{
    "chapters":{
        "1":{
            "author_id":"absolfusion",
            "author_name":"Absolfusion",
            "choices":[
                "Regular Pony",
                "Anthro",
                "Humanized (they still have pony features such as wings, horns etc.)",
                "Macro Pony",
                "Macro Anthro"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>First things first, which type of Equestria will you be going to?</span></div></span></div>",
            "created":1576645200,
            "id":2761244,
            "title":"Begin"
        },
        "11":{
            "author_id":"absolfusion",
            "author_name":"Absolfusion",
            "choices":[
                "You awaken in an unfamiliar outside area, dazed and confused",
                "You're lying on the floor of someone's home",
                "A concerned equine face is looking down at you",
                "You crash through the ceiling of some kind of throne room during court",
                "More options"
            ],
            "content":"<div class=\"\"><div> <span>You are Anon Q. Everyman (Anon for short), an unassuming human living a simple life, and by simple you mean barely living from paycheck to paycheck. It seems like every cent of of every dollar you earn goes into food, paying the bills, and college expenses. . Unfortunately, you have neither the intelligence, academic aptitude or the right skin color to afford a scholarship so you're stuck earning your college degree the hard way, living off of takeout when you could afford it and ramen when you couldn't.<br>\r\n<br>\r\nAfter a long day of bending over backwards at your terrible to earn enough money to make sure your electricity doesn't get cut off you tiredly crawl into your bed, and after a short wank session quickly drift off to sleep.<br>\r\nUnbeknownst to you a mysterious light begins to grow from underneath your bed, illuminating the room in a silvery glow.<br>\r\nSix tendrils emerge from the light source and slowly inch their way up the sides and over the comforter before coming to rest over your lightly snoring body.<br>\r\nThe tentacles seem to gently caress your body, their feather-light touches barely registering against your covered skin.<br>\r\nAfter a few minutes the tendrils cease their stroking and pull your covers down over you and reach down beneath your back and bottom.<br>\r\nHad you been awake you might've been surprised to learn that you were suddenly levitating in the air, blankets hanging free off your body as you were suspended by a mysterious force.<br>\r\nThe light under your bed suddenly intensifies, and in response the tentacles tighten and expand forming into a sort of cocoon.<br>\r\nAs the light grows ever brighter so does the silky embrace grow tighter on your form, almost like you were returning to the womb...<br>\r\nAfter a time the light begins to fade until there's only a dull glow and the darkness rushes in to consume you once more...<br>\r\n<br>\r\n</span></div></div>",
            "created":1576645200,
            "id":2761263,
            "title":"The adventure begins..."
        },
        "111":{
            "author_id":"nnnnn89",
            "author_name":"bom",
            "choices":[
                "A messenger arrives to tell the princesses about the British",
                "Meanwhile, in the Changing Lands",
                "Meanwhile, in Our Town"
            ],
            "content":"<div class=\"\"><div> <span>Anon wakes up in a field of some sort of field. It sort of reminds him of the countryside of England during his childhood. He wonders where you have been transported to. Just as gets up, he hears a very American accent behind him.<br>\r\n<br>\r\n\"Why howdy stranger. You don't look like you're from 'round here.\" said the voice, which turned out to be a small horse with a cowboy hat.<br>\r\n<br>\r\n\"Blimey, a talking orange pony!\" Anon said in a British accent. \"And it's American. I must've been transported there. Those bloody yanks will think of anything, will they.\" you say.<br>\r\n<br>\r\n\"Um, yeah. All ponies talk 'round here. Ya'll alright mister?\" the pony asks.<br>\r\n<br>\r\n\"Wait, all horses in America talk?\"<br>\r\n<br>\r\n<br>\r\n\"America? What's that? This is Equestria. You're not making' much sense mister.\"<br>\r\n<br>\r\n\"Equestria? So you mean this is a different world after all? The portal machine worked?\"<br>\r\n<br>\r\n\"The what machine?\" the pony said becoming ever more confused.<br>\r\n<br>\r\n\"Well bloody hell then. What's your name strange horse thing?\" <br>\r\n<br>\r\n\"Um. It's Applejack.\"<br>\r\n<br>\r\n\"Well than Ms Applejack\" Anon said as he picked up his rifle and placed a machine onto the ground, \"Welcome's to the glorious British Empire.\"<br>\r\n<br>\r\n\"The British what?\" Applejack said, feeling quite concerned at the word empire.<br>\r\n<br>\r\nThen Anon's machine opened up a massive portal of light, and out of it came dozens of tanks, soldiers, and planes, all bearing the Union Jack. <br>\r\n<br>\r\nThe confused Applejack looked and the strange machines and people in horror and confusion. \"Wh- what's happening?\"<br>\r\n<br>\r\n\"Don't worry Ms. Applejack,\" Anon said, \"The royal army is here to bring you the wonders of civilization! In return, we just ask for your excess land and resources to aid in the war effort.\" <br>\r\n<br>\r\n\"War?! What war?\"<br>\r\n<br>\r\n\"Why the war against the germans of course. We have to defend the empire and freedom. Don't worry. Just work with the royal army and everything shall be most spiffing for the both of us.\"<br>\r\n<br>\r\nIt was at that moment that Applejack realized that she had just encountered some dangerous creatures. She would have to let the princesses and her friends know.</span></div></div>",
            "created":1590987600,
            "id":2843975,
            "title":"You awaken in an unfamiliar outside area, dazed..."
        },
        "1112":{
            "author_id":"nnnnn89",
            "author_name":"bom",
            "choices":[
                "The nazis should ally with the changelings",
                "the nazis should invade the changeling lands",
                "something else"
            ],
            "content":"<div class=\"\"><div> <span>Meanwhile in the Changeling Lands, a group of changelings has been captured by a group of humans wearing grey uniforms. After hogtying the changelings, the humans opened a portal back home. <br>\r\n<br>\r\nOnce through, the captured changelings look to find themselves in a laboratory filled with humans and red banners with swastikas.<br>\r\n<br>\r\nOn the other side of the room, the general in charge of the facility is being read the scouting report from his second in command.<br>\r\n<br>\r\n\"Sir! The expedition has just returned and has captured the creatures from the other world. They also appear to speak English.\"<br>\r\n<br>\r\n\"Thank you Colonel Becher. The specimens will be extremely helpful in our studies of the other world, then we can use it for the Reich. Speaking of which, has the Fuhrer responded to our message yet?\"<br>\r\n<br>\r\n\"He has. The telegram arrived an hour ago.\" Becher pulled out the note with the telegram and read it out loud. \"By order of the Fuhrer, General Schneider is tasked with invading and taking over the other world and prepare it for colonization. You shall be given command of the 9th, 10th, and 38th infantry divisions, the 2nd and 9th panzer divisions, and the 3rd SS infantry divisions to establish a foothold for future campaigns. Reinforcements shall be granted upon request. Hiel Hitler\"<br>\r\n<br>\r\n\"Invasion? Already? With the war going how it is?\" Schneider asked.<br>\r\n<br>\r\n\"Yes, it's an order from the furrier himself.\"<br>\r\n<br>\r\nSchneider sat down to think for a moment.  He knew that the resources from the other world would be crucial for the war effort, but in order to take it over in the first place would require just as many resources, and the Reich couldn't afford the manpower for such a campaign with the war in their world going on already. Eventually, Schneider came to a conclusion on what to do.</span></div></div>",
            "created":1591074000,
            "id":2844872,
            "title":"Meanwhile, in the Changeling Lands"
        },
        "112":{
            "author_id":"firelordzx5",
            "author_name":"darklordzx5",
            "choices":[
                "A Mansion made of crystals.",
                "An Barn.",
                "An Tailoring Workshop.",
                "A Cottage that smell like Animals.",
                "A Bakery or Pastry Shop of somekind."
            ],
            "content":"<div class=\"\"><div> <span><b>*THUMP!*</b><br>\r\n<br>\r\n\"Ouch!\" You woke with a start, nursing your throbbing head as you fell face-first onto it \"What the hell... Uh?\"<br>\r\n<br>\r\nYou noticed that you weren't in your room anymore, in fact, the architecture and objects look so different that it could have a completely different owner.<br>\r\n<br>\r\nIt looked like...</span></div></div>",
            "created":1576818000,
            "id":2762254,
            "title":"You're lying on the floor of someone's ..."
        },
        "12":{
            "author_id":"lordmep",
            "author_name":"The Grand One",
            "choices":[
                "Ponyville",
                "Canterlot",
                "A Forest",
                "A Cave",
                "Elsewhere"
            ],
            "content":"<div class=\"\"><div> <span>Your name is Anon. Your backstory matters little, as it's less interesting than what's about to happen. Suffice to say that dimensional hijinx happen and you end up in the world of My Little Pony, but where all of the characters are anthropamorphic. Human in shape, but with more animal features. Where does the story begin?</span></div></div>",
            "created":1579928400,
            "id":2778209,
            "title":"Anthro"
        },
        "122":{
            "author_id":"absolfusion",
            "author_name":"Absolfusion",
            "choices":[
                "You're helped up by a crowd of strange creatures concerned about your well-being",
                "\"Oh my goodness, are you alright?\" A tall and regal creature stands above you",
                "You pass out immediately and awake later in an infirmary",
                "Someone picks up your insensate body and hauls it into what looks like a library",
                "More scenarios"
            ],
            "content":"<div class=\"\"><div> <span>(Thanks for the upgraded membership, whoever you are. Now my full power can be <b>unleashed</b>!)<br>\r\n<br>\r\nA portal opens and spits your screaming, flailing body out of it and you impact the ground hard, bounce once, twice then roll on the ground until you come to a complete stop. Your eyes roll in your skull, and a bevy of stars and black spots dance in your vision. An immense pain flares in your chest as you try to move, so you settle back down and take a few deep, heaving breaths. You honestly can't tell what's worse, the agony of your possibly broken ribs or the disorientation from spinning in the air and coming to a sudden stop. You should thank your lucky stars you didn't hit your head on entry or you may well have been in a coma or dead by now. At least the pain will fade, but you feel like you're going to go through the indignity of losing your lunch next.<br>\r\n<br>\r\nBlurry colors of many shapes and sizes swim in your vision. You hear voices rise over the ringing in your ears and slowly come into focus.</span></div></div>",
            "created":1588222800,
            "id":2827386,
            "title":"Canterlot"
        },
        "15":{
            "author_id":"absolfusion",
            "author_name":"Absolfusion",
            "choices":[
                "In an outdoors area",
                "In a home or shop",
                "In what looked like a girl's room",
                "On top of a bed",
                "Other places"
            ],
            "content":"<div class=\"\"><div> <span>Late one night, you are relaxing in your home playing &lt;&lt;Popular Video Game&gt;&gt; on your &lt;Gaming Console of Choice&gt;&gt; while masticating on some cheesy nachos and washing it down with cold beer when you hear a strange humming noise filling the room, so quiet it's barely noticeable at first, and then growing in intensity until it was getting difficult to ignore.<br>\r\nAt first you think it's some kind of faulty wiring problem in the walls or some kind of noise coming from outside, and since it wasn't interrupting your game so you choose to grin and bear it until it inevitably stops.<br>\r\nThis is, until out of nowhere a shimmering, portal-like <i>thing</i> fades into the center of your living room, growing in opacity until it completely obscures your TV and brings your play session to an abrupt end.<br>\r\nYou slowly rose to your feet and stared, completely taken aback by this paranormal phenomenon that had invaded your home.<br>\r\nUnsure whether you should call the police or the freaking Ghostbusters, you timidly approach the pulsing welt on reality and  circle it, trying to get a better sense of what it might be.<br>\r\nOne thing was for sure, it was definitely 3 dimensional. From every angle the anomaly persists in your vision like a pulsating sphere.<br>\r\nGingerly you reach a hand inside and close your eyes.<br>\r\nA strange, not unpleasant sensation runs up your arm and persists until you chose to withdraw your hand from the swirling vortex.<br>\r\nYou stare at your hand, fully expecting it to have burst into flames or have radiation burns or <i>something</i> but it seemed that your flesh would remain unsullied by contact with the portal.<br>\r\nA chill of excitement ran up your spine as you came to a sudden realization.<br>\r\nThis portal could lead to <i>anywhere</i>, and if you were to allow yourself to satisfy your curiosity by stepping through...<br>\r\nThis could be your chance to have a real adventure outside of what you experienced through movies and video games.<br>\r\nA chance to find something no one's ever seen before. <br>\r\nYou can't let this oppurtunity get away from you.<br>\r\nOn impulse you run into your room and throw open the closet, rummaging through it before pulling out an empty backpack. <br>\r\nFrom the kitchen you piled several perishable foodstuffs into the pack along with a few bottles of water.<br>\r\nJogging back into the living room you threw your phone inside along with a pair of earbuds, slung the pack over your shoulder, and approached back to the swirling portal.<br>\r\n<br>\r\nNow fully prepared for a long trip, you once again reach an arm into the portal, this time slipping in up the shoulder, and step forward.<br>\r\n<br>\r\nInstantly upon entering you feel like you were splashed with a bucket of icy cold water. Electrical crackles dance across your skin running up and down your spine extending all the way out to your extremities.<br>\r\nIf the buzzing outside the portal was loud and distracting, then the noise inside stole your breath away.<br>\r\nIf you had full control of your faculties you would've moved to plug your ears, but the movement of your arms was slow and sluggish, almost like you were trapped in a lake of molasses. Your eyeballs were assaulted by bright lights and swirling colors flashing in every color of the rainbow.<br>\r\nSoon the sensations became to much for you to bear and you quickly lose consciousness.<br>\r\n<br>\r\n<b>Where is it that you end up?</b><br>\r\n<br>\r\n <br>\r\n</span></div></div>",
            "created":1576904400,
            "id":2762595,
            "title":"Into the land of giants"
        },
        "152":{
            "author_id":"firelordzx5",
            "author_name":"darklordzx5",
            "choices":[
                "A Shop, likely a Bakery or Restaurant.",
                "Look like a mansion... made of crystals.",
                "Looks like the Interior of Giant Barn ",
                "A Giant Cottage with a strong odor of Animals.",
                "Others."
            ],
            "content":"<div class=\"\"><div> <span>You... woke up pained and groaning, with an aching pain at all your body as you get up of the cold floor, You looked around only for your eyes to stare wide open on your new location.<br>\r\n<br>\r\n\"It worked..\" That was really portal to another dimension! \"It worked!\" You celebrated..<br>\r\n<br>\r\n... Only for your expression to fall and instantly regret, noticing where the portal brought you to a world that only one word can cover it all. Gigantic.<br>\r\n<br>\r\nIt looked like...</span></div></div>",
            "created":1576904400,
            "id":2762640,
            "title":"In a home or shop"
        },
        "1521":{
            "author_id":"absolfusion",
            "author_name":"Absolfusion",
            "choices":[
                "Approach the pony couple",
                "A bubblegum pink mare with a mess of curly hair steps into the kitchen",
                "Stay on the side of caution and keep out of the way"
            ],
            "content":"<div class=\"\"><div> <span>Immediately the sweet smell of freshly baked pastries tickles your nose and causes your mouth to salivate.<br>\r\nClearly you've landed in some kind of kitchen, probably a bakery since you could see a huge industrial oven and mixing bowls placed on the kitchen counter.<br>\r\nYou're not alone in the kitchen.<br>\r\nTwo <i>enormous</i> pairs of legs reach far into the sky, constantly in motion as their owners moved around the kitchen, and impossible as it may sound, they were covered in multicolored fur, one light blue, and the.<br>\r\nYou are <i>definitely</i> not on earth anymore.<br>\r\nIt's highly probable that you're the first human to ever conclusively observe alien life in close detail.<br>\r\n<br>\r\nShould you move closer to watch them in more detail or stay where you are?</span></div></div>",
            "created":1578286800,
            "id":2770222,
            "title":"A Shop, likely a Bakery or Restaurant."
        },
        "15211":{
            "author_id":"firelordzx5",
            "author_name":"darklordzx5",
            "choices":[
                "One of the Titans were approaching fast now!",
                "Aside of the aprons, the Titans were pretty much naked.",
                "Reader's choice."
            ],
            "content":"<div class=\"\"><div> <span>You decided to approach the titanic pairs of legs that were frenetically moving around with the loud sounds of utensils high above them.<br>\r\n<br>\r\nThe bodies connected to those skyscraping legs. They looked like Anthropomorphic Horses with bright colors on their fur bodies, Although their faces do resemble more to something that comes out like a cartoon with cutesy and round face features like big eyes.<br>\r\n<br>\r\nAnd...</span></div></div>",
            "created":1578286800,
            "id":2770343,
            "title":"Approach the pony couple"
        },
        "152112":{
            "author_id":"absolfusion",
            "author_name":"Absolfusion",
            "choices":[
                "Get to higher ground, staying on the floor is far too risky.",
                "The pony couple take a break from their work, now's your chance to get closer",
                "Before you cadn do anything you're spotted on the floor"
            ],
            "content":"<div class=\"\"><div> <span>And...<br>\r\nWell, they're pretty much naked. The chubby blue furred pony's top half was completely uncovered, showcasing enormous, hefty looking breasts with half dollar  sized nipples bouncing and hanging shamelessly out for all the world to see. <br>\r\nLikewise beneath the thin orangeish-yellow stallions' apron the well defined outline of a sheathed penis strains against its cloth prison. Whatever these aliens are they clearly have no sense of human modesty You have a hunch that they're married or otherwise very close. The couple dances around the kitchen, taking turns in doing something or another, from your current vantage point on the floor you're finding it rather difficult to see past their legs.<br>\r\nIt might be a good idea to find a higher vantage point to observe them might be a far better solution to your problem.<br>\r\n</span></div></div>",
            "created":1578373200,
            "id":2770489,
            "title":"Pony anthros who happen to be naked"
        },
        "1521121":{
            "author_id":"firelordzx5",
            "author_name":"darklordzx5",
            "choices":[
                "You get a bit closer to them.",
                "They suddenly started to get flirty to one another.",
                "One of them stopped, spotting you.",
                "You hide of one for a much safer position.",
                "Others."
            ],
            "content":"<div class=\"\"><div> <span>You rather to get to higher ground, staying on the floor is far too risky, you might get squished and none would notice. You think its way more prudent if you you climb up to the table or a chair and unfortunately, you didn't saw much to climb on but you saw a mop leaning to one of the tables.<br>\r\n<br>\r\nYou grin as you run to it climbed the mop and onto the mop's pole. Surprise, you went quickly instead of hours compared to what you predicted which it only went for five minutes until you managed to reach to their working table giving you a better and safe view of the working titans.<br>\r\n<br>\r\nYou...</span></div></div>",
            "created":1578373200,
            "id":2770780,
            "title":"Get to higher ground, staying on the floor is f..."
        },
        "1521122":{
            "author_id":"firelordzx5",
            "author_name":"darklordzx5",
            "choices":[
                "The Blue Mare",
                "The Yellow Stallion.",
                "Reader's choice."
            ],
            "content":"<div class=\"\"><div> <span>\"I think this is the last one.\" The Yellow Stallion says and sighed \"This all the Muffins Order for Ditzy Doo.\"<br>\r\n<br>\r\nThey were talking in English!<br>\r\n<br>\r\n\"I really don't get that Mare's obsession with Muffins.\" The Blue Anthro Mare starts as she seems to relax as she put of the last stray to the table. \"Not that I mind but I think that eating too many muffins isn't good her health.\"<br>\r\n<br>\r\n\"Well isn't our problem.\" The Stallion says whilst shrugging. \"We get the bits with orders like those.\"<br>\r\n<br>\r\n\"I know hubby.\" She sighed \"I'm just glad we got to finish this one. I really could use a break.\"<br>\r\n<br>\r\n\"Me too.\" The Stallion let out a sigh of relief.<br>\r\n<br>\r\nWhile watching the exchange between the giants anthro ponies they began to chat among themselves but you ignore the chatter as you used this opportunity to climb onto one of them before they moves again and you choose...</span></div></div>",
            "created":1578459600,
            "id":2771271,
            "title":"The pony couple take a break from their work, n..."
        },
        "1521123":{
            "author_id":"firelordzx5",
            "author_name":"darklordzx5",
            "choices":[
                "They saw a Tiny person.",
                "They saw a bug (Run!)",
                "Others"
            ],
            "content":"<div class=\"\"><div> <span>Before you can do anything you saw the anthro pony titans approaching to you but when you were about to run they came to an abrupt halt, You looked confused but glad on that they had stopped but looked up to see their faces, you were stunned on seeing that...<br>\r\n<br>\r\nThey were looking straight to you..<br>\r\n<br>\r\nThey saw..</span></div></div>",
            "created":1578373200,
            "id":2770794,
            "title":"Spotted!"
        },
        "15211231":{
            "author_id":"firelordzx5",
            "author_name":"darklordzx5",
            "choices":[
                "They nods, yes they heard you!",
                "No, But they saw your mouth moving."
            ],
            "content":"<div class=\"\"><div> <span>\"Honeybun is that..?\"<br>\r\n<br>\r\n\"Yes... I see it too.\" <br>\r\n<br>\r\nYou were frozen in fear, they saw you? How it was possible? You were like... smaller than an ant! their eyesight must completely superhuman, perhaps more. You saw them kneeling down at you, you fell on your butt as their titanic faces came closer to your diminutive form.<br>\r\n<br>\r\n<b>\"That's a tiny person.\"</b> You flinched on the sound of the loud blue Mare's voice who notice and had her mouth covered. They both looked at each other and soon enough before you know it, you were grabbed by the Blue mare gently enough as the couple stand up again<br>\r\n<br>\r\n\"Holy Jesus!\" You looked down paling, the giants brought up to their full height and them much bigger and taller than normal <i>skyscrapers</i>. Both Ponies gasped for some reason, you felt the intake of air as they gasped.<br>\r\n<br>\r\n\"He can talk!\" The Stallions whispered, although you heard loudly, it was likely to not hurt your ears. Also, What? They can hear you clearly?<br>\r\n<br>\r\n\"H-Hello?\" You began meekly, they were staring at your diminutive form silently \"Can you two hear me?\"<br>\r\n<br>\r\nThey..</span></div></div>",
            "created":1579582800,
            "id":2776823,
            "title":"They saw a Tiny person."
        },
        "152112311":{
            "author_id":"firelordzx5",
            "author_name":"darklordzx5",
            "choices":[
                "Hide you for the time being.",
                "Try to talk with Pinkie.",
                "Intimidated by the talk, you decide flee.",
                "The Doors Burst Open revealing a Hyper Pink Pony Anthro",
                "Reader's Choice."
            ],
            "content":"<div class=\"\"><div> <span>Both large heads nod confirming your suspicions, meaning that they, somehow, also has super hearing which shouldn't be probable given the size difference between you and the titans, even the open palm you were standing was like a small island with the fingers alone being large towers on their own.<br>\r\n<br>\r\n\"Holy Celestia, Honey.\" The Orange-ish Yellow stallion whispers \"We might be the first seeing a new race, in our kitchen!\"<br>\r\n<br>\r\n\"Alien? He looks like a weird furless tiny pony with all those clothes, although I agree, he does look like a bit like an ape.\" The mare whispered. \"Ehh.. Hi?\"<br>\r\n<br>\r\n\"Hi.\" You start. \"I'm a human, not Primate or weird... pony thing?\"<br>\r\n<br>\r\n\"Human...? I heard Pinkie talking about..\" They both gasped again <b>\"Pinkie!\"</b> You covered your ears at the sudden exclamation, they apologize before the giant blue woman pony place you on the table as the two ponies began talking.<br>\r\n<br>\r\n\"What do we do? We can't let pinkie be near him, Who knows what she'll do the moment find him out?\" The Mare says.<br>\r\n<br>\r\n\"I think you're exaggerating. I'm sure we can talk to her and tell her not to do parties to somepony so... smaller than a Breezie.\"<br>\r\n<br>\r\n\"Honey, this is Pinkie we're talking about. She throws parties regardless of the pony wishes, remembers Twilight when she came to the town? She made a party without her consent.\"<br>\r\n<br>\r\nIt seemed that despite just being met, they became concerned about your wellbeing which is surprising and touching, talking in how to deal with you and this 'Pinkie' character seemed not to be that bad as they initially went but the more you start to listen, the more started to get concerned of the recklessness and hyperness of this 'Party' Mare.<br>\r\n<br>\r\nThen they reached a decision.</span></div></div>",
            "created":1579669200,
            "id":2776907,
            "title":"First Contact with the Baker Titans"
        },
        "1521123111":{
            "author_id":"firelordzx5",
            "author_name":"darklordzx5",
            "choices":[
                "The Blue Mare and put you deep between her Mountainous Breasts ",
                "The Yellow-Orangeish Stallion and put you in his Apron's Pocket",
                "They place you somewhere in the Kitchen.",
                "An Pink Hand reach you without any of the other anthros noticing you.",
                "Reader's Choice."
            ],
            "content":"<div class=\"\"><div> <span>You froze again when the giants anthro equines looked at you again then to themselves before nodding to each other. Once again they looked at you.<br>\r\n<br>\r\n\"I'm sorry for that, Dearie, but we might have to hide you for the time being.\" Said the Blue One<br>\r\n<br>\r\n\"Don't get us wrong, we like to meet you and all but Pinkie...\" The Stallion hesitated<br>\r\n<br>\r\n\"She is a good pony but she can get very intense with her party making. We have to talk to her first before revealing you so we can properly present ourselves.\" The Mare ended as they approached you but before you could object, you were grabbed again by...</span></div></div>",
            "created":1579755600,
            "id":2777496,
            "title":"Hide you for the time being."
        },
        "15211231111":{
            "author_id":"absolfusion",
            "author_name":"Absolfusion",
            "choices":[
                "Mrs. Cake lets you out after Pinkie leaves",
                "Mes. Cake decides she likes the feeling of you between her breasts"
            ],
            "content":"<div class=\"\"><div> <span>The blur furred titaness plucks you from her palm with her other hand and holds you aloft before lowering you to her mammoth melons. Her husband pushed them apart slightly allowing a nice drop directly into her cleavage. \"So sorry about this, dear. \" the mare quickly whispered before her fingers release and she lets you drop. You fall a short distance, heading toward a thick tuft of fur situated in between the breasts. You free fall into the forest of fur and bounce twice before coming to a complete stop. Everything quickly goes dark as the breasts come back together and you're left completely alone.<br>\r\n<br>\r\nYou were surprised and a bit disoriented as you heard more talking but weren't hearing it all as it was a bit muffled and because you were surprised the kind of hiding place chosen was between the blue anthro woman's breasts, assisted by what it seems to be her husband. You try move, climb up but your felt mare also moves, her titanic mammaries bounce and sways and with it, the forest of fur you were into.<br>\r\n<br>\r\nTrying to keep still amidst the mare's jiggling and swaying movements is turning out to be an exercise in futility, so after about 5 minutes of fighting you give up and focus on holding on instead. It's warm in here, very warm, like laying in a sauna, Al scent of sugar and frosting flows into you nostrils like liquid chocolate, likely the natural scent of the mare as strange as that sounds. The thunderous sound of heartbeats shakes you to the very core while simultaneously bringing you a sense of comfort like you're a baby back in your mother's arms. You're kind of glad you decided tp enter through the portal in your living room or you never would've gotten to experience something like this.<br>\r\n<br>\r\nAs the place jiggle and sways, you also heard the thunderous sounds of utensils and other as well them talking, they seems to talk about you. You wonder what they're talking about amidst the audible chaos that surrounds you but soon enough, the swaying and jiggling turn a bit more agitated as you heard the sounds of footsteps and door openings. They were leaving the kitchen or at least it seems to be that way.<br>\r\n<br>\r\n...Did they forget you were in here? Shouldn't they have let you out by now? It's not like you're complaining, it feels like the world's most comfortable security blanket in here. No, that can't be right. Maybe they wanted to take you where no one could see? They did say that they wanted to keep you a secret for now.<br>\r\n<br>\r\nSoon, you began to hear far more voices, seem like people as well a very happy feminine voice seemly very hype. Was this Pinkie they were warning you about? she sounded really happy and hype.. Then again, might be the reason why they want you to keep you secret. You heard the word 'party' and 'newcomer' over and over again. The thunderous heartbeats went faster.<br>\r\n</span></div></div>",
            "created":1587618000,
            "id":2823138,
            "title":"The Blue Mare and put you deep between her Moun..."
        },
        "152112311111":{
            "author_id":"firelordzx5",
            "author_name":"darklordzx5",
            "choices":[
                "The wait until she and her husband return.",
                "You heard somepony coming!",
                "You explore the room.",
                "Reader's Choice."
            ],
            "content":"<div class=\"\"><div> <span>Chiffon Swirl or Cup Cake as she call herself now didn't considered herself an secretive mare, in fact, she was completely transparent to anypony that know her, she could tell stories, be the friendly ear that listen to somepony internal strife and give some valuable tips, after all, she wasn't just a baker although she could appreciate the extra hands.<br>\r\n<br>\r\nHowever, things are bit out of it lately.<br>\r\n<br>\r\nThe discovery of the this tiny being sparked some complications that she or her husband hasn't foreseen. The tiny was ponylike although with short nuzzle and smaller eyes, looking a bit ape-ish but nothing unpleasant to look at. She and carrot assumed that it was at he through the voice and lack of teats and curves, he was overwhelmed and terrified by them and well, who can blame him? He looked even smaller than a Breezie! And the sight of a titanic being would make anypony panic.<br>\r\n<br>\r\nThis is also coupled with the fact that he was a newcomer and Pinkie could feel when a newcomer come to the town. This why she placed him in the only place he could be safe and hidden from Pinkie, her own bosom with the help of Carrot then obted to bring him to their room before Pinkie finds out.<br>\r\n<br>\r\nAnd now was a bit of a panic herself for Pinkie Pie zoomed straight to her happily and excited, obviously already knowing that there somepony new here<br>\r\n<br>\r\n\"P-Pinkie?\"<br>\r\n<br>\r\n\"Hi Mrs Cake! I'm excited! are you excited too! *GASP* Me too! becausetheresomeponynewtothetownan-!\"<br>\r\n<br>\r\n\"Pinkie! Daerie, Please... slow.\"<br>\r\n<br>\r\n\"Ah.. Right, My kneecaps felt itchy and my tail and buttstocks shake so were my funbags and that only means one thing!\" She paused for dramatic effect \"We have somepony new in town!\" She exclaimed while throwing confetti around. \"I got to prepare for a \"Welcome to Ponyville\" Party and send the invitations and-!<br>\r\n<br>\r\n\"Pinkie, I'm sure that's wonderful and all but... I gotta go upstairs.\" She say with a bit of urgency, Pinkie cought the hint and moved aside.<br>\r\n<br>\r\n\"Oh.. Sure! I'll talk more but I gotta go too! I need to get the supplies ready!\" And then, she was gone as she come from. Mrs. Cake sighed in relief and went to the stairs then entered to her and his husband's room. She snatched the Tiny being from her teats and placed him to the bed.<br>\r\n<br>\r\n\"I'm sorry for that, Daerie but... I can't let Pinkie know you, at least not for now.\" She smiles weakly \"She is not a bad pony but she can be a bit... intense.\"<br>\r\n<br>\r\nYou nod a bit numbingly causing her to smile more.<br>\r\n<br>\r\n\"I need to return back to the kitchen and finish the orders before we close, wait here and hide if you see or hear somepony that aren't us\" The tiny nodded again and with that she went to the door, feeling now a bit better and went back downstairs.</span></div></div>",
            "created":1588050000,
            "id":2826391,
            "title":"Mrs. Cake lets you out after Pinkie leaves"
        },
        "152112311112":{
            "author_id":"firelordzx5",
            "author_name":"darklordzx5",
            "choices":[
                "She has an great idea for him between her and her husband.",
                "Her Strong Motherly Insticts are kicking in.",
                "Want to mess around him, just for a bit.",
                "She wondered, what he tastes?",
                "Reader's Choice."
            ],
            "content":"<div class=\"\"><div> <span>Mrs Cake sighed in relief as Pinkie went out as just as she arrived, like always, she found out that there was somepony new in the town but she convinced her to stand down and that they are in low supply right now and it was true, there was a lot of clients today and luckily, they were ending for today until new supplies could be ordered. Pinkie, understandably was a bit upset but conceded and left.<br>\r\n<br>\r\nHer original plan, however, was to bring the tiny to a safe place, namely her and her husband room but she was having second thoughts as she has come to likes the feeling of the tiny within the safely of her bosoms, she could feel him around there, it was then she realized that..</span></div></div>",
            "created":1588050000,
            "id":2826445,
            "title":"Mes. Cake decides she likes the feeling of you ..."
        },
        "1521123111123":{
            "author_id":"absolfusion",
            "author_name":"Absolfusion",
            "choices":[
                "drop him on her finger and let him play \"cave explorer\"",
                "give him the world's biggest makeout session",
                "pop him into her mouth and give him the ride of a lifetime"
            ],
            "content":"<div class=\"\"><div> <span>A mischievous smile grew on the baker's face as she realized that she could do <i>whatever she wanted</i>to the little human, she was in complete control and could do whatever she wished with little or no consequences. She was loathe to hurt the poor dear, of course, but opportunities like this don't come around every day, and now was a prime opportunity to have some fun with the little guy in a way of saying \"Welcome to Equestria.\" <br>\r\n<br>\r\nMrs. Cake felt around in her bosom, searching for the human and when she found him she grasped him tightly in a fist, bringing it up to face level before slowly letting it uncurl. The human sat up in the center of her palm, dazed at the sudden brightness before looking directly into the muzzle of the baker. <br>\r\n<br>\r\nHe gave a start and eyes grew wide with apprehension as he noticed this new hungry look in her eyes, Mrs. Cake licked her lips in anticipation, then decided right then and there that she would...</span></div></div>",
            "created":1588050000,
            "id":2826590,
            "title":"Want to mess around him, just for a bit."
        },
        "15211231111231":{
            "author_id":"firelordzx5",
            "author_name":"darklordzx5",
            "choices":[
                "You climb toward the very top, her cervix.",
                "More of Mrs. Cake's PoV",
                "You saw finger entering again.",
                "You saw a titanic tongue coming in",
                "You saw something huge and throbbing coming in."
            ],
            "content":"<div class=\"\"><div> <span>She giggled a bit of herself, this was a naughty idea, a very awful idea but considering the alternatives, this was better than anything else, the very idea of this made her shudder in excitement, it might be a bit of a too much but then, she has been finding a way to revive the flame. The idea of a tiny but living sapient thing exploring her innermost area and <i>deeper</i> maybe going as far to get to her cervix and-<br>\r\n<br>\r\nShe may have something for tinies.<br>\r\n<br>\r\nYes, that would do.<br>\r\n<br>\r\n\"Dearie, I know this might sound a bit too much but, won't you like to play cave explore? It is safer than staying in my bosom.\"<br>\r\n<br>\r\n\"Cave Explore?\" You said, your apprehension was gone, well momentarily. she nodded somehow hearing you. You were mostly curious on what she meant but also blushed, kinda getting the hint.<br>\r\n<br>\r\n\"Yes, I take you'll like it.\" She grins as she grabs you by the fingers, and seeing that nopony was looking at her direction, she moved her hand down to her humid pussy and inserted you into he warm, welcoming fleshy folds.<br>\r\n<br>\r\n+++<br>\r\n<br>\r\nYou were quite shocked on where the Baker woman took you, you know what she meant for Cave Explorer but bringing you down and into her gigantic yet wet slit was really something else, First you were within her bosom and now you were almost halfway into her pulsing birth canal.<br>\r\n<br>\r\n\"This what she meant for Cave Explorer.\"<br>\r\n<br>\r\nIt was hot, very humid and wet and the flesh pulsed and shifted, you looked down seeing the folds that welcomed you close as the fingers withdrew then you felt tremors followed but footsteps, she was moving.<br>\r\n<br>\r\ndespite the turbulent movement, the woman's juice here was really sticky. The smell wasn't bad but it was a strong scent of blueberries, you looked up to see the cervix high above, quivering. Up to take the challenge to go up there, you began to climb.<br>\r\n<br>\r\nThis however made the flesh react on your touch, you heard yelp and a tiny mewl then a giggle. Did she felt you even in this size? Are the inhabitants of this world hypersensitive with extreme hearing and vision? You heard her talking likely with someone else but you couldn't make up the words here, it was muffled by the layers of flesh and fat as well the sounds of her inner body.<br>\r\n<br>\r\nEither way, you continue 'playing.'</span></div></div>",
            "created":1588136400,
            "id":2827132,
            "title":"drop him on her finger and let him play \"ca..."
        },
        "152112311112314":{
            "author_id":"absolfusion",
            "author_name":"Absolfusion",
            "choices":[
                "Manage to push yourself inside",
                "The tongue wraps around you like a huge tentacle",
                "The entire place shakes as Mrs. Cake has an orgasm"
            ],
            "content":"<div class=\"\"><div> <span>You started climbing unimpeded, the flesh, did react to your touch but you suddenly felt a shook from upside or rather outside and a surprised yapping from this blue mare and another familiar-sounding voice. The second voice was both near and audible \"...I know he is in here~!\" There was loud giggling and a snort then you hear a gasp from your hostess as the wall shakes and turn wetter.<br>\r\n A loud schlicking sound reverberated along the tunnel reaching your ears, and when you looked down to check you saw the slot below you rapidly open and close as something moved over the surface. ...Okay, now might be a good time to climb and get out of here.<br>\r\n And you did, starting to go faster for what you looked back was... a tongue, a giant and a rather long tongue licking the surface then inserting itself deeper and was trashing around the tunnel, tasting and savoring the walls and drinking greedily of the accumulating love juice. You heard a pleasing moan from above as well a small plead but the owner of the offending organ simply didn't care and continue.<br>\r\n You climbed and climbed up the slick tunnel, thankfully aided by ridges that ere easily to climb onto. You'd think the tongue would've reached its limit at some point, but it just kept coming. The blue titaness must've given up at some point because you felt the gravity begin to shift as she finally sat down.<br>\r\n You looked up to see the cervix it was near. It twitches and dilates due to the stimuli from the erratic tongue, a crazy plan formed on your head, and that was to squeeze yourself into the cervix, originally, you wanted to screw it but things aren't in your favor as the tongue gets ever neared.<br>\r\n You were quite of feeling a bit betrayed that your hostess was no attempting to defend you anymore though.<br>\r\n<br>\r\n Yous rushed forward, just barely avoiding the advancing tongue and pushed against the cervix, desperate to get inside.<br>\r\n You...</span></div></div>",
            "created":1591419600,
            "id":2846880,
            "title":"You saw a titanic tongue coming in"
        },
        "15212":{
            "author_id":"firelordzx5",
            "author_name":"darklordzx5",
            "choices":[
                "Right Here! in the Kitchen!\"",
                "He is here! I must prepare Welcome the party!\"",
                "Reader's choice."
            ],
            "content":"<div class=\"\"><div> <span><b>*BANG*</b><br>\r\n<br>\r\nYou were startled by the sudden sounds of gates opening and looked at the direction on who entered, the newcomer turns out to be a titanic and rather curvy but also chubby anthropomorphic pink horse with an cute, almost cartoon-like a face with a bright smile, she had a plushy looking mane and tail.<br>\r\n<br>\r\n\"Tiwtcha Twitch! Twitcha Twitch!\" She exclaimed in English \"We have a new pony in Ponyville!\"<br>\r\n<br>\r\nPony? that what they call themselves?<br>\r\n<br>\r\n\"A new pony on town?\" Another voice, female and mature responded. Likely one of the giants.<br>\r\n<br>\r\n\"Uh-huh!\" She nodded rather comically and happily. \"And <i>he</i>...\"</span></div></div>",
            "created":1578373200,
            "id":2770463,
            "title":"A bubblegum pink mare with a mess of curly hair..."
        },
        "15213":{
            "author_id":"firelordzx5",
            "author_name":"darklordzx5",
            "choices":[
                "Climb the nearest rope.",
                "Look for a Crack around the walls.",
                "Get to the nearest door.",
                "Reader's Choice"
            ],
            "content":"<div class=\"\"><div> <span>You rather not get near those legs of the titans, you might get squashed if you were careful, In fact, you dash toward the nearest wall to get away from them only look away.<br>\r\n<br>\r\nWhile it was neat to find the very first signs of alien life, you'll rather be exploring and see for more instead of risking yourself for making the first contact and dying like a bug.<br>\r\n<br>\r\nInstead, you...</span></div></div>",
            "created":1578373200,
            "id":2770471,
            "title":"Stay on the side of caution and keep out of the..."
        },
        "152133":{
            "author_id":"absolfusion",
            "author_name":"Absolfusion",
            "choices":[
                "A friendly gray muffin eating mare",
                "A gray and black maned mare and her unicorn compantion",
                "A minty green mare with a white mane"
            ],
            "content":"<div class=\"\"><div> <span>You creep through the nearest door and find yourself in a noisy room that's bustling with life. A cacaphony of voices reaches your ears though you can't make out what the individual voices are saying. Behind a large glass cabinet is a forest of multicolored legs chatting and standing around waiting to be served, while others sit at huge wooden tables, presumably eating their purchased baked goods. You weave your way through towards the tables, where it's unlikely you'll be stepped on and crushed, and rush underneath a particular one and cling tightly to a chair leg.<br>\r\n<br>\r\nThe chair you're hiding under is currently occupied, with their legs clearly hanging down just in front of you.</span></div></div>",
            "created":1578459600,
            "id":2771016,
            "title":"Get to the nearest door."
        },
        "1525":{
            "author_id":"absolfusion",
            "author_name":"Absolfusion",
            "choices":[
                "You're on a table next to a bunch of sewing suppkues abd large sewing machine",
                "A richly furnished and ornate palace",
                "A hospital"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>More places</span></div></span></div>",
            "created":1578632400,
            "id":2771762,
            "title":"Others."
        },
        "153":{
            "author_id":"firelordzx5",
            "author_name":"darklordzx5",
            "choices":[
                "A Sport Junky or a Fangirl. (Scootaloo)",
                "A Pampered Rich Girl (Diamond Tiara)",
                "An Studious but Pampared girl (Sweetie Belle)",
                "The Daughter of Farmer (Apple Bloom)",
                "More Fillies."
            ],
            "content":"<div class=\"\"><div> <span>Your consciousness return with a groan, feeling pain all over your body. It was the most surreal thing you had in your life. It was almost taking LCD or any drug-<br>\r\n<br>\r\nYour eyes shut wide open noticing that you weren't in your room anymore, in fact, you were in another which means one thing.<br>\r\n<br>\r\nIt worked!<br>\r\n<br>\r\nBut now you were regretting to get into it.<br>\r\n<br>\r\nThe Room was... gigantic. It seems to belong to a giant or rather a giant <i>girl</i> as the details of the room seems it to belong to...</span></div></div>",
            "created":1576904400,
            "id":2762618,
            "title":"In what looked like a girl's room"
        },
        "1532":{
            "author_id":"absolfusion",
            "author_name":"Absolfusion",
            "choices":[
                "While the girl is distracted scurry out the door to explore the house",
                "Climb the bed",
                "Wait and observe"
            ],
            "content":"<div class=\"\"><div> <span>Fighting off a tempestuous headache, you unsteadily haul yourself to your feet and check yourself over to make for certain that you're unhurt, then opened your backpack to check that it's contents were undamaged. Satisfied that you weren't too bruised and battered from your trip through the wormhole you dust yourself off and turn to look out at the place you landed.<br>\r\nYou're in a wide shaded area underneath what looks to be a high platform supported by 4 pillars.<br>\r\nThe strong glow of sunlight penetrates the darkness along the edges of the platform, providing just enough illumination that you're thankfully not going trip over yourself while traveling down here. <br>\r\nErring to the side of caution, you  You look around in deep wonder and amazement at your surroundings, <br>\r\n<br>\r\n<i>This is incredible. It's just like being in Toy Story or Jack and the Beanstalk,</i> you marveled.<br>\r\nYou half expect a Randy Newman song to begin piping in from somewhere out of sight..<br>\r\neven accounting for your sudden reduction in size. In fact, you wager that if the room were to be brought to your scale it could easily contain the combined space of your meager apartment.<br>\r\nOff  to the west sunlight streams in through a  pair of wide windowpanes spilling out onto the floor in huge squares .<br>\r\nDirectly to your north lie two great bookcases of polished mahogany, crowded with literature and magazines of many sizes, shapes and colors. Curiously, much of the covers appear to be made of either paper or cloth with nary a leatherback book among them. <br>\r\nIn the center of the room sits a beautiful velvet rug of light pink and fuchsia, and if you had an airborne view you would have noticed a huge \"DT\" emblazoned in the middle in gold filigree. <br>\r\n<br>\r\n<br>\r\nJust then a sound coming from outside of the room causes you to freeze in your tracks<br>\r\nFootsteps,... and the twisting of a doorknob.<br>\r\nSomeone's coming! You need to hide!<br>\r\nYou almost trip over yourself in your haste to scurry back to your shadowy haven underneath the bed, and dive into safety just as the flies open and a strange looking creature steps through.<br>\r\nAt first glance, the being could've almost passed for human, with the way she carries herself and the way she was dressed.<br>\r\nShe was clothed in a light blue skirt with little wavy ridges around the hemline and coral pink buttons going all the way up the side. The shoes she wore were quite peculiar, they almost looked like a pair of black leather pumps that a child might wear, except these looked to be made out of some kind of stiff fabric that closely conformed to the foot.<br>\r\n<br>\r\n<br>\r\nJust as the girl leans down you witness a sight that causes you to blush hotly and quickly avert your eyes: the pony girl's tail inadvertently lifts up the skirt slightly as she bends, exposing a pair of pink panties plastered with red  and pink hearts underneath. At the very least you have no more doubts as to what the sex of the creature is.<br>\r\nCompletely oblivious to your bashful observation, the girl kneels.down to the shelf and thoughtfully peruses the collection for a few seconds, brushing her finger against the spines before finally settling on one and pulling it out.<br>\r\nSatisfied with her selection, the girl straightens up and turns in your direction. You duck behind the pillar and watch as she approaches ever closer, her footsteps booming as she strode across the hardwood floor, and then she leaps!<br>\r\n*CREEEEEEAK*<br>\r\nImagine the loudest rock concert in history and multiply that by 20 and you almost have the same volume of sounf you're hearing right now.<br>\r\nYou cover your ears in momentary agony as the overwhelming screech of compressed bed springs blasts the space below the bed, and even after the horrifying noise stops you can still hear a loud ringing. <br>\r\nThere are a few more creaks and snaps before the girl finally settles into her bed, probably reading the book she just selected.<br>\r\n<br>\r\nYou stagger out from under the bed, dazed and confused before collapsing onto the ground. You lie still for a minute, allowing your hearing to slowly return, before pushing up into a sitting position. <br>\r\n Phew! That was.. that was something. Coming into this world of giants is turning out to be more dangerous than you realized.<br>\r\nThe girl wasn't even aware of what she'd done and she almost blew out your eardrums!<br>\r\nFrom now on you're going to have to be far more cautious about your surroundings or ... well, you don't even want to think about it.<br>\r\n</span></div></div>",
            "created":1582174800,
            "id":2790276,
            "title":"A Pampered Rich Girl (Diamond Tiara)"
        },
        "15321":{
            "author_id":"firelordzx5",
            "author_name":"darklordzx5",
            "choices":[
                "Go to the right side of the corridor.",
                "Go to the left side of the corridor.",
                "Explore the other doors.",
                "You heard loud, thundering footsteps approaching!",
                "Reader's Choice."
            ],
            "content":"<div class=\"\"><div> <span>Actually, now that you were thinking about it, being near an alien sound good but it was really risky to remain here now, who knows what would happen if she discovers you or worse, squish you without noticing?<br>\r\n<br>\r\nYou shudder on just thinking about it. Nope! You gonna explore first rather than risking with the giants, more so with a young giantess and while it was a gratificating experience, you rather observe the giants while being far away and secure or if you were to make the first contact with one, you hope it was better the adults ones.<br>\r\n<br>\r\nEither way, You yeeted out of there and sprinted toward the still-open door of the room and didn't look back, It was barely open but it was enough for you to go through it.<br>\r\n<br>\r\n+++<br>\r\n<br>\r\nYou left the alien girl's room and entered into what looks like a giant, wide corridor, the floor was 'fluffy', a carpet and very expensive looking that covered the entirety of the floor. the Corridor's windows were also wide with expensive-looking and long curtains. The walls were covered with frames and painting, sometimes just lone colorful equine-like faces with old-timey, victorian era clothes, uniforms, and tuxedos. While there are photos now and more recent-looking pictures of what looks like a family of these equine-like anthro aliens.<br>\r\n<br>\r\nLooking to the whole corridor, you start to get the idea that you are inside of a Rich Family's home, likely a mansion which was both fascinating and interesting all the same. The corridor seems to go both directions but there are far more doors.<br>\r\n<br>\r\nYou...</span></div></div>",
            "created":1583298000,
            "id":2796744,
            "title":"Inside the Rich Household"
        },
        "153215":{
            "author_id":"absolfusion",
            "author_name":"Absolfusion",
            "choices":[
                "A soft piece of fabric thankfully stops your fall",
                "You land somewhere very dark, soft and furry",
                "You miss completely and collide with a wall"
            ],
            "content":"<div class=\"\"><div> <span>Suddenly, you feel yourself being lifted by a powerful gust of wind, which sweeps you off your feet and carries you high into the air.<br>\r\nYou find yourself moving way too fast to get a bearing on what you're seeing and thus everything looks very blurry. You just manage to keep your backpack from flying off your shoulders before a dark shape comes into view.</span></div></div>",
            "created":1583298000,
            "id":2796753,
            "title":"Oh no, not again"
        },
        "1532152":{
            "author_id":"firelordzx5",
            "author_name":"darklordzx5",
            "choices":[
                "Continue on Your PoV",
                "More of Spoiled Rich."
            ],
            "content":"<div class=\"\"><div> <span>- Few Minutes Early -<br>\r\n<br>\r\nSpoiled Rich wasn't having a good day, well, All days are bad for her all things considered but this day was a bit different from the others and that no-good trophy husband of hers was nowhere to be seen at the house and she has <i>needs</i> and frustrations she like to taken care off at once but she can't.<br>\r\n<br>\r\nShe didn't notice the tiny human zooming straight into her exposed cleavage.<br>\r\n<br>\r\n+++<br>\r\n<br>\r\nYou landed somewhere very dark and soft... and furry. You have grown dizzy after this sudden rollercoaster of airborne horror that you barely could hold your lunch within you but you prevailed in not throwing up, especially whatever is this place that acted as a cushion...<br>\r\n<br>\r\nWhich it warm and soft but also really firm, it also bounces, rocks and sways, followed by loud footsteps down bellow<br>\r\n<br>\r\nWhere you were?</span></div></div>",
            "created":1583643600,
            "id":2798684,
            "title":"Between in Spoiled's Mashmellows"
        },
        "15321521":{
            "author_id":"absolfusion",
            "author_name":"Absolfusion",
            "choices":[
                "You successfully climb out of the cleavage.",
                "You fall into one of the bra cups",
                "Your grip is slipping, you can't hold on and fall into her dress"
            ],
            "content":"<div class=\"\"><div> <span>Still dazed and disoriented from the impact, you cling closely to the furry surface and try to catch your breath.<br>\r\nThe landscape seems to be alive, the furry \"skin\" rhythmically expands and contracts, and you can hear the sound of heartbeats very close by.<br>\r\nDid you end up on another one of those anthro equine's bodies?<br>\r\nWherever it is you landed, it seems unlikely that you're going to be able to stay for long, The combination of the rocking motion and the short, difficult to grasp hairs made it almost impossible to hold your position, <br>\r\nYou're going to think and move fast if you're going to get out of this in one piece.<br>\r\nYou begin hauling yourself upward not stopping to take any breaks for fear that you may not be able to move again.<br>\r\nAs you climb vertical landscape slowly begins to smooth out and the steep incline flattens out to a more gentle shape.<br>\r\nOn either side of you are two great mounds covered in pink fur covered in green fabric and a huge strap wound around two opposite metal rings connecting the two.<br>\r\nYou're just now beginning to realize with some horror and fascination exactly where you are...</span></div></div>",
            "created":1585285200,
            "id":2808638,
            "title":"Continue on Your PoV"
        },
        "153215211":{
            "author_id":"firelordzx5",
            "author_name":"darklordzx5",
            "choices":[
                "Yes, better start first contact and hope she is friendly that she appear.",
                "No, You're not insane enough to risk your life to a pissed off woman alien.",
                "She suddenly looked down on her cleavage and spots you!",
                "Reader's Choice"
            ],
            "content":"<div class=\"\"><div> <span>You gasped after finishing climbing up, Your head, torso and finally your whole body was finally out of the cleavage and onto it. You began to take a sigh in relief, releasing a deep breath you don't you were holding on. You felt the cool breeze again and not being constricted in a very warm, soft but tight and rocky environment.<br>\r\n<br>\r\nIt seems that whoever you were was wearing a dress with cleavage window as you could see the outside clearly, You hostess was indeed one of the aliens, as its now, she looked like an older version of the previous one, could this be the mother? she has this air of superiority, mature discipline, and harsh demeanor but her colors are similar to the younger girl but pale, grayish pink and sporting a dark magenta mane. She has this soft horse-like features that are more reminiscent of a caricature, more of a cartoon for little girls, complete with a small nuzzle and big, opal eyes.<br>\r\n<br>\r\nShe looked like she was having a bad day.<br>\r\n<br>\r\nDid you risk it in catching her attention?</span></div></div>",
            "created":1585458000,
            "id":2810007,
            "title":"You successfully climb out of the cleavage."
        },
        "1532152111":{
            "author_id":"absolfusion",
            "author_name":"Absolfusion",
            "choices":[
                "Attemptt to appease her wrath by trying to cheer her up",
                "Try to calm her down by stroking and petting her",
                "She sees you and immediately calms down. Her anger isn't directed at you"
            ],
            "content":"<div class=\"\"><div> <span>How to go about it, though, that is the million-dollar question. Ir would be very easy for her to see you as a pest or some kind of weird-looking bug, and flick you off without a care or squish you if she's in a swatting mood. Before you do anything you're going to have to calm the agitated giantess before she does something drastic. You need to build a rapport with your \"host\" so she'll have a good reason to keep you around.<br>\r\n<br>\r\n</span></div></div>",
            "created":1585544400,
            "id":2810114,
            "title":"Becalming a wrathful goddess"
        },
        "15321521113":{
            "author_id":"firelordzx5",
            "author_name":"darklordzx5",
            "choices":[
                "She ignore you, for now.",
                "She stuff you back into her cleavage.",
                "She started to... smile warmly?",
                "She started to grin lewdly",
                "Reader's Choice."
            ],
            "content":"<div class=\"\"><div> <span>Before you could anything, you saw her face looking down for some reason, you froze seeing her scowling face as her eyes darted around looking at the floor at her cleavage...<br>\r\n<br>\r\nThen you.<br>\r\n<br>\r\nHer expression changed when spotting you, you froze and dreaded when she looked at you, her scowling expression only waver a bit and turn to a turn for a bit of surprise and shock with bits of curiosity and contemplation.<br>\r\n<br>\r\nYou slowly wave at her which made her raise an eyebrow. Yep, she was seeing you alright. What kind of thing was passing through her head now? It was a good thing that she didn't scream and mistake you for a bug but now what will happen to you now? Now you realized that you are making yourself known to a rather cranky giantess.<br>\r\n<br>\r\nGod help you now...<br>\r\n<br>\r\nWht does she do?</span></div></div>",
            "created":1585630800,
            "id":2811174,
            "title":"She sees you and immediately calms down. Her an..."
        },
        "153215212":{
            "author_id":"firelordzx5",
            "author_name":"darklordzx5",
            "choices":[
                "Approach the Nipple",
                "Hold on further.",
                "Reader's choice."
            ],
            "content":"<div class=\"\"><div> <span><i>Oh my gosh! I'm in the cleavage of some alien's titties!</i> You though both in horror and fascination... and a bit perverted. Since they were quite <i>big</i>. You though on waiting until the alien woman finish whatever she was doing.<br>\r\n<br>\r\nThat's until you felt a strong tremor, making you fully lose grip of the thin fur which promptly made you fall onto one of the bra cups!<br>\r\n<br>\r\n+++<br>\r\n<br>\r\n\"Look where you going, Servant!\"<br>\r\n<br>\r\n\"S-Sorry, Miss Rich, I swear it will never happen again!\"<br>\r\n<br>\r\n\"Better be or I gonna do much more than just fire you!\"<br>\r\n<br>\r\n\"R-right!\"<br>\r\n<br>\r\n+++<br>\r\n<br>\r\nYou winced hearing the conversation, whatever those aliens might be, they talk in English and... well, you heard every word, how can't you? It was thunderously loud and it seems that the woman alien you were... was a boss of some sort.<br>\r\n<br>\r\n<i>Not</i> good news.<br>\r\n<br>\r\nWhat if she discover you, especially now that you were thrown into her bra, hugging her titanic tit! and the way it sways and rocks as she walks, you were going toward its center. It won't take you long to get onto her nipple and things might get rocky if she feels you there...<br>\r\n<br>\r\nAlthough it might be a good idea since it makes you being felt and discovered even if its a gamble.<br>\r\n<br>\r\nYou dare to speed the approach or hold on until the bossy alien lady's thin, pink fur.?</span></div></div>",
            "created":1585458000,
            "id":2809381,
            "title":"You fall into one of the bra cups"
        },
        "1532152121":{
            "author_id":"absolfusion",
            "author_name":"Absolfusion",
            "choices":[
                "You feel a sudden pressure as Spoiled pushes against her hand to her breast ",
                "Sudden movement jostles you out of place, you end up pressed against the tip",
                "Spoiled begins to... lactate?"
            ],
            "content":"<div class=\"\"><div> <span>You release your grip and slide down the curvature of the breast until you come into contact with a firm surface that feels almost rubbery. It's also <i>very</i> warm, even more so than the rest of the breast. The heat inside here is stifling and there's little room to move between the tight fabric and the lightly shaking boobflesh.<br>\r\nYou begin frantically kicking and rubbing at the sensitive nipple in order to get some reaction out of the woman and it doesn't take long until you hear a sharp gasp come from up above.</span></div></div>",
            "created":1585458000,
            "id":2809769,
            "title":"Approach the Nipple"
        },
        "15321521213":{
            "author_id":"firelordzx5",
            "author_name":"darklordzx5",
            "choices":[
                "As you drink, the milk duct grew wider.",
                "As you drink, Spoiled check on her lactacting teat.",
                "Reader's choice."
            ],
            "content":"<div class=\"\"><div> <span>And suddenly... you began to feel something warm and very wet on your hands and legs, you looked well enough to see much to your amazement, that it was coming te very nipple that you were pressed on, as it was starting to get harder, it pins you against the very fabric.<br>\r\n<br>\r\nYou notice that the creamy, white liquid was coming from the nipple you were trying to use to call her attention. Turns that she was lactating!<br>\r\n<br>\r\nSome of the milk entered your mouth, making you savor her substance.<br>\r\n<br>\r\nIt does taste like milk with a hint of grapes, sweet and very warm and creamy..<br>\r\n<br>\r\nCurious, you began to drink more from the milk ducts that spew more of that creamy nectar each time you presses onto the rubbery yet hardened boobflesh, more of it comes out, you place your lips onto the flesh to sucks the substance, drinking it almost greedily.</span></div></div>",
            "created":1585544400,
            "id":2810049,
            "title":"Spoiled begins to... lactate?"
        },
        "153215212132":{
            "author_id":"absolfusion",
            "author_name":"Absolfusion",
            "choices":[
                "An astonished Spoiled Rich staring down at you",
                "The girl from before starts latching onto the other tit",
                "Same as above  but her mouth directly covers you!"
            ],
            "content":"<div class=\"\"><div> <span>Even though you know deep down that you can't possibly hold it all and have to stop at some point, you<br>\r\nAs you imbibe more of the liquid you can hear a faint moan come from up above and <br>\r\nBeyond the thick, padded walls you can hear a faint voice asking if everything is alright, to which the woman gives a booming reply \"I-I'm fine. I'm not paying you to dally around and worry about my well-being. Get back to work!\",<br>\r\n<br>\r\nThe woman then quickens her pace to wherever it is she's going as evidenced by the increased jiggling and you distantly hear the creak of a door being pushed open.<br>\r\nYou hear the woman say something softly or mutter under her breath something that you couldn't quite make out, and since you were preoccupied with filling tour belly with the sweet creamy alien milk you really didn't care to know.<br>\r\n<br>\r\nYou should've been paying attention because a few moments after that the fabric covering at your back falls away and light streams in from everywhere, banishing the darkness. You feel a cool breeze wash over you, a stark contrast to the dark and humid environment of the bra.<br>\r\nYou finally break contact with the nipple, shade your eyes from the blinding light and turn your head to look, still clinging to the leaking nipple, only to see...<br>\r\n<br>\r\n</span></div></div>",
            "created":1585630800,
            "id":2810834,
            "title":"As you drink, Spoiled check on her lactacting t..."
        },
        "1532152121321":{
            "author_id":"firelordzx5",
            "author_name":"darklordzx5",
            "choices":[
                "Curious. She grabs you and move you close to her face.",
                "Motherly, She holds you closer so you don't fall and encourage to continue.",
                "Cold and indifferent, she simply warns you but leaves you unharmed",
                "Reader's Choice"
            ],
            "content":"<div class=\"\"><div> <span>You froze upon seeing the astonished cute equine-like face of the anthro woman staring down at you, wide huge opal eyes stare down at you as you stopped drinking from her heavenly nectar without permission as a side effect of getting her attention.<br>\r\n<br>\r\nNow you got said attention, you were wondering if she will be lenient but all hope dashes when you started <i>sucking her tit's milk</i> and hearing from early, she didn't quite a tolerant. It was over, you were done for, no only she will smash you and likely mistake you for a bug but also as a perverted bug! Just what <i>were you thinking?!</i><br>\r\n<br>\r\nYou simply wait whatever fate she has store for you now, However, you saw her face turning..</span></div></div>",
            "created":1585630800,
            "id":2811285,
            "title":"An astonished Spoiled Rich staring down at you"
        },
        "15321521213212":{
            "author_id":"absolfusion",
            "author_name":"Absolfusion",
            "choices":[
                "Into the bedroom..."
            ],
            "content":"<div class=\"\"><div> <span>The mare stared at you for a full minute, not comprehending what she's seeing. Her featured softened into something almost... motherly and shifted her palm so she was now holding you against her breast and lightly tapped with her fingers. Was she giving you permission  to... continue?(edited)<br>\r\n \"Go ahead.\" She says softly, her voice radiating of warmth that wasn't there minutes prior. \"Drink plenty.\" She says and smiled in a motherly way, She candled you firmly but gently.<br>\r\n You slowly obey her request and continue massaging her nipple which it rewarded you with more of her delicious, creamy nectar.<br>\r\n As you drank the mare let out a deep sigh of contentment and gently massaged the breasts, stimulating the nipple further and allowing even more milk to flow. The other hand slowly slid down her dress and palmed the pantied area between her thighs.<br>\r\n You simply continued drinking her creamy nectar, this time with more want and contentment, your head clean and at peace, she was aware of you and longer need to fear for her attention any longer, for some reason, you start to like her now.<br>\r\n\"Uhh, Miss Rich...?\"<br>\r\nSpoiled Rich halted, her good mood deflated quickly and scowled back to whoever interrupted her.(edited)<br>\r\n \"Yes?\" Her tone was as cold as before, although this time it was a little bit less frosty.<br>\r\n The maid tensed \"S-Sorry Ma'am! It's just... You're standing in the main corridor, with your blouse down.\"<br>\r\n \"Is there a problem with that?\"Spoiled asked cooly, thankful that the maid couldn't see exactly what she was doing.<br>\r\n The maid gulped and quickly shook her head. \"N-no, ma'am.\"<br>\r\n \"Good, then be on your way, and do not disturb me again.\"<br>\r\n The maid ducked her head and turned to quickly walk away before her mistress forced job on her when she heard her employer speak. \"Wait, Dust Mote was it?\"<br>\r\n \"Y-yes mistress, that's my name.\"<br>\r\n Her friends called her Dusty, though she wouldn't exactly consider Spoiled Rich her friend.<br>\r\n \"You sound like a nervous, wreck! I can't have you working under me if you're not in peak mental condition. Take the day off, to get yourself back in order and tomorrow I don't want to hear a single stutter out of you, do I make myself clear? \"<br>\r\n Dusty was confused now, Spoiled never give anypony the day off but considering her mental condition, she could see it that way, she was nervous and stressed already so instead of talked, she nodded as no trusting her own voice and left.<br>\r\n Spoiled smiled as the servant left and cupped her breast where the tiny is sitting. \"Now we can be alone.\"<br>\r\n You stopped and looked up and smiled at her, this made her coo on you. \"I don't know why or how but you bring something out of me that I hadn't felt in years.\"<br>\r\n Your stomach was completely full of milk now and you couldn't drink any more if you tried., so you just relaxed in her hand and basked in the warmth of her fur.<br>\r\n You suddenly turned but instead of being repulsed to it she released another \"Awww..\" she cooed again p, it reminded her the moment Diamond Tiara was born when she was suckling her teats for the first time after 11 months of wait of an anxious but worthwhile wait.<br>\r\n Those days were long past, of course, she had since grown into a fine young filly. Still, deep down she had nostalgia for the day when she was taking care of her infant daughter, which were among the happiest days of her life.<br>\r\n Spoiled quickly debated whether she should bother putting her bra on or just go around topless, and ultimately decided that she would rather let them hang loose. After all, this was her house, her domain, and she rather enjoyed the feeling of letting her girls free.<br>\r\n Spoiled's hand suddenly clutched at her pelvis and then relaxed. Maybe it was time to move to the bedroom.<br>\r\n</span></div></div>",
            "created":1591333200,
            "id":2846337,
            "title":"Motherly, She holds you closer so you don't..."
        },
        "153215212132121":{
            "author_id":"absolfusion",
            "author_name":"Absolfusion",
            "choices":[
                "Tempting fate"
            ],
            "content":"<div class=\"\"><div> <span>Spoiled Rich walked into her bedroom with the small human in hand and closed the door.<br>\r\n She then locked it, making sure that she won't be disturbed.<br>\r\n She pulled her bra completely off and laid it on the bed before pulling her skirt off so she'll only be in her underwear.<br>\r\n She took out her earrings and her pearl necklace and laid them both on the bedside drawer,<br>\r\n As this happened, you stared at awe as she get undressed. Was this really happening? Did you manage to turn her own by just drinking from her nipple? You weren't complaining but also you find it overwhelming, You really don't know how you will please her if this was coming but damn! she was really gorgeous.<br>\r\n Spoiled sighed as she laid down on the bed with you cupped closely to her breast. She laid you in the middle of her cleavage and with her now free hands sensually rubbed all the way down her body,<br>\r\n Her body bent as she propped herself up with a pillow and she smiled down at you with that same warmth as before.<br>\r\n \"Now, with that out of the way, we can now have fun, you and me.\" She says in a mix of sensual and motherly tone.<br>\r\n Spoiled took you into her hand once again, except this time she started lifting you up to her muzzle.<br>\r\n For a moment you thought she'll eat you until she puckered her lips and starting smooching you, kissing you in appreciation, you got to confess, the deal was dangerous for you could be sucked into her mouth but it was really hot!<br>\r\n Just then you remembered something. Before you left you loaded up and snack cakes and such for a long rup and stuffed them into your backpack for a long trip. Maybe the goddess will appreciate them as offerings? You weren't going to have to worry about food anymore, in any case.<br>\r\n You pushed your arms out to stop the goddess' barrage of giant kisses. \"What's wrong, did I hurt you?\" She looked concerned but you shake your head and instead, you looked on your back and revealed your snacks, pastries and food to her and presented her as an offering.<br>\r\n \"You want to feed me... after I fed you?\" Spoiled was touched. Her eyes shimmered with mist at what the human was offering her and a strong warmth burst inside her chest. Of course, she would accept.<br>\r\n She opened her mouth and stuck her tongue out to catch any falling sweets while also avoiding pulling the human in.<br>\r\n You saw her tongue out as you offered it all to it to the sensory organ, she opened her maw wide, giving you a view of her, glistening cavernous mouth and her pearly white monolithic teeth.<br>\r\n God even her mouth is just so sexy. You imagined the pasties traveling down her gullet to be digested and processed into more milk to drink.<br>\r\n You individually unwrapped them one by one and tossed them onto the tongue while stuffing the plastic back into the bag. She slowly withdrew her tongue and closed her mouth. They were all so minuscule that they would immediately melt in her mouth, but it's the thought that counts.<br>\r\n She gulped and smiled down to you, at least she did manage to taste them. \"That's so sweet of you..\" She giggled on her own pun.<br>\r\n You chuckled as well, but suddenly, she began to move you away from her face.<br>\r\n\"I have a problem, a problem that you can help me solve. Would you help me? You nodded numbly, already having an inkling of what's about to come.<br>\r\n The goddess looked gleeful at this and gave you another hearty kiss. \"Thank you. After this, you can have all the milk your little heart desires.\"<br>\r\n With one hand holding you, she lowered you down to her panties, the sole piece of fabric separating her from immodesty, and with the other hand pulled the waistband open with a single hooked finger.<br>\r\n Then, she then drops you in into the damp and humid atmosphere, pressed against her searing hot, heaving slit, you were suddenly filled with a raging need once your head was swimming on the pheromones it permeates.<br>\r\n Your body moved on autopilot towards the source of the pheromones, the heaving pulsating entrance to Spoiled's birth canal that was eager to swallow you whole. Spoiled Rich laid back, enjoying the feelings you were giving her and spread her legs so that you would have better access to her flower.<br>\r\n Down inside her panties you saw the flaps of flesh open up like magic, inviting you in.<br>\r\n You dove straight into the slit and let yourself get lost in the wet, clinging darkness.<br>\r\n All along the way, you felt the ribbed muscles caressing and massaging your entire body as they slowly pulled you to their destination.<br>\r\n This wasn't just having sex, this was making love, warm and caring, with the intention of making a baby.<br>\r\n You weren't just Spoiled Rich's toy now, you were her lover, for her alone.<br>\r\n Spoiled Rich wasn't sure if she was going to feel you but she was feeling you right and nice, you were venturing your way deeper into her core, as she was cheating on Filthy Rich? Haha Tartarus, no! This was barely cheating if that stallion can get away with dozens of his foals with his herd. This very experience reminded her that she was a mare with needs.<br>\r\n<br>\r\nAnd she wants those needs satisfied. So imagine her surprise when she moans on feeling the tiny thing already on her cervix, caressing and making out with it.<br>\r\n \"Ungh, oooh yes keep going,\" she urged the tiny on. \"Don't stop. Kiss and touch my womb. It's yours!\" Her entire body was on fire now, outraged but also delighted at the little human being in a place he had no business being. Spoiled rapidly stroked at her cunt flaps and twisting and pinching her rapidly winking knob. A torrent of juices pouted from her quim and out into her already soaked panties. She imagined the tiny swimming in a lake of her own fluids and drinking his fill, and this made her even more aroused.<br>\r\n<br>\r\n<br>\r\n Meanwhile, you held on by gripping yourself on the rounded, quivering organ, the place was totally flooded with her juice, you were almost about to swim of it and frankly, even her love juice taste milky! However, you have an goal in mind and was to mate with the goddess' womb. Your pants were down and aligned to the quivering hole.<br>\r\n<br>\r\nThen pushed in.<br>\r\n Spoiled Rich gasped as she a tiny pinprick penetrate her core. He was going it, he was really doing it. Meanwhile, inside, you gasped as you felt the roundish button completely envelop your dick, and from behind the quivering meat closed up provide aa cushion to lay against.  You were already at your limit, the journey in here had made you rock hard and your balls were full to bursting with seed. It was time. You gave one final push, thrusting slowly and deliberately to ensure that when you pop it will be a big one, The chamber was slowly filling up with fluid but you didn't care, you were single-minded in your attempt to breed this mare and make her yours,<br>\r\n<br>\r\n<br>\r\n You did, you popped a huge nut as you roared, pushing your dick deep, ensuring your load gets into her womb, even if any chance of offspring is impossible due to the size difference, it didn't matter, you heard a shriek of pleasure from her, as the entire place tremble and fill up with more of her juice, you twitched as you let out the final tiny burst and dislodged from the cervix's tunnel who closed up entirely, likely to not leak your hefty donation. You panted as you fell on the twitching meat that provided a soft cushion.<br>\r\n The wall behind you slowly opened, and you were carried away by a river of love fluid.<br>\r\n Then you were then squirted out onto the sticky panty fabric, panting heavily.<br>\r\n Suddenly there was a giant hand, grabbing gently out of the warm, humid ridden panties.<br>\r\n It was Spoiled, come to collect her bounty, and thank him for a  job well done.  She panted and laid back against the pillow with a pleasured look on her face.<br>\r\n SH lifted her hand from her panties and sucked on her fingertips, savoring the juices.<br>\r\n She, however, deposited you back to her bosom, bouncing gently as she pants as she lick her finger off her juice.<br>\r\n You wondered... Will something grow inside of her?... Nah, you were too small and your seed was monumentally small. Besides, you were a different species and she was a giant alien. chances are that nothing will happen..</span></div></div>",
            "created":1591333200,
            "id":2846342,
            "title":"Into the bedroom..."
        },
        "1532152121321211":{
            "author_id":"absolfusion",
            "author_name":"Absolfusion",
            "choices":[
                "The games begin"
            ],
            "content":"<div class=\"\"><div> <span> You panted, hard, resting on the massive twin, heaving milky hills of your captoress, she too was panting. You really made her cum? It seems so although it was quite something if you managed to pleasure a goddess, a Titaness.<br>\r\nShe sensually sucked her fingers, one by one savoring the taste of her own juices and moaning unashamedly. As soon as she was done, she looked down at you and fixed you with a loving gaze.<br>\r\n\"I was having doubts if you could pleasure me but I was thankfully mistaken.\" She spoke in a soft tone<br>\r\n \"You even managed to quench my heat!\" She giggles \"I no longer have that annoying need anymore. At least for a time.\"<br>\r\nYou looked at her confused on the term, what she meant with heat? whatever it was, she seems to be genuinely happy after that. Maybe sex is something more in this world than just reproduction? You had my questions.<br>\r\n\"It's very likely I'll become a mother again soon, and it's all thanks to you.\" Spoiled softy patted and massaged the breast where you were staying.<br>\r\nYou, in the meantime, tensed on the words. \"W-what?!\" you say in surprise, finding your voice for the first time, dread started to creep on you. She looked, hearing you talk with such a shocked tone. Does this mean she wanted you to make her pregnant? that's was her heat was about in the end? wait...(edited)<br>\r\nMother again?<br>\r\nWas she married?<br>\r\nYou were starting to get dizzy with the dozens of though running in your head but you finally realized one thing \"Of course, she was able to lactate, she had a child!\" You though fearful.(edited)<br>\r\n<br>\r\nId Spoiled was aware of your inner anguish she didn't appear to show it. She was srill basling int the afterglow of a wonderful orgasm. \"Now what am I to do with you, my little stud? I have all day to play with my new little pet.\"(edited)<br>\r\n'Little pet...' That's right, you've basically accepted her as your goddess at this point. She doesn't seem to be too concerned about it, in fact, it seems like she wanted this from the very start. Maybe you shouldn't be all that worried and embrace your role.<br>\r\nWell... there was no going back, besides, it can't that bad, right? You now have roof and food and a beautiful goddess taking you in with kindness, to pleasure, and breed. So what if she was married? Let him know that her future children, it gonna be yours.<br>\r\n<br>\r\n+++<br>\r\n<br>\r\nSpoiled Rich was having a horrible day, said horrible day turned for the worse when Filthy Rich decided to tend his herd now of all days, and this particular week! However, that changed when this little thing appeared, drinking from her bosom. At first, she thought it was an annoying pesky bug bitting her but noticed his stallion-like physique, it was a very tiny colt! but it was different from any colt. He looked awfully a lot like one of this extinct species that crazy anthropologists, Lyra, obsess about.<br>\r\n<br>\r\nAnd she has found one! It opened something her, the maternal instinct that told her to protect him and her lust driven by her heat, tempered said instinct with excitement and want and her lust when no sated, can get very creative and she was greatly rewarded, despite the tiny size, he managed to hit all her buttons and he was so thoughful..<br>\r\n<br>\r\nAnd so adorable!<br>\r\n<br>\r\nThat's it! This tiny human is hers now.<br>\r\n Her mind raced with all the possibilities and the places she could keep him, and all the fun they could have,<br>\r\n She had in her hands a creature that she could shower kindness upon and in return would be devoted to her, willing to help her find relief when she's stressed and he would be incredibly easy to take care of him.<br>\r\nYes... This would the start of a beautiful and productive relationship.<br>\r\nShe wonders... what if she could include Diamond?<br>\r\n ...Yes, she should have a right to know where her little sibling is going to be coming from. Spoiled didn't often show it, but she was sometimes frustrated that she was unable to connect with her daughter in a meaningful way, it seemed like they were continually drifting apart due to her won stubbornness and pride.<br>\r\nA discovery like this is be something that should be shared.<br>\r\nAnd maybe this can be the start of a family restructuring, a new bond between mother and daughter. No, Herd Sisters.<br>\r\n\"I think I know.\" She says, a grin formed on her lips \"Maybe I should present you to my beautiful daughter, Diamond Tiara. After all, you're the  father of her future little sibling.\"<br>\r\n Whoa, first you get to impregnate this drop-dead gorgeous mare and now she's taking you to meet her daughter? Score! You could not have come up with a better outcome if you tried.<br>\r\n \"She's getting around that age where she's going through her First Heat she's getting curious about sex and I've almost caught her masturbating a few times. I think a hands-on approach to teaching her would be appropriate, hmm?\"<br>\r\n\"... And if I get her pregnant?\" You asked, going to be a little cautious here.(edited)<br>\r\n\"The she will have learned her lesson,\" Spoiled said simply.<br>\r\nSo... just simple as that, gave her a grandchild as the aftermath of a lesson of sex? just how lax are those giant sensuous beings. Either way, you had reached a jackpot when entering that portal. You nodded in agreement and gave her your widest smile.<br>\r\nSpoiled seemed rather pleased by your answer. \"Very well, then let's go meet her.\"<br>\r\n<br>\r\n</span></div></div>",
            "created":1591333200,
            "id":2846347,
            "title":"Tempting fate"
        },
        "15321521213212111":{
            "author_id":"absolfusion",
            "author_name":"Absolfusion",
            "choices":[
                "Continue"
            ],
            "content":"<div class=\"\"><div> <span>Soon, she grabs you gently enough as she gets out of the bed, she places you back on the bed she put her pants on<br>\r\nShe again pondered whether she should even bother putting her bra back on, until she realized that they would provide you with a nice and cozy place to rest, at least for right now. She'll likely find some alternative solution for you in the future, but as for right now, she elected to keep wearing it.<br>\r\nShe picked up the discarded bra off the bed and hooked it into place, then picked you up and tucked you into one of her cups.<br>\r\nOnce again you pressed against her mammary flesh, and the familiar nipple flesh. Satisfied with her temporary arrangements and looking semi-decent enough, Spoiled left her room and back to the corridor, looking for Diamond's room.<br>\r\nIt didn't take long until she was in front of her door. It was still somewhat early in the morning so she should still be inside. The door was standing slightly ajar so Spoiled took this opportunity to peek in.<br>\r\n her eyes widen but a wide grin formed in her lips, There she was, on her bed as she read a book, the book was some erotica as she was massaging her mound, releasing small, cutely sounding moans.<br>\r\nSpoiled slowly creaked the door open, taking care not to alert her daughter to presence, and slipped inside, before slowly closing the door behind her.<br>\r\nShe stood there watching her daughter masturbate while pressing a hand against her own mound and bit her lip.<br>\r\nShe stealth fully went toward her daughter's bed as she went near it. Diamond was completely unaware, too enthralled to the book to care that her mother was in the same room as her despite being in her own little lustful world.<br>\r\n\"Diamond?\" The filly froze and released a shriek of surprise upon hearing her mom.<br>\r\n\"M-mom? What are you doing in here... I-I mean... Uh, it's not what it looks like?\"<br>\r\n \"Would you like some help with that sweetie?\"<br>\r\n Diamond's eyes opened wide and her mouth flew open in shock. \"W-what?\"<br>\r\nSpoiled sat down at the edge of the bed and gave her daughter a sympathetic look. \"I know you're getting to that age where you're curious about your body and you want to do things to make yourself feel good. I completely understand.\"(edited)<br>\r\n\"You.. You do?\" Diamond asked cautiously, Unable to thrust her mother, after all, it was the realization that her mother has been pushing her to become like her and because of that, she also found out that she doesn't like it.<br>\r\nSeeing the glare of suspicion made the matriarch flinch.<br>\r\nShe recovered quickly though and came up with a plan to get through to her daughter. \"Of course. You know, I was the same way when I was your age, except I lived on a dairy farm and didn't have access to the same 'literature' you have. You don't have to be scared of what I think. In fact, if you'll allow me we can do it together if you like.\"(edited)<br>\r\nDiamond was still distrustful, it could be a ploy, an attempt to lower her guard only to snatch the book away and scream at her as those things are not for winners or something along those lines. Still... This was the first time she has seen her mother in another emotion other than scowling and irritation. So she let herself lower it<br>\r\n\"Alright...\" She says uneasily as she lowers the book.<br>\r\nSpoiled smiled and crawled into bed with her daughter, who shifted over to make room. She unbuttoned her skirt and pulled it off leaving her pantied pussy exposed just like Diamond's. She propped herself up with a pillow so she could see what she was doing, and after a moment's hesitation, her daughter did the same.<br>\r\n\"So... what are we doing?\" Diamond Tiara asked a bit awkwardly, realizing that this going to turn a bit... awkward.<br>\r\n\"The same thing you were doing, except now we're doing it together.\" It took a moment for her words to click and realize what she was talking about, Her mother was asked to masturbate with her. Diamond Tiara felt weirded out by this request and initially would've said no, had there not been a fire rising deep in ger loins and sending chills up her spine. Despite herself, Diamond Tiara was getting wet at the thought, and no matter how much she tamped down the feeling it kept coming back in full force. She squeezed her eyes shut and simply said, \"Okay.\"<br>\r\nDiamond's hand slid down her body until she was back at that forbidden junction between her thighs and began to rub against her puffy lips.<br>\r\n You heard all the conversation going on even from within the cup and pressed against Spoiled's nipple, She seems that there were some tensions between your goddess and her daughter but at least there seems to progress.<br>\r\nIt seems like they don't quite have need of you yet, so you decided that you would drink some more of that creamy, delicious milk.<br>\r\n You hear the loud Human of satisfaction from high above. Suddenly, however, you felt the cup getting loose, she was removing her bra again.<br>\r\n Spoiled unhooked her bra and let it drop to the floor and let her breasts bounce free. She began mimicking her daughter's movements and slipped a hand inside her panties while the other massaged and kneaded her breast, conveniently the very same one you were situated on.<br>\r\n You hear the cutely, small mewls and moans coming from Diamond as you hold yourself on the bouncing hill teat, she looked adorable even for someone that looked like a budding teenager that was becoming of a blossoming woman. And hum broke your thoughts and looked up to see the mother's grinning face on you.<br>\r\n<br>\r\n Spoiled took you into her closed a fist around you before saying, \"Baby, stop for a minute, there's something I want to show you.\"<br>\r\n<br>\r\n<br>\r\n</span></div></div>",
            "created":1591333200,
            "id":2846351,
            "title":"The games begin"
        },
        "153215212132121111":{
            "author_id":"absolfusion",
            "author_name":"Absolfusion",
            "choices":[
                "The aftermath (living with the Riches)",
                "A few weeks later",
                "A few months later",
                "Reader's Choice"
            ],
            "content":"<div class=\"\"><div> <span>\"Huh?\" The teenager stopped and looked at her mother, a bit dazed in lust but still in her right mind.<br>\r\nHer mother looked uncharacteristically peppy and giddy, \"Just before I show you this, I have to tell you, you're gonna be a big sister!\"<br>\r\n Diamond Tiara stopped dead. \"What?\"<br>\r\n Even after all the strangeness of her mother sneaking into her room while she was jilling off and then joining her on the bed, this news was by far more stranger.<br>\r\n \"I know this sound kind of strange and sudden but... there are things that a filly like you, that is about to turn into a beautiful mare, needs knowing as well, seeing you with that book and despite me being here, it doesn't stop you from attending your maidenhood which means that you're entering your first heat season.\" Spoiled explained.<br>\r\n \"O-ok.\" Diamond replied, completely bewildered as to what her mom is talking about.<br>\r\n \"Every filly goes through what you're going through right now, so you there's no need to feel ashamed,\" Spoiled continued. \"That's why I thought I'd help ease you through it by spending some personal time with you.\"<br>\r\n \"And to make things better, the dear that conceived your half-sibling!\" Spoiled stated with a growing grin.<br>\r\n \"... is right here.\" Spoiled finally unfurled her fist and opened her hand, holding it up for her daughter to see.<br>\r\n \"What is that?\" Diamond Tiara stared in disbelief at the form of little old you standing on her mother's palm. \"He looks like a tiny stallion.\"<br>\r\n \"He is a tiny colt, actually. Notice the soft-looking features in his face and he is not a pony, he is a human colt.\" Diamond Tiara's eyes widen on the information. A human!? a real human!?<br>\r\n She's heard of them before, through tales and stories about how they used to live in the Everfree forest until ponies drove them out. They were supposed to be creatures of magic that could disappear at will, change their size, and create illusions. The fact that her mother had one right now was rather shocking, though not because of the size.<br>\r\n\"He's my new pet and breeding stud, and he's utterly devoted to me,\" Spoiled said lovingly. \"I want to share him with you to help ease your heat.\"(edited)<br>\r\n\"Really?\" She says in skepticism despite the surprise of the existence of the once extinct human still present. \"How can he do that? He is tiny..\"<br>\r\n\"Pull open your panties, and I'll show you\",\" Spoiled said.<br>\r\nDiamond Tiara dis as her mother asked and pulled down her underwear, then moved to face her mother so she could see her fillyhood in all of her glory.<br>\r\n \"Like this?\"<br>\r\nSpoiled licked her lips in anticipation. :\"Yes, just like that.\"<br>\r\n Spoiled then looked at you \"Go ahead, Please my daughter~\" Spoiled then dropped you toward her daughter's puffy, and undefiled fillyhood. Diamond yelped a bit but waited then, she felt your intrusion in sliding into her young folds. She suddenly gasped as she felt the tiny human invading her maidenhood's canal. \"B-by Celestia!\" She gasped.<br>\r\n Diamond Tiara felt him quickly pass through her folds and crawl inside the entrance to her fillyhood, and weirdest of all, could feel his tiny hands working on her inner flesh. Her body involuntarily seized and convulsed upon feeling these new sensations.<br>\r\n Seeing her daughter like this, made the matriarch approached and embrace the filly \"It's fine, see? he is really good in pleasure us despite his tiny size.\" She cooed and the filly a kiss to her lips.<br>\r\n<br>\r\n Spoiled pulled Diamond on top of her and continued the kiss while running her fingers through her mane.<br>\r\n Deep inside, you continued to crawl inside the wet pulsating tunnel taking your time and kissing her every few steps. You wanted to make her feel as good as possible to get her used to the idea of using you, and just like her mother, the juices began to flow. Speaking of which, it felt quite to be inside her rather than her mother.<br>\r\n Unlike her mother, who had supreme control over her muscle groups and slowly but surely pulled you along, the filly's muscles were more erratic.<br>\r\nYou were pulled deeper and deeper almost like being sucked straight to her core which was getting ever nearer.<br>\r\nYou felt the walls convulse and shift under your touch as the tunnel gets flooded.<br>\r\nGiven that the tunnel of the virgin filly was much tighter than the seasoned adult, it didn't take long for the juices to fill the space.<br>\r\nThankfully, however, it didn't take long for you to reach your destination, highly visible, albeit smaller cervix.(edited)<br>\r\n \"Jackpot.\"You decided to instead of just getting to the point, you were first going to give that succulent hole a very nice and deep kiss.<br>\r\nDiamond Tiara gasped sharply and moaned \"He is kissing me! he is kissing something deep in me.\"<br>\r\nSpoiled chuckled and said, \"That's your cervix, dear. He's going to put something inside you that will stop the heat by way causing something called an 'orgasm'. or 'cum' , making it so that eventually you'll be able you'll grow a foal inside you. Just lie back and let it happen.\"(edited)<br>\r\n\"A foal?!\" Diamond's voice was panicked now, even as she felt her arousal grow.(edited)<br>\r\nSpoiled's voice as calm and serene.\"Yes, dear, that's the only way to stop the heat, I'm afraid, and I don't want to see you suffer another second. Soon you're going to become a mother like me.\"<br>\r\nShe repositioned Diamond's head so that it was aligned with her teat and pushed her into it. Just relax and drink, dear. It will be over soon.\"<br>\r\nDiamond was about to protest but was silenced by the creamy substance invading her mouth. Diamond was surprised but slowly but surely decided to accept it and began drinking her mother's milk.<br>\r\n<br>\r\nYou at the same time retreated your mouth from the dilating, pulsing hole and decide to get to the main attraction.<br>\r\n You aligned your incredibly hard rod with the hole and pushed, forcing your cum cannon deep inside the protective sphincter. You began to hump against the womb imagining scenarios of your life with these two lovely ladies and the swell of their pregnant bellies filled with your offspring, living in the lap of luxury while spending your life with people who genuinely love and care about you. You carefully embraced the bulbous structure gave it a soft, tender kiss while you pumped away inside of it.<br>\r\nSpoiled felt her daughter tense and moan, feeling vibrating on her teat, she smiled as this happens, she caresses her daughter as she continues drinking her milk, it reminded her of the day she was born and drinking from this very same teat.<br>\r\n<br>\r\nSoon, sooner than you'd like, you gelt the familiar pulse of your dick and a familiar onrushing of fluid forcing its way to your cumslit. You didn't even bother trying to hold back and released it all, grunting as you released yet another cloud of sperm into a womb. This time you felt no compunction about what you were doing and relaxed upon knowing that you did something to please your goddess. You lied back and relaxed, completely spent, with a big goofy grin on your face.<br>\r\nDiamond Tiara gave another moan, she let go, gasping as she moans and trembles, she felt her face had drips of milk falling on her face, she moans and shrieked in an orgasm feeling the human unleash his essence into her violated sacred place, her tongue was out, lolling out of her mouth as her eyes were unfocused and tearful.<br>\r\n<br>\r\nDiamond Tiara has her first, strong orgasm.<br>\r\n Her hips shuddered, bucked, and rolled riding the wave of her orgasm. Diamond Tiara had never felt anything like it in her ife, ir was like soaring into the heavens on wings of light. All of the muscles in ger body relaxed and released their tension, and for a split second, she had no idea who or where she was.  Meanwhile, the resulting flow of fem and squeezing muscles and the rapid expansion and contraction of the ribbed walls carried you back to the entrance unscathed and you were pushed back out onto the bed.<br>\r\nSpoiled was satisfied with the performance, really satisfied, so much that she was surprised seeing Diamond suddenly latch on her nipple again and drank with so much want and greed, she felt the tongue lapping on the nipple as it releases more to her, She was was embraced by her. Spoiled saw her daughter's face to see what's going on until she saw... love and regret on those eyes.(edited)<br>\r\nYou had completely freed yourself of Diamond's pussy and laid on the bed, still feeling the aftershocks of your own orgasm. Spoiled saw you lying there and collected you into her hand before placing you on the other nipple.<br>\r\nYou started instinctively to lap and kiss the hard nub of flesh and suck from the milk duct and starting drinking from her, Spoiled gave a satisfied hum, seeing her two important lovelies drinking on her breasts, she sighed contently. It been quite a while she nursed Diamond and even then, she never really stopped, she thought it was an annoying condition but for once, she was really glad to never went away. <br>\r\n<br>\r\nDiamond n the meantime felt a feeling that couldn't explain, that burn on her loins was finally sated, replaced with a feeling of contentment, this feeling of love that came from her mother, its... been quite a while since she felt the appreciation and motherly love from her. She glances at the tiny who was drinking on her mother's other teat, the one who satisfied and quenched her need.<br>\r\n<br>\r\nthe father of any possible foal she and her mother might get. Maybe it won't be that bad, the human was cute, maybe his foals will also be cute!<br>\r\n<br>\r\n</span></div></div>",
            "created":1591333200,
            "id":2846356,
            "title":"Continue"
        },
        "153215213":{
            "author_id":"firelordzx5",
            "author_name":"darklordzx5",
            "choices":[
                "You fell into her belly buttom.",
                "You stopped by being stuck on the elasticity of her panties",
                "Reader's choice."
            ],
            "content":"<div class=\"\"><div> <span>Unfortunately. you couldn't hold anymore on the thin fur anymore as the rocky motions and sways were too turbulent for you to hold and it didn't help that it's a bit sweaty in here which made things far more difficult and slippery.<br>\r\n<br>\r\n\"Oh uh..\" You muttered as your grasp weakened and slide down with each rocky motion and sway until you were freed from the mounds' embrance only to slide further down. That's how you fell from the aliens' mountanious mammaries and into the dress, sliding down on her skin-like furry belly that seems to no stop from there until...</span></div></div>",
            "created":1585458000,
            "id":2809819,
            "title":"Your grip is slipping, you can't hold on an..."
        },
        "1532152132":{
            "author_id":"absolfusion",
            "author_name":"Absolfusion",
            "choices":[
                "You just barely manage ro pull out and catch yourself",
                "It's no use, you get snapped back and slip inside. Today is not your day.",
                "You fall on the front of Spoiled's soaked, panties"
            ],
            "content":"<div class=\"\"><div> <span>The force of gravity pulls you ever downward and ever closer to the furry alien's treasure, with no effective way to brake against the sweat slickened fur. Ironically the textured surface that had been helping you to climb was now working against you.  All you can do now is hope and pray you don't fall to your death, or even worse, end up someplace \"intimate\"...<br>\r\nIn the darkness, you feel your toes collide with something soft, and then you felt your legs slip inside.<br>\r\nYou reach down to feel around and pinch a soft silky fabric between your fingers, and instantly know what happened.<br>\r\nIt seems that you had been caught by the elastic waistband of a pair of undies, and now your legs are pinned by the elastic waistband!<br>\r\n<br>\r\nIt's incredibly hot and humid down here and a strong and sweet, yet spicy and musky scent pervades your nostrils, which provokes a not unpleasant buzzing behind your noggin. <br>\r\nYour eyes go glazy for a moment and your mouth hangs open with a little bit of drool hanging out of it, before you violently shake your head.<br>\r\n<br>\r\nYou... can't... stay... here...<br>\r\nYou've got to... get away...before... something happens...<br>\r\n<br>\r\nYou weakly try to pull yourself free from your elastic bonds, flexing your arms with all your might to pull yourself upward, while also bracing against the skin to further free yourself.<br>\r\nThe hem of the waistband slowly curls outward while your body began to lean further and further, desperately grabbing and reaching for more fabric to pull on., and then...<br>\r\n</span></div></div>",
            "created":1585458000,
            "id":2810009,
            "title":"You stopped by being stuck on the elasticity of..."
        },
        "15321521322":{
            "author_id":"firelordzx5",
            "author_name":"darklordzx5",
            "choices":[
                "Give in to the temptation and play with Spoiled's Pussy",
                "Go in extreme and insert yourself into her inviting hole.",
                "Attempt to resist all urges, it was wrong just by thinking on it.",
                "Reader's Choice"
            ],
            "content":"<div class=\"\"><div> <span>Unfortunately, You weren't lucky as you get snapped back and began to slip into the panties and into the moisty and warm atmosphere that awaits, passing the clitoral hood and further down, almost pressed against the humid slit that was just a few inches away from your entire body.<br>\r\n<br>\r\nThe smell from before was overwhelmingly strong here, you felt your mind dazed by it, turning to mush by the smell of spicy grapes alone, the <i>lips</i> heave and part, giving you a clear view of her ribbed but inviting breeding tunnel.<br>\r\n<br>\r\nYou...</span></div></div>",
            "created":1585630800,
            "id":2811071,
            "title":"Today wasn't your day... or isn't it?"
        },
        "15322":{
            "author_id":"firelordzx5",
            "author_name":"darklordzx5",
            "choices":[
                "Stay where you are and rest.",
                "Surround the Girl and look what her face looks like.",
                "You climb her body and explore it!",
                "her legs were open and quite inviting..",
                "Reader's Choice."
            ],
            "content":"<div class=\"\"><div> <span>While turns out to be dangerous, it was also an exciting venture. You wouldn't see an actual alien like this every day! <br>\r\n<br>\r\nMuch less an Alien <i>Girl</i>.<br>\r\n<br>\r\nYou shook your head trying to remove the still fresh panty filled image that she unawarely gave you however this gives you more conviction to go and try and see of more this alien girl. Looking for a way to climb bed was easy, the sheets reached the floor quite easily, touching it even. Climbing it was the risk but you never feared the heights.<br>\r\n<br>\r\nYou simply didn't look down as you climbed the soft material but It took you several minutes to reach the top but you succeeded, eventually facing the titanic furry legs of the laying down, young giantess that seems to be reading the book she has chosen.<br>\r\n<br>\r\nNow, <b>What do you do?</b></span></div></div>",
            "created":1582866000,
            "id":2794369,
            "title":"Climb the bed"
        },
        "153224":{
            "author_id":"absolfusion",
            "author_name":"Absolfusion",
            "choices":[
                "She pulls her dress up and begins rubbing her mound with a moan",
                "She lifts her legs up and slides her panties off, which land on you!",
                "The girl hears a knock at the door and gets up to answer it"
            ],
            "content":"<div class=\"\"><div> <span>Her legs are completely open, giving you a magnificent unobstructed view of her mound, A pair of puffy lips protrude slightly through the fabric creating a well-defined and sensuous shape. Despite yourself, you can't help but stare up drool at the sight, even though at the back of your mind you feel ashamed that you're being turned on by this.<br>\r\nA small spot of moisture begins collecting in the middle of the fabric and steadily grows in size until it spread across the crotch, outlining her moist, youthful slit<br>\r\nA faint scent of cotton candy emanates from that one spot and washes over you in waves, causing your erection to grow to full mast.<br>\r\nClearly, whatever it is she's reading is turning her on as well,  and at that moment you feel your mind being clouded up with lust.<br>\r\n<br>\r\nThen...</span></div></div>",
            "created":1585458000,
            "id":2809835,
            "title":"her legs were open and quite inviting.."
        },
        "1532241":{
            "author_id":"firelordzx5",
            "author_name":"darklordzx5",
            "choices":[
                "Walked toward the giant slit with a huge urge to breed.",
                "You mustered enough will power enough turn away.",
                "The girl suddenly orgasmed, showering you with her juice.",
                "Reader's Choice"
            ],
            "content":"<div class=\"\"><div> <span>Just then, you saw her giant hand coming down to her waist and toward her crotch, she pulls up her dress' skirt, giving a far more clear view of her mound and then begins to rubs it, let her release a sharp but cute moan.<br>\r\n<br>\r\nWas this girl doing what you think is doing?<br>\r\n<br>\r\nYes, she was, her mound was becoming even more humid and moist and the faint scent was getting stronger and stronger by the second as the girl was masturbating in front of your very eyes.<br>\r\n<br>\r\nSoon the girl mewl as her movement slowed down, soon she moved aside the fabric, letting her puffy, youngful mound exposed as she rubs her clit letting small moans every now and then.<br>\r\n<br>\r\nYou wanted to turn away like a gentleman but you simply couldn't, the musky, sweet cotton candy scent got even stronger. You simply were bathed with lust now that the only thing you could think now is how to sate it...<br>\r\n<br>\r\nYou...</span></div></div>",
            "created":1585630800,
            "id":2810728,
            "title":"She pulls her dress up and begins rubbing her m..."
        },
        "154":{
            "author_id":"firelordzx5",
            "author_name":"darklordzx5",
            "choices":[
                "It was empty, looking like a desert made of silk.",
                "You were standing someone sleeping.",
                "You were standing above a couple, sleeping.",
                "Reader's Choice"
            ],
            "content":"<div class=\"\"><div> <span>When you woke up, you were confused at first for being too dark although your eyes starting adjusting to the darkness, It seemed that you were transported not only to some kind of room but also to a bed but as you get back to your feet you found out that the bed was too big for you.<br>\r\n<br>\r\nand when I was saying 'too big for you' I meant <i>BIG</i><br>\r\n<br>\r\nYou stare amazed and horrified that you were on top of the largest bed to even conceive in an equally bigger room that could comfortably fit an entire city and still have space for more. You couldn't see much of the room as the curtains were closed but you noted that it was dark outside, nighttime even.<br>\r\n<br>\r\nBut on looking at the bed itself...</span></div></div>",
            "created":1579669200,
            "id":2777221,
            "title":"On top of a bed"
        },
        "1542":{
            "author_id":"absolfusion",
            "author_name":"Absolfusion",
            "choices":[
                "One of the princesses",
                "One of the mane 6",
                "Other (background ponies, minor characters, etc. It's a a pretty long list)"
            ],
            "content":"<div class=\"\"><div> <span>You're standing above the form of... something, of which the owner is likely the owner of the bed you've teleported onto. The immense creature is deeply asleep, completely incognizant of your presence here. The ground rolls against you as the figure subtly shifts every now and again, and it's becoming quite a workout just to keep your footing on the ever-shifting landscape. You're pretty sure you're standing on someone's breast or chest, you can see a similar-looking hill not too far away in the distance. You can also almost make out a face in the darkness just ahead, one that definitely doesn't look human...<br>\r\n</span></div></div>",
            "created":1588222800,
            "id":2827368,
            "title":"You were standing someone sleeping."
        },
        "15421":{
            "author_id":"absolfusion",
            "author_name":"Absolfusion",
            "choices":[
                "Celestia",
                "Luna",
                "Cadance"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>Which one is it?</span></div></span></div>",
            "created":1588222800,
            "id":2827370,
            "title":"One of the princesses"
        },
        "15422":{
            "author_id":"absolfusion",
            "author_name":"Absolfusion",
            "choices":[
                "Twilight/Rarity",
                "Pinkie Pie/Applejack",
                "Fluttershy/Rainbow Dash"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>Choose your Mane 6</span></div></span></div>",
            "created":1588222800,
            "id":2827372,
            "title":"One of the mane 6"
        },
        "154221":{
            "author_id":"absolfusion",
            "author_name":"Absolfusion",
            "choices":[
                "Twilight Sparkle",
                "Rarity"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>Twilight or Rarity?</span></div></span></div>",
            "created":1588222800,
            "id":2827374,
            "title":"Twilight/Rarity"
        },
        "154222":{
            "author_id":"absolfusion",
            "author_name":"Absolfusion",
            "choices":[
                "Pinkie Pie",
                "Applejack"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>Pinkie Pie or Applejack?</span></div></span></div>",
            "created":1588222800,
            "id":2827375,
            "title":"Pinkie Pie/Applejack"
        },
        "154223":{
            "author_id":"absolfusion",
            "author_name":"Absolfusion",
            "choices":[
                "Fluttershy",
                "Rainbow Dash"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>Fluttershy or Rainbow Dash?</span></div></span></div>",
            "created":1588222800,
            "id":2827376,
            "title":"Fluttershy/Rainbow Dash"
        },
        "1543":{
            "author_id":"absolfusion",
            "author_name":"Absolfusion",
            "choices":[
                "Venture up to the head",
                "Find some way to get down from here and inside",
                "Move towards the base of the bed"
            ],
            "content":"<div class=\"\"><div> <span>Wherever you are, you're not alone. The ground rises and falls beneath you in rhythmic pattern A dyad of quiet snoring fills the air, tipping you off that there may be more than one person here in the room. In fact, it's all but confirmed for you that there's a couple beneath the bedspread when the landscape rolls and reshapes itself as one them twists and moves independently of the other.<br>\r\nYou desperately sidestep and dodge the oncoming waves of fabric from said movement until the immense being subsides, seemingly content in its new position, at least for now.<br>\r\n<br>\r\nYou've got to get a move on or you;re going to end up either lost inside a wrinkle or smushed, and nether of those options sound very fun. All you need is something is something to help guide you... That's it!<br>\r\nSnapping your fingers, you remove your backpack and set it down, then unzip the the pouch and begin fishing around, pushing aside all the other accoutrements you brought until your hand closes around a small, hard object. Grinning giddily,you withdraw your phone and click the button on the side to reveal the home screen, then swipe down to activate the flashlight function. A narrow beam of light shoots out the other end, creating a decently visible circle of light on the bedspread.<br>\r\nThis should provide you with enough illumination that you won't be tripping over yourself in the dark.<br>\r\nYou zip up the pouch and resettle the pack over your shoulders, pulling the straps tight with a determined look on your face.<br>\r\nNow you're ready to face the unknown.</span></div></div>",
            "created":1579669200,
            "id":2777244,
            "title":"A sleeping couple"
        },
        "15431":{
            "author_id":"firelordzx5",
            "author_name":"darklordzx5",
            "choices":[
                "Carrot Cake and Cup Cake",
                "Princess Cadence and Shining Armor",
                "Night Light and Twilight Velvet.",
                "Rainbow Blaze and Windy Whistles",
                "Others."
            ],
            "content":"<div class=\"\"><div> <span>On your first day as explorer of this strange new and giant world you would got to where their heads are, You'll to see if they're human-like or if they're totally alien. You got the feeling taht you're going to be amazed either way despite the human looking bedroom and bed.<br>\r\n<br>\r\nAnd so began your trek, going slow at first but your excitement made you go faster on your way, you could see glance of the hair and ... fur?<br>\r\n<br>\r\nYou began to see glance as you excitedly approach to the couple's heads and the pillows, it wasn't easy to traverse the expanse of their bodies as it has distintible human shapes but their head looked like aliens or rather like Horse, or rather Cartoony Horses.<br>\r\n<br>\r\nHorse Anthros.<br>\r\n<br>\r\nGiant Colorful Horse Anthros.<br>\r\n<br>\r\nYou started taking photos with your phone, evidence of your findings. You had a giant grin plastered in your face as you inspected the photos you had taken.<br>\r\n<br>\r\nIt looks like the couple's color were...</span></div></div>",
            "created":1579755600,
            "id":2777326,
            "title":"Venture up to the head"
        },
        "15432":{
            "author_id":"firelordzx5",
            "author_name":"darklordzx5",
            "choices":[
                "An hole in the blanket, right in the middle of the couple.",
                "One of the couple had their legs exposed",
                "One of the giants began stirs and wake up!",
                "Reader's Choice"
            ],
            "content":"<div class=\"\"><div> <span>You'd like to get a view of the inside the sheet and see the bodies of this giant couple, while it seems risky and somewhat stupid to endanger your life like this, it won't be an adventure if you don't take some risks. You began looking around for a possible entrance, from any direction before any of the giants move again from within the blankets..<br>\r\n<br>\r\nEventually you find..</span></div></div>",
            "created":1579755600,
            "id":2777488,
            "title":"Find some way to get down from here and inside"
        }
    },
    "info":{
        "author_id":"absolfusion",
        "author_name":"Absolfusion",
        "brief_description":"You are a human who arrives in Equestria by mysterious means",
        "created":1576539900,
        "description":"<td align=\"left\" class=\"norm\">You are a human drawn into Equestria by unknown means and meet the cast of My Little Pony.<br>\r\nAlso, a lot of mares really want to get into your pants for some reason.<br>\r\n<br>\r\nIt doesn't matter what you add so long as it's coherent and doesn't include toilet related stuff.<br>\r\nWrite at least a paragraph, no one or two sentence chapters, please (unless it's a choice related chapter), <br>\r\nNo death of the main characters, no digestion,no scat, and if you add chapters with age regression keep any description of diaper changing light.<br>\r\n<br>\r\n...and remember, haaaaave fun with it!</td>",
        "id":2208031,
        "image_url":"https://images.Writing.Com/imgs/writing.com/writers/listing-header-5000.gif",
        "last_full_update":0,
        "modified":1591464960,
        "pretty_title":"Ultimate Human in Equestria Story"
    }
}