{
    "chapters":{
        "1":{
            "author_id":"quartoron",
            "author_name":"Orpheus Telos",
            "choices":[
                "Shadow Dragon",
                "Gaiden/SoV",
                "Mystery",
                "Geneology/Thracia 776",
                "Binding Blade/Other"
            ],
            "content":"<div class=\"\"><div> <span>Okay, so here's the games and the girls.<br>\r\n<br>\r\nPlease, PLEASE help this story grow by making additions.<br>\r\n<br>\r\nShadow Dragon: Minerva, Caeda, Tiki, Linde, Pegasus Sisters<br>\r\nGaiden/Shadows of Valentia: Celica, Mae, Mathilda, Clair, Emma, Faye, Genny, Sophia, Yuzu<br>\r\nMystery of the Emblem: F!Kris, Katerina<br>\r\nGeneology of the Holy War/Thracia 776: Julia, Deirdre<br>\r\nBinding Blade: Lilina, Sophia, Fa, Gwynevere<br>\r\nBlazing Sword: Lyn, Florina, Ninian, Serra, Rebecca, Nino<br>\r\nSacred Stones: Eirika, L'Arachel, Tana<br>\r\nPath of Radiance: Mist, Elincia, Titania, Mia<br>\r\nRadiant Dawn: Michiah, Marcia, Laura, Meg<br>\r\nAwakening: Tons; Sumia, F!Robin, Cordelia, Severa, Nowi, Nah, Cherche, Lissa, Maribelle, etc<br>\r\nFates: Tons; F!Corrin, Azura, Sakura, Elise, Camilla, Hinoka, Velouria, Selkie, etc.<br>\r\n<br>\r\nDue to the new status of Three Houses, please attempt to keep spoilers to a minimum, or at least put spoiler warnings at the chapter start to alert people.</span></div></div>",
            "created":1524114000,
            "id":2481604,
            "title":"The Beginning!"
        },
        "11":{
            "author_id":"exalt",
            "author_name":"Sunfist",
            "choices":[
                "Minerva, the Warrior Princess of Macedon",
                "Caeda, the Pegasus Princess of Talys",
                "Tiki, the Young Dragon Oracle",
                "Linde, the Beautiful Mage Prodigy!",
                "Other Ladies"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>Alrighty, picking from the oldest game in the series? well, just 'cuz it's the oldest game doesn't mean the girls are the worst!</span></div></span></div>",
            "created":1562562000,
            "id":2684132,
            "title":"Shadow Dragon"
        },
        "115":{
            "author_id":"exalt",
            "author_name":"Sunfist",
            "choices":[
                "The Pegasus Sisters of Macedon (Palla, Catria, Est)",
                "Athena, the Myrmidon from a faraway land!",
                "Other Ladies"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>We've got some good choices here, who'll it be?</span></div></span></div>",
            "created":1562562000,
            "id":2684133,
            "title":"Other Ladies"
        },
        "1151":{
            "author_id":"exalt",
            "author_name":"Sunfist",
            "choices":[
                "Palla, the Eldest Sister!",
                "Catria, the Middle Sister!",
                "Est, the Youngest Sister!"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>The Whitewings, a wonderful choice! but which of the 3 will it be?</span></div></span></div>",
            "created":1562562000,
            "id":2684134,
            "title":"The Pegasus Sisters of Macedon (Palla, Catria, ..."
        },
        "12":{
            "author_id":"quartoron",
            "author_name":"Orpheus Telos",
            "choices":[
                "Celica, the lovely princess of Zofia!",
                "Delthea, the haughty mage!",
                "Mae, the spellcaster from Novis!",
                "Claire, the noble lady of the Deliverance!",
                "Other ladies please."
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>So the lovely ladies from the continents upon which Zofia and Rigel engage in war, hm? Not bad. Who you lookin' at?</span></div></span></div>",
            "created":1524114000,
            "id":2481759,
            "title":"Gaiden/SoV"
        },
        "121":{
            "author_id":"exalt",
            "author_name":"Sunfist",
            "choices":[
                "Scenario A",
                "Scenario B",
                "Scenario C"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>I'll put A, B and C here, and let people just add how ever they want.</span></div></span></div>",
            "created":1562562000,
            "id":2684109,
            "title":"Celica, the lovely princess of Zofia!"
        },
        "1211":{
            "author_id":"exalt",
            "author_name":"Sunfist",
            "choices":[
                "Lick at her boot",
                "Ask her to vent out her frustrations on you- Physically, of course",
                "Reuqest to be her, and the other girls in her group's, servant."
            ],
            "content":"<div class=\"\"><div> <span>You thought it would be easy.<br>\r\n<br>\r\nA lone ship, seemingly defenseless enough. Nothing difficult, nothing you haven't seen before.<br>\r\n<br>\r\nHow wrong could you have been?<br>\r\n<br>\r\nYou and your shipmates, beaten by a small group. Your leader dead, a majority of your friends, too. You surrendered the moment you saw the man you called 'captain' fall, and let yourself be captured.<br>\r\n<br>\r\nNow you were laid down, bound, gagged and alone in a dark room under the decks. You were terrified for your life but... you were also quite aroused.<br>\r\n<br>\r\nThe girls who managed to beat you were rather beautiful, particularly the mature redhead, who, by hearing the others speak, you knew was named Celica. You hadn't fathomed seeing such a beauty on a ship like the one you stormed... so why? why was she on that ship? and why did she spare you? was she some kind of saint?<br>\r\n<br>\r\nYour thoughts were interrupted by the same Red-Haired beauty entering the dimly lit room, a flame in her hand, her other hand on the hilt of her sword. She was still rather cautious of you, despite your predicament.<br>\r\n<br>\r\n\"You're the only soldier who surrenderred without so much as a struggle. Why?\" She asked curiously. Seeing her, high above you, looking down at you with both disdain and gentle kindness in her eyes, you began to feel something within you.<br>\r\n<br>\r\n\"No reason\" you tried to say, the cloth around your motuh stopping you. it was here, she ungagged you, letting you speak.<br>\r\n<br>\r\n\"My apologies. I should have asked after that\" She bowed her head in forgiveness.<br>\r\n<br>\r\n\"It's alright\" You said, stretching your body a small bit.<br>\r\n<br>\r\n\"I'm Celica, a Priestess of Novis\" She smiled gently. \"What might your name be?\" She questioned.<br>\r\n<br>\r\n\"That's not important. What I wanna know is, why're you here?\" You replied.<br>\r\n<br>\r\n\"That is... I wanted to know, why did you become pirates? and... do you know your way around these waters?\" She asked.<br>\r\n<br>\r\nYou began to explain what you knew, You didn't know much, but you explained your situation, your life as a pirate, how you were driven to it by starvation and desperation. Celica could only look on in pity.<br>\r\n<br>\r\n\"That's horrible...\" She sighed. She lit up the small torch scones in the room, and took her hand off of her blade.<br>\r\n<br>\r\n\"It's not much, but it was something\" You said back to her.<br>\r\n<br>\r\nShe sat herself down on a rickety chair in the corner of the room, bringing it closer to you. It was here you began to look more at her attire. Her beatiful clothes, all light and graceful. She was almost akin to a Goddess, like the one she likely was a Priestess of. Your eyes eventually looked down to her boots, Beautifully fashioned, right in front of your face, and seemingly having been worn for quite a while.<br>\r\n<br>\r\n\"Now then... what might it be that I have to do? that is, to have you help us?\" She asks.<br>\r\n<br>\r\n\"Help you...? I mean... regular stuff and... well, a guy's got his other needs\"<br>\r\n<br>\r\n\"...Right\" She bites her lip. \"And how exactly would you satiate those 'other needs', if I accepted?\"<br>\r\n<br>\r\nNow was the moment. You knew you could say almost anything in your perverted fantasies, as long as it didn't do anything bad to her group.<br>\r\n<br>\r\n\"Oh, it'll only affect you positively, I'm sure\" In that moment, you decide to...</span></div></div>",
            "created":1562562000,
            "id":2684130,
            "title":"Scenario A"
        },
        "12111":{
            "author_id":"exalt",
            "author_name":"Sunfist",
            "choices":[
                "Agree to be bound down here when you aren't helping",
                "Decline, and live like the rest of the Crew"
            ],
            "content":"<div class=\"\"><div> <span>In seconds, you take your tongue and slather it over Celica's boot. \"That's all I want\" You say plainly.<br>\r\n<br>\r\nCelica looks down at you, puzzled. \"Well... if that is what you want, and if it will help us, I... will allow it\" Celica planted one of her boots on to your face. \"Please, do as you will\".<br>\r\n<br>\r\nYou were ecstatic! This beautiful priestess was really letting you are her feet! but you knew you had to be careful... she held all the power in this arrangement. You delicately wriggle closer, taking more of the boot into your mouth, its pristine texture filling it, overpowering your senses.<br>\r\n<br>\r\nYou spend almost 10 minutes just kissing, licking and engulfing the front of her boot, the incredible flavour only making you more and more excited and lustful. You began to lick and kiss faster and faster, hungrily lapping at it like a wild beast.<br>\r\n<br>\r\nYou look up and see Celica's shocked face. She seemed concerned and confused at the sight of you going at her boot.<br>\r\n<br>\r\n\"You're... enjoying yourself, I see\" She finally speaks up. You stop for a moment.<br>\r\n<br>\r\n\"Yeah, of course!\" you look back at the boot, and remember how rabid you had become. \"I'm sorry!\" You exclaimed, slamming your head into the floor.<br>\r\n<br>\r\n\"I-It's alright!\" She tries to calm you, kneeling down and patting you on the back. \"It was... just confusing, is all\"<br>\r\n<br>\r\n\"I... Suppose so. It's something you don't expect someone to like\"<br>\r\n<br>\r\n\"Yes...\"<br>\r\n<br>\r\n\"Say, Priestess or whatever... how 'bout I show you a bit more reason why it can be beneficial\"<br>\r\n<br>\r\nCelica goes back into her seat, putting one leg over the other. \"How so? I'm afraid I... can't quite understand yet\"<br>\r\n<br>\r\n\"Take off your boots and I'll show 'ya\" You goad. You manage to make her curious enough to entertain your request. Her black stockings slowly emerge from the white boots, soft, medium sized and quite damp.<br>\r\n<br>\r\n\"My apologies... but my feet are quite wet. I haven't been able to change out of these\"<br>\r\n<br>\r\n\"It's fine... just makes it better\" You grin as you hop your bound body as her stocking clad feet, sucking the sweat from it, and licking at it with your tongue.<br>\r\n<br>\r\nCelica looked down, the trace of a blush on her face. You got it.<br>\r\n<br>\r\nYou continued to do as you did with the boot, letting the wonderful aroma engulf your nostrils and the intoxicating taste at your lips. Celica's face at this point was deep red and a small smile spread across her face.<br>\r\n<br>\r\nEventually, Celica pulls her feet away, putting them back into her boots. \"Thank you... I think you've made your point\" You were slightly disappointed you couldn't continue, but she was adamant.<br>\r\n<br>\r\n\"Now then... since you're into this... humiliating... thing. Perhaps you would prefer staying down here like this when we don't need you? we'll come down every once and a while, to fulfill our end of the bargain\"</span></div></div>",
            "created":1562907600,
            "id":2685836,
            "title":"Lick at her boot"
        },
        "121111":{
            "author_id":"exalt",
            "author_name":"Sunfist",
            "choices":[
                "It's Celica, on her own!",
                "Celica, but she's here with Mae!"
            ],
            "content":"<div class=\"\"><div> <span>\"You're totally right. I'll stay down here, Priestess\"<br>\r\n<br>\r\n\"You can call me Celica, if that suits you better\" She replied, getting up from the chair.<br>\r\n<br>\r\n\"I see... Well, I'll stick with Priestess. has a better ring to it, y'know?\"<br>\r\n<br>\r\nCelica nods. \"I thank you for your co-operation\" before she leaves the room, she takes off her boots one more time.<br>\r\n<br>\r\n\"Could I... get a final kiss?\" She asked sweetly and innocently. She seemed rather sheltered, to your point of view. You oblige, giving her foot a large kiss in the center.<br>\r\n<br>\r\n\"Thank you... here, enjoy these, for now\" She responds, taking her stockings off, and shoving them in your mouth, using one to hold the other in place.<br>\r\n<br>\r\nYou moan happily, turning upright, revealing a tent inside your trousers. Celica's eyebrows raise, but she ignores it, putting her boots back on and leaving the cell.<br>\r\n<br>\r\nYou were left to yourself for a while, all left for you to fester on that taste. That sheer flavour contained in those stockings. the sublime scent and taste teased you for hours, and you were left constantly frustrated from your inability for relieve yourself of your overwhelming euphoria.<br>\r\n<br>\r\nEventually, you began to feel tired, but your aroused state didn't seem to let you sleep. You were just too aroused to be able to sleep!<br>\r\n<br>\r\nThen, you heard footsteps...</span></div></div>",
            "created":1562907600,
            "id":2685839,
            "title":"Agree to be bound down here when you aren't..."
        },
        "1211112":{
            "author_id":"exalt",
            "author_name":"Sunfist",
            "choices":[
                "The morning comes... you go and help them out, as promised.",
                "Someone shows up again in the night!"
            ],
            "content":"<div class=\"\"><div> <span>The door slowly creaks open.<br>\r\n<br>\r\nCelica stands in the room... but she's not alone.<br>\r\n<br>\r\n\"Woah! Celica... I thought you were kidding or something!\" the woman to her side widened her eyes in surprise upon seeing your bound body on the floor, gagged with Celica's black stockings.<br>\r\n<br>\r\n\"I wouldn't joke about it if it concerned something important like our navigation, Mae\" Celica looked over to her seriously.<br>\r\n<br>\r\n\"Ehh, it's fine! toootally fine!\" the girl called Mae crouched down next to you, caressing your face. \"Yep... this one's a cutie, Celica, nice catch!\" she smirked, standing up. \"He'll be a nice site down here, you know? ooooh, I can just imagine it! all the things we could-\"<br>\r\n<br>\r\n\"Mae! he's an ally now, despite his preferences! please... do not behave like that\" Celica warned.<br>\r\n<br>\r\n\"Ahh, I gotcha, I gotcha... still, we're here to 'fulfill our end of the bargain', right? soooo...\" Mae looked over to you again, taking notice of your portruding buldge. \"Let's take care of that!\"<br>\r\n<br>\r\nCelica sat down on the chair regally, almost like a Princess or Queen. Mae simply say beside you.<br>\r\n<br>\r\n\"Soo... let's get started huh, Mr Pevypants?\" Mae teased.<br>\r\n<br>\r\nSoon enough, Mae and Celica took their feet out of their boots. Celica had replaced her stockings and Mae had only some short socks to contribute.<br>\r\n<br>\r\n\"ooo, Celica... this is gonna be a nice learning experience, yeah?\" Mae said as she unitied you. You take the moment to move a bit, the ropes were starting to chafe, after all.<br>\r\n<br>\r\n\"Alrighty, buddy, put your clothes all over there!\" She commanded. You did as instructed, Celica witnessing every part of it. <br>\r\n<br>\r\nyou eventually were down to just your underwear, to which Mae and Celica pulled them down themselves with their feet. The feeling f their soft feet caressing your skin and undressing you was beautiful, your penis eontinued to stand erect.<br>\r\n<br>\r\n\"Wooo! Lookin' pretty happy, aren't 'ya?\" Mae said, looking at your penis<br>\r\n<br>\r\nMae proceeded to kick you in the groin, putting you back down on your knees. \"Right. Get ready, boy, cuz we're going aaaaaaall in!\"<br>\r\n<br>\r\nMae and Celica tied you up all over again, however, Mae seemed to be more... instructive, like a teacher. She tied intricate knots of rope all  over your body, keeping you in an almost immovable bind. It didn't help that the crotchrop around your groin would irritate you when you tried.<br>\r\n<br>\r\nYou were helpless as Mae sat behind your head, playing with your face with her feet.<br>\r\n<br>\r\n\"Hey, Celica, start using your feet to rub his dick, will 'ya?\" She asked. Celica, still seemingly surprised at her friend's more sadistic and kinky side, could do nothing but obey, taking her stokcing clad feet, and rubbing them all over.<br>\r\n<br>\r\nTotal euphoria filled your body.<br>\r\n<br>\r\nAs she pumped up and down, the pleasure became more and more intense, you moaned and groaned into your gag in pleasure and satisfaction but...<br>\r\n<br>\r\nbefore you could ejaculate, she stopped.<br>\r\n<br>\r\n\"Right on! perfect Edge!\" Mae clapped. She struggled around the frustration intense. Your denial only made you more aroused.<br>\r\n<br>\r\n\"Right! Uhh... how did you like that?\" She asked.<br>\r\n<br>\r\n\"Grd! grrrd!\" you tried to say through your gag 'good, good!' but the thickness of the stockings and the packing stopped it.<br>\r\n<br>\r\n\"Hehe... well! let's see if you like THIS!\"<br>\r\n<br>\r\nMae rose up and planted her soft, large, cozy arse on your face.<br>\r\n<br>\r\nYou were enveloped by soft, supple, bare skin, you could see nothing, you couldn't speak, you could feel nothing but this weight od her arse on you. You loved it. You were enamoured.<br>\r\n<br>\r\nCelica and Mae began to pump at your dick again, using both of their feet.<br>\r\n<br>\r\nup and down<br>\r\n<br>\r\nup and down...<br>\r\n<br>\r\nYou were so close, but were denied again.<br>\r\n<br>\r\n\"Sooo, mr Pervypants...! wanna cum?\" Mae asked to you still underneath her arse.<br>\r\n<br>\r\n\"Yes! yes!\" you tried to say, but you were almost inaudible.<br>\r\n<br>\r\n\"Hmm... seems he doesn't want to!\" She chirped.<br>\r\n<br>\r\nFor almost 30 minutes, the two of them just kneaded your cock, jerking it up and down, but gave no release. Your frustration adn arousal was rising to heights you thought almost unreachable.<br>\r\n<br>\r\nFinally, Mae and Celica got up.<br>\r\n<br>\r\n\"Well, uh... sir. Thank you\" Celica bowed .<br>\r\n<br>\r\n\"yeah! this was fun! shame about not cumming, huuh?\" She teased, flicking your cock with her finger, causing you to writhe.<br>\r\n<br>\r\n\"Are you... really alright with this?\" She asked.<br>\r\n<br>\r\n\"Ahhh, Celicaaa, he's a pervert, and he loves humiliating stuff like this, right? not being able to cum is probably like a field day for him!\"<br>\r\n<br>\r\nYou were now left alone in that room, with as raging as a hard on as before.</span></div></div>",
            "created":1562907600,
            "id":2685900,
            "title":"Celica, but she's here with Mae!"
        },
        "12111121":{
            "author_id":"exalt",
            "author_name":"Sunfist",
            "choices":[
                "Of course... as long as our arrangement remains",
                "Not interested. I'll be a free man, now"
            ],
            "content":"<div class=\"\"><div> <span>Celica and Mae come down for you in the morning. The moment you heard that cage door opening your eyes darted to it.<br>\r\n<br>\r\n\"Heeey!\" Mae waved. The two of them walked in and began to untie you. \"Hey, Celica... look, he's still aroused from last night, can you believe that?\" She comments in your face and penis both still looking incredibly excited.<br>\r\n<br>\r\n\"How odd... well, whatever makes him happy, I suppose\" She replied.<br>\r\n<br>\r\nThey finished untying you and got you properly dressed. Celica led you up, with Mae right behind you. They must have been cautious still, letting you out of the cage like that.<br>\r\n<br>\r\nOut on the deck, you saw the first light for a good while. Your eyes adjusted as you were taken to the helm of the ship.<br>\r\n<br>\r\n\"So you know where you're going, right?\" Mae asked.<br>\r\n<br>\r\n\"Of course. I can take 'ya just about anywhere\" you replied.<br>\r\n<br>\r\n\"In that case, I want you to get us to the coast of Zofia\" Celica commanded.<br>\r\n<br>\r\n\"Coast of Zofia... got it, I know a good coastal town for that\" you nodded in affirmation.<br>\r\n<br>\r\nThe trip was long and arduous. You made it to the Zofia coast just before the setting of the sun, due in part to your skills. The whole group left the ship and on to dry land quickly. Celica decided that you all should rest at the Inn.<br>\r\n<br>\r\nCelica had her own room, which she invited you to. You entered, and was greeted by a Celica not wearing her traditional white cloak, more rather, just the tight black clothes that were underneath it. The way the black clothes clung to her skin was enough to arouse you, especially considering your edging from her and Mae.<br>\r\n<br>\r\n\"Right..Ahem...\" She coughed. \"You've done well, friend. I ask you now that your task is complete, do you want to join us properly? You've upheld your part well, but we could still require the help reaching the Temple of Mila.<br>\r\n<br>\r\nthe Temple of Mila? so this Priestess was on a Pilgrimage or some kind of long Journey, after all.<br>\r\n<br>\r\nYou respond...</span></div></div>",
            "created":1563253200,
            "id":2687897,
            "title":"Helping them Out"
        },
        "125":{
            "author_id":"exalt",
            "author_name":"Sunfist",
            "choices":[
                "Mathilda, the Peerless Paladin!",
                "Faye, the Alm-obsessed Villager!",
                "More, please!"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>Would these perhaps tickle your fancy?</span></div></span></div>",
            "created":1562907600,
            "id":2685828,
            "title":"Other ladies please."
        },
        "1253":{
            "author_id":"exalt",
            "author_name":"Sunfist",
            "choices":[
                "Tatiana, the Devoted Priestess",
                "Silque, the Kind Cleric",
                "Give me more... more!"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>Might these two do?</span></div></span></div>",
            "created":1562907600,
            "id":2685829,
            "title":"More, please!"
        },
        "12533":{
            "author_id":"exalt",
            "author_name":"Sunfist",
            "choices":[
                "Sonya, the Vengeful Mage!",
                "More plz"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>how about Sonya, I'm sure she would be a nice pick</span></div></span></div>",
            "created":1562907600,
            "id":2685830,
            "title":"Give me more... more!"
        },
        "13":{
            "author_id":"quartoron",
            "author_name":"Orpheus Telos",
            "choices":[
                "Kris, the great heroine of Altea!",
                "Katarina, the tactician!"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>Mystery of the Emblem... both this and its remake, translated as 'Heroes of Light and Shadow' never made it overseas, but the two leading ladies of the story are very sexy indeed. I can't blame you for wanting a go at their sexy toes.</span></div></span></div>",
            "created":1524114000,
            "id":2481763,
            "title":"Mystery of the Emblem"
        },
        "15":{
            "author_id":"quartoron",
            "author_name":"Orpheus Telos",
            "choices":[
                "Binding Blade",
                "Blazing Sword",
                "Sacred Stones",
                "Path of Radiance",
                "Radiant Dawn/Other"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>O-kay... here's some more choices.</span></div></span></div>",
            "created":1524114000,
            "id":2481605,
            "title":"Binding Blade/Other"
        },
        "152":{
            "author_id":"quartoron",
            "author_name":"Orpheus Telos",
            "choices":[
                "Lyn, obviously!",
                "Florina.",
                "Ninian, or one of the other girls."
            ],
            "content":"<div class=\"\"><div> <span>Ah, Blazing Sword. Otherwise simply known as 'Fire Emblem' over in the west, this is widely regarded by many to be the best entry in the series, and still holds a place high up to this day. But enough of that. Who's gonna get some love for their feet and toes?</span></div></div>",
            "created":1524114000,
            "id":2481608,
            "title":"Blazing Sword"
        },
        "1521":{
            "author_id":"quartoron",
            "author_name":"Orpheus Telos",
            "choices":[
                "Scenario A",
                "Scenario B",
                "Reader's Choice"
            ],
            "content":"<div class=\"\"><div> <span>Ha! Can't go wrong with Lyn. In that case, how do you wanna do this?<br>\r\n<br>\r\nScenario A: You are a traveler who passed out and was rescued. She has no method of paying you, but you notice she is barefoot, and it escalates from there.<br>\r\n<br>\r\nScenario B: You are the tactician, and Lyn has noticed you glanced at her feet recently. She called you into her private tent to discuss it.<br>\r\n<br>\r\nScenario C: Reader's choice.</span></div></div>",
            "created":1524114000,
            "id":2481610,
            "title":"The Lady of the Plains"
        },
        "15212":{
            "author_id":"exalt",
            "author_name":"Sunfist",
            "choices":[
                "She invites a bunch of the other Girls in the Army in",
                "She keeps you to herself"
            ],
            "content":"<div class=\"\"><div> <span>You are a tactician in Lyn's army. You met Lyn on the plains of Sacae, where she brought you back to her tent after finding you unconscious. Since then, the two of you have been through a lot, hoping to help her Grandfather and defeat Lord Lundgren.<br>\r\n<br>\r\nThroughout your travels, you've stopped at many Inns, and made camp in many places, alongside your ever growing army. Yet there was something about Lyn that you couldn't help but love.<br>\r\n<br>\r\nHer large, long, shapely legs, combined with her perfectly sized feet, were perfect. A true joy to behold in the moments you had to see them.<br>\r\n<br>\r\nThough now... you thought perhaps you may have been looking too much.<br>\r\n<br>\r\nLyn called you into her tent for a private meeting. To talk about the next plan of action, you had thought, but instead, you were welcomed by Lyn sitting on a chair in front of you, her bare feet resting on top of a desk, something you couldn't help but look at.<br>\r\n<br>\r\n\"Is there a problem?\" She asked. You shake your head, taking the chair from the side. You waited for a moment for her to put her feet down.<br>\r\n<br>\r\n\"What's taking you so long? Come on, sit down\" She gestured to the other side. Your mind began to race. 'Did she know?' you thought.<br>\r\n<br>\r\nEventually, you sit down, right in front of Lyn's feet, the beautiful soles barely a few centimetres from your face.<br>\r\n<br>\r\n\"So? enjoying the view?\" She smirked knowingly. \"I've noticed you've been looking at my feet quite a bit, so this shouldn't bother you much, right?\" She asked, feigning a stretch, pushing her feet into your face.<br>\r\n<br>\r\n\"Oh! my bad\" She said, moving her feet back. You face seemed to follow them for a moment before you moved it back, not out of anythign stuck to it, but rather your fixation on them.<br>\r\n<br>\r\n\"So, did you enjoy that?\" She asked knowingly. You gave a small, curt nod. \"Seems I was right, you like feet, hm? well, I can't say I expected this from you\" she sighed, looking away for a moment.<br>\r\n<br>\r\nYou asked about what it was she wanted to talk about. She then replied \"Not a lot to discuss now, really. I know almost all I want to know. All I want to know now is... want to experience that again?\" She asked.<br>\r\n<br>\r\nYou nodded, wide-eyed. Lyn pressed her feet back onto your face, smothering yout lips, nose and eyes. She shuffled them around, massagin your face with the perfect soles. You penis began to perk up from under your trousers.<br>\r\n<br>\r\nYou took a small lick at Lyn's sole, to which she jammed that sole straight into your mouth, using the other to slowly reveal your now erect penis.<br>\r\n<br>\r\n\"Seems like someone likes this even more than I thought\" She smirked. She began to rub the tip of your penis almost professionally with her toes and demanded you suck on her other ones. You oblige, getting between the toes with your tongue and slathering them in saliva. You began to suck harder and lick faster the harder she stroked your penis, feeling almost ready to cum when she kicked it, and slid her foot out.<br>\r\n<br>\r\n\"And the other one?\" She asked sweetly. She swapped the feet's roles and you could feel the saliva-covered feet jerk your penis whilst your mouth licked at a fresh dry sole.<br>\r\n<br>\r\nEventually, both feet were clean, and you were highyl on edge, having been edged for the past 10 minutes. \"I'm sorry but... people like you don't get the right for something like that\" She smiled innocently.<br>\r\n<br>\r\nWith that, Lyn took out a long length of rope from her chest in the corner of the room, and began undressing the rest of you. your cloak, your shirt, all of it. Eventually, you were naked, your penis still erect.<br>\r\n<br>\r\nLyn tied you tightly, keepig you on your knees. She tied your hands behind your back. Your legs were tied spread out, showing your erect penis to the world like some kind of great treasure. Finally, she looped some around the robe harness she made around your body and secured you to a pole.<br>\r\n<br>\r\n\"We won't be moving out for a while, due to some of the wounded, so we'll have plenty of time for you to get to know my feet a little better\" She came in close, using one of her bare feet to give you a final stroke.<br>\r\n<br>\r\n\"Now... what to do with you tied down like this?\"</span></div></div>",
            "created":1563253200,
            "id":2687924,
            "title":"Scenario B"
        },
        "15213":{
            "author_id":"quartoron",
            "author_name":"Orpheus Telos",
            "choices":[
                "\"Let's talk, Florina. I'm not angry.\"",
                "\"Suck my toes.\""
            ],
            "content":"<div class=\"\"><div> <span>(This is set after the events of FE7, but before FE6.)<br>\r\n<br>\r\nEver since that fateful day, when she was reunited with Lyndis, Florina had been happier than she could ever have hoped to be.<br>\r\n<br>\r\nThe young pegasus knight harbored deep affection for her childhood friend, and in a shocking yet equally pleasant twist... her liege felt the same way. It was then that Lyn asked Florina to come live with her on the plains... and she accepted. The two were happily married a few weeks after the war's conclusion, and it was now a month since then.<br>\r\n<br>\r\nEliwood and Ninian had just announced their engagement, and Hector had formally stated that he would be marrying Serra immediately after. For all intents and purposes, the land of Elibe was finally, truly at peace.<br>\r\n<br>\r\nBut Florina had recently begun to... feel strange things, attractions, to a very peculiar body part of her wife.<br>\r\n<br>\r\nSpecifically, her feet and toes.<br>\r\n<br>\r\nWhen she first realized this, Florina's immediate reaction was to hide it from Lyn and find out what it meant on her own. Following some extensive research, she came to the embarressing conclusion that she had what was known as a 'foot fetish'; in other words, a sexual attraction to a person's feet.<br>\r\n<br>\r\nIt started off innocent at first; she would capture glances of her wife's bare feet, her soft soles, her lovely toes, and imagine what it would be like to sniff them, to taste them. She kept said thoughts to herself, however, and never acted on it.<br>\r\n<br>\r\nThen a week later, while her wife was out training some new recruits, Florina boldly snuck into her beloved's closet, and stole a pair of socks. She then proceeded to rub herself sore while sniffing the sock for a good two hours... completely unaware that Lyn had returned home early and stood outside the door, peeking in with a massive blush on her face. From there, it became a sort of mutual activity, albeit with Florina blissfully unaware that Lyn knew of her fetish.<br>\r\n<br>\r\nNow, Lyn would take to deliberately sleeping barefoot, or gently rubbing Florina's shin with her ankle to tease her. She would always giggle upon seeing Florina's reaction, but never told her that she knew of the knight's fixation.<br>\r\n<br>\r\nAnd then, a month came and went. Lyn decided to take action, and called Florina to their shared quarters. The knight smiled and tilted her head. \"Is something wrong?\" Lyn smirked and spun around as she raised a socked foot and began to remove it; slowly, while wiggling her toes. The action, in turn, caused the knight to tigthen up and sweat. Lyn waved her finger, smiling mischeviously, as she said...</span></div></div>",
            "created":1526274000,
            "id":2492995,
            "title":"Florina's Fetish"
        },
        "152132":{
            "author_id":"sauurman",
            "author_name":"Carl",
            "choices":[
                "Lyn embraces a sadistic side, she will enslave her wife!  ",
                "Lyn loves Florina and this is just some foot fun for the two of them.",
                "Reader's Choice"
            ],
            "content":"<div class=\"\"><div> <span>\"Suck my toes.\" <br>\r\n<br>\r\nFlorina stood dumbstruck.  Her wife was ordering her to do something she had so long desired to do!  <br>\r\n<br>\r\nLyn smiled at the shock in her wife's expression.  <br>\r\n<br>\r\n\"Do I need to ask twice?\"  <br>\r\n<br>\r\nFlorina shook her head and quickly rushed down to the ground and grasped at Lyn's foot, it was covered in a thin silky sock but that did not stop her from immediately wrapping her lips around it in worshipful adoration.<br>\r\n<br>\r\nLyn looked down at her wife and thought about how the relationship was going to be like from now on...    </span></div></div>",
            "created":1564981200,
            "id":2697688,
            "title":"\"Suck my toes.\""
        },
        "1523":{
            "author_id":"exalt",
            "author_name":"Sunfist",
            "choices":[
                "Ninian",
                "Serra",
                "More please!"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>how about some of these?</span></div></span></div>",
            "created":1562907600,
            "id":2685901,
            "title":"Ninian, or one of the other girls."
        },
        "15232":{
            "author_id":"exalt",
            "author_name":"Sunfist",
            "choices":[
                "Scenario A-",
                "Scenario B-"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>Ah, so the beautical, bratty cleric! so... A or B?</span></div></span></div>",
            "created":1562907600,
            "id":2685902,
            "title":"Serra"
        },
        "152321":{
            "author_id":"exalt",
            "author_name":"Sunfist",
            "choices":[
                "make you lick her feet",
                "lead you around the room like a dog with a lead"
            ],
            "content":"<div class=\"\"><div> <span>You were a servant of the Ostian House of the Lycian Alliance. A mere servant, not even fit to serve the Soon-to-be leader, more rather, you'd serve another member of the house, although they themself was a Servant.<br>\r\n<br>\r\nThe beautiful, Pink Haired Cleric Serra. You didn't technically serve under her, more rather... she 'claimed' you as hers after an unfortunate event.<br>\r\n<br>\r\nYou were going around your business, cleaning the rooms of the castle, until you arrived at Serra's quarters. You knock, and enter, without waiting for a response.<br>\r\n<br>\r\nLittle did you know, this was an incredibly enourmous mistake.<br>\r\n<br>\r\nAll over the floor- various objects that hinted at her... interests. Cloth, ropes, new-fangled leather equipment. It was all there.<br>\r\n<br>\r\n\"What are you doing coming in here without asking?!\" She shouted. You motioned to leave, but Serra grabbed you from behind and managed to subdue you. She closed the door and began to get to work.<br>\r\n<br>\r\nFirst she bound your arms and legs, keeping them all separate. They were less useful than stumps at that point.<br>\r\n<br>\r\nShe then tied you to the wall and silenced you with a large group of socks. For a reason unknown even to yourself... this excited you.<br>\r\n<br>\r\n\"Aha! so you're a pervert, aren't you? that's why you came in here without waiting for a response! you were hoping for a peek!\" her statment made no sense to you but you went along with it for the safety of your job.<br>\r\n<br>\r\n\"You're mine, now!\" she proclaimed. \"Now that you know this, I cannot allow you to leave!\"<br>\r\n<br>\r\nYou struggle in your binds but are weakened when she takes a heeled foot and slams it against your groin.<br>\r\n<br>\r\n\"Hmmmm\" She slowly peeled off her socks and rubbed them in your face. \"How do you like that?!\"<br>\r\n<br>\r\nSerra continued to rub these socks that... didn't actually smell horrible. If anything, you thought they smelled good.<br>\r\n<br>\r\n\"Seems I was right to do that...\" She goes down to where your peniswere currently causing a tent to sprout. \"I see...\" Serra took a bare foot and began to rub it. You moan. She kept going, and your reaction only got more and more desperate for that release.<br>\r\n<br>\r\n\"Now... show me your true colours!\" She said as you came all over her foot.<br>\r\n<br>\r\n\"There... you're now mine\" She said. <br>\r\n<br>\r\nWhat did she do next...?</span></div></div>",
            "created":1562907600,
            "id":2685904,
            "title":"Scenario A-"
        },
        "155":{
            "author_id":"quartoron",
            "author_name":"Orpheus Telos",
            "choices":[
                "Radiant Dawn",
                "Awakening",
                "Fates"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>Right, last three it is.</span></div></span></div>",
            "created":1524114000,
            "id":2481606,
            "title":"Radiant Dawn/Other"
        },
        "1551":{
            "author_id":"exalt",
            "author_name":"Sunfist",
            "choices":[
                "Radiant Dawn",
                "Three Houses"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>Nowhere else to sensically tack this on so we'll put it here, alrighty?</span></div></span></div>",
            "created":1565758800,
            "id":2702086,
            "title":"Radiant Dawn/Three Houses"
        },
        "15512":{
            "author_id":"exalt",
            "author_name":"Sunfist",
            "choices":[
                "Students",
                "Staff/Church"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>So you've picked Three Houses. You probably know all you need to about the setting of Three Houses, so we'll move on to actually selecting someone. But what will it be? A student? or a part of the Staff/Church</span></div></span></div>",
            "created":1565758800,
            "id":2702087,
            "title":"Three Houses"
        },
        "155121":{
            "author_id":"exalt",
            "author_name":"Sunfist",
            "choices":[
                "Black Eagles",
                "Blue Lions/Golden Deer"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>So we're going into Students Territory, eh? well, now we've got to choose the House.<br>\r\n<br>\r\nThe Black Eagles led by Edelgard?<br>\r\n<br>\r\nThe Blue Lions led by Dimitri?<br>\r\n<br>\r\nOr the Golden Deer led by Claude?</span></div></span></div>",
            "created":1565758800,
            "id":2702088,
            "title":"Students"
        },
        "1551211":{
            "author_id":"exalt",
            "author_name":"Sunfist",
            "choices":[
                "Edelgard",
                "Dorothea"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>Ah yes, the Black Eagles of the Adrestian Empire, led by Edelgard!</span></div></span></div>",
            "created":1565758800,
            "id":2702096,
            "title":"Black Eagles"
        },
        "15512111":{
            "author_id":"exalt",
            "author_name":"Sunfist",
            "choices":[
                "Scenario A",
                "Scenario B"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>The Empress herself? very well... what's your fate?</span></div></span></div>",
            "created":1571374800,
            "id":2734886,
            "title":"Edelgard"
        },
        "155121111":{
            "author_id":"exalt",
            "author_name":"Sunfist",
            "choices":[
                "You lose to Edelgard!",
                "You somehow manage to pull through"
            ],
            "content":"<div class=\"\"><div> <span>You were a noble from the Adrestian Empire who went to Garreg Mach to become a Knight. Your house leader was your future Empress, Edelgard Von Hresvelg. Edelgard was a beautiful, but imposing, woman, one that both scared and... attracted you. She had that sort of indomitable charisma, as a determined Princess.<br>\r\n<br>\r\nYou idly walked around the grounds of the monastery, thinking of what you wanted to do today.<br>\r\n<br>\r\nOne particularly nasty thought entered your mind.<br>\r\n<br>\r\nYou had a thing for feet, and always had. You were perverted through and through, and wanted only to satisfy those cravings.<br>\r\n<br>\r\nYou had dreamt of the scent of the future Emperor, and now, you were going to find out.<br>\r\n<br>\r\nYou snuck your way into her room. You had your methods, being quite the lockpicker, despite your noble lineage. The room was open, and you were free to enter. Her room was beautiful, incredibly well decorated. You began to search through her drawers for her stockings, finally finding multiple sets of them.<br>\r\n<br>\r\nIt was your time to indulge. <br>\r\n<br>\r\nYou sniffed, licked and sucked on these stockings, your penis slowly growing beneath your trousers. Eventually you could take it no longer, and tore off your trousers, wrapping one around your penis. The feel of the silky smooth stockings was euphoric, to you.<br>\r\n<br>\r\nThese stockings engulfed you in lust, You lost track of time, and jolted back to reality when you saw Edelgard staring down at you, trousers off, a throbbing member covered with her stockings, with more around your mouth.<br>\r\n<br>\r\n\"What the- you pervert!\" She accused slamming the door shut, piling on top of you. You had to fight back, if you were to continue.</span></div></div>",
            "created":1571374800,
            "id":2734919,
            "title":"Scenario A"
        },
        "1551211111":{
            "author_id":"exalt",
            "author_name":"Sunfist",
            "choices":[
                "More Trampling",
                "Tied and Teased"
            ],
            "content":"<div class=\"\"><div> <span>She managed to subdue you, managing to finally land a decisive blow, knocking you out.<br>\r\n<br>\r\nWhen you woke up, you were completely naked, tied up on the floor. Edelgard was sat on the bed right next to you, looking down on you with disgust.<br>\r\n<br>\r\n\"I see you're awake now\" She stated coldly, looking your naked body up and down. The way her eyes examined you... made you excited. You noticed your penis still had the stocking wrapped around it, and that more had been applied to bind your arms and legs. \"You perverted monster... you tried to indulge in your lust, did you?\"<br>\r\n<br>\r\nYou nod. You could do no more than that. She knew it was true, you didn't know what would happen if you lied to her now.<br>\r\n<br>\r\n\"Pathetic beast...\" She hissed, kicking you with one of her feet. \"Are these what you like?\" She mocked, prodding you over and over with them. \"I'll make sure you do not by the time we are finished here\"<br>\r\n<br>\r\nEdelgard took her feet, stomping them down on you. You took a deep breath with every stomp she made. Despite your pain, you pressed on. Her foot was heavenly, but the way it was being used, not so much.<br>\r\n<br>\r\n\"If that will not break you in... I will have to force you into servitude\" She hissed, bringing her feet to your mouth. \"Lick\" She commanded coldly.<br>\r\n<br>\r\nYou jumped at the chance, licking her foot from the tip of her toes to the end of her heel. Her foot tasted of sweat, her beautiful sole tough and large. You lapped at her arches, your worship so intense that you felt your penis couldn't take it with the arousal you felt.<br>\r\n<br>\r\n\"Pathetic... you decide to stay there, tied down, grovelling like a slave... though i suppose that is what you are becoming\" She said, ramming the foot into your mouth. \"Faster! I want to hear you!\" She commanded. Out of fear, and of lust, you continued, and obeyed, going faster and more thoroughly.<br>\r\n<br>\r\nEventually, Edelgard stared down at you. \"What to do with you now... what will break you in?\"</span></div></div>",
            "created":1571374800,
            "id":2734923,
            "title":"You lose to Edelgard!"
        },
        "1551211112":{
            "author_id":"exalt",
            "author_name":"Sunfist",
            "choices":[
                "You found she was quite... happy, oddly",
                "She was incredibly angry!"
            ],
            "content":"<div class=\"\"><div> <span>It was an arduous toss and turn battle. You thought you were going to lose but... you won. Edelgard was knocked out! what could you do, now? It's not like you could do nothing.<br>\r\n<br>\r\nYou took your time slowly taking off Edelgard's clothes, revealing her beautiful black and red underwear. you propped her onto the bed, and began to tie her down with her stockings, making sure you had her firmly gagged, as well. You made sure her feet hanged off of the bed, where you eagerly passed the time licking at her soles. Her feet were beautiful, with just the right kind of texture and flavour. You entered another state of euphoria, using her feet to pleasure yourself.<br>\r\n<br>\r\nEdelgard's feet were like that of a Goddess'. Her wonderful soles were sheer euphoria on your body, and even more so once you brought your erect member to them. You could not be more satisfied.<br>\r\n<br>\r\nEventually, Edelgard woke up.<br>\r\n<br>\r\n\"Mggh!\" She groaned, thrashing around. She was tied firmly to the bed, her bonds not letting her get off. \"PVRT!\" She screamed through the gag at you as you licked her feet. She aggressively resisted you, trying to free herself, though... something seemed off.<br>\r\n<br>\r\nEventually, you went over to Edelgard's face and took off her gag.<br>\r\n<br>\r\nWhat was her reaction?</span></div></div>",
            "created":1571374800,
            "id":2734933,
            "title":"You somehow manage to pull through"
        },
        "15512112":{
            "author_id":"exalt",
            "author_name":"Sunfist",
            "choices":[
                "Again, Dorothea, you fool!",
                "Next"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>Well, Dorothea or someone else?</span></div></span></div>",
            "created":1565758800,
            "id":2702097,
            "title":"next"
        },
        "155121121":{
            "author_id":"exalt",
            "author_name":"Sunfist",
            "choices":[
                "Scenario A",
                "Scenario B"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>Okay, okay! the flirtatious opera singer it is, then!</span></div></span></div>",
            "created":1571374800,
            "id":2734887,
            "title":"Again, Dorothea, you fool!"
        },
        "1551211211":{
            "author_id":"exalt",
            "author_name":"Sunfist",
            "choices":[
                "Massage and Worship",
                "Reader's Choice"
            ],
            "content":"<div class=\"\"><div> <span>You are a noble studying at the Officer's Academy. You had finished classes for the day and went on to one of your prior planned engagements. You had been confronted by Dorothea of the Black Eagles House. A beautiful Songstress who was a part of the Mittlefrank Opera Company, a well-renowned group in the Empire. She was seen as a Bewitching Beauty by the other students, and now, you got to hang out with her!<br>\r\n<br>\r\n\"Ah, right on time. I shouldn't have expected less, now, should I?\" Dorothea greeted as you walked up to her. You took a moment to glance over her apparel. She was dressed in the Officer's Academy Uniform, but she had a black hat over her head, on top of that.<br>\r\n<br>\r\nThe thing that stuck out to you, however, was her boots. They were black, heeled boots with golden lining, almost like that of the Officer's Academy Uniform. They emphasised her feet, making them all the more attractive to you.<br>\r\n<br>\r\n\"Now then... shall we be off?\" She smiled warmly, gesturing for you to follow her. you obeyed, striking up a conversation with her along the way.<br>\r\n<br>\r\nYou and Dorothea spent your time walking around the monastery, making idle chitchat. She seemed to take a teasing side with you, almost stringing you along with compliments and quips. Something you noticed was how direct and to the point, she could be. If you told her how all the men at the academy thought of her to be incredibly beautiful, Dorothea would respond with 'do you think that?' with a sly smile.<br>\r\n<br>\r\nOf course, as you walked, you spent a lot of time ogling her feet, rather than her face. You had a lot you wanted to do to them... though you wondered if you would ever have the chance.<br>\r\n<br>\r\nAs if right on cue to your obvious visible disappointment to your own remark, Dorothea said \"Ahh... I am tired. Would you lead a girl back to her room?\"<br>\r\n<br>\r\nYou nodded. A plan starting forming in your head...<br>\r\n<br>\r\nyou lead Dorothea back to her room, to which her first impulse was to take off her boots and neatly place them at the side of her bed. \"That is much better!\" She remarked with a sigh. You couldn't help but stare at the feet before you. Whilst they were still covered in socks, you could tell underneath that cloth cocoon was a sole like that of a Goddess.<br>\r\n<br>\r\nDorothea coughed.<br>\r\n<br>\r\nYou immediately averted your gaze. Did she notice?<br>\r\n<br>\r\n\"I am so tired... my feet are so worn out... hey, do me a favour, will you?\" Dorothea asked, bringing a foot up towards you. \"Give me a massage, It's what a gentleman noble would do for a lady after a long walk, right?\" She asked, a sadistic undertone present.</span></div></div>",
            "created":1572411600,
            "id":2740415,
            "title":"Seduced by the Songstress!"
        },
        "155121122":{
            "author_id":"exalt",
            "author_name":"Sunfist",
            "choices":[
                "Bernadetta",
                "Petra"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>With that out of the way, Bernadetta or Petra?</span></div></span></div>",
            "created":1565758800,
            "id":2702098,
            "title":"Next"
        },
        "1551211221":{
            "author_id":"exalt",
            "author_name":"Sunfist",
            "choices":[
                "Scenario A",
                "Scenario B"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>The shy, shut-in noble, eh? okay!</span></div></span></div>",
            "created":1571374800,
            "id":2734890,
            "title":"Bernadetta"
        },
        "1551211222":{
            "author_id":"exalt",
            "author_name":"Sunfist",
            "choices":[
                "Scenario A",
                "Scenario B"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>the princess of Brigid... sure, let's see what's gonna happen!</span></div></span></div>",
            "created":1571374800,
            "id":2734888,
            "title":"Petra"
        },
        "1551212":{
            "author_id":"exalt",
            "author_name":"Sunfist",
            "choices":[
                "Blue Lions",
                "Golden Deer"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>Which one will it be?</span></div></span></div>",
            "created":1565758800,
            "id":2702089,
            "title":"Blue Lions/Golden Deer"
        },
        "15512121":{
            "author_id":"exalt",
            "author_name":"Sunfist",
            "choices":[
                "Annette",
                "next!"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>Ah yes, the Blue Lions of the Holy Kingdom of Faerghus, but then who will it be?</span></div></span></div>",
            "created":1565758800,
            "id":2702093,
            "title":"Blue Lions"
        },
        "155121211":{
            "author_id":"writerman123",
            "author_name":"WMan",
            "choices":[
                "Scenario A",
                "Scenario B"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>The bubbly niece of Baron Dominic? Alright.</span></div></span></div>",
            "created":1578027600,
            "id":2768935,
            "title":"Annette"
        },
        "155121212":{
            "author_id":"exalt",
            "author_name":"Sunfist",
            "choices":[
                "Mercedes",
                "Ingrid"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>Then how about Mercedea or Ingrid?</span></div></span></div>",
            "created":1565758800,
            "id":2702095,
            "title":"next!"
        },
        "1551212121":{
            "author_id":"writerman123",
            "author_name":"WMan",
            "choices":[
                "Scenario A",
                "Scenario B"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>The kind-hearted best friend of Annette? Okay.</span></div></span></div>",
            "created":1578027600,
            "id":2768952,
            "title":"Mercedes"
        },
        "1551212122":{
            "author_id":"exalt",
            "author_name":"Sunfist",
            "choices":[
                "Scenario A",
                "Scenario B"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>The Blonde-Haired Warrior Woman of Faerghus... let's see what's going to happen!</span></div></span></div>",
            "created":1571374800,
            "id":2734891,
            "title":"Ingrid"
        },
        "15512122":{
            "author_id":"exalt",
            "author_name":"Sunfist",
            "choices":[
                "Hilda",
                "Next!"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>Ah, the Golden Deer, the house of the Leicester Alliance. But which wonderful Lady will it be today?</span></div></span></div>",
            "created":1565758800,
            "id":2702090,
            "title":"Golden Deer"
        },
        "155121221":{
            "author_id":"exalt",
            "author_name":"Sunfist",
            "choices":[
                "Scenario A",
                "Scenario B"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>Ah, so House Goneril's own Hilda's caught your eye? but what kind of scenario are the two of you in?</span></div></span></div>",
            "created":1571374800,
            "id":2734822,
            "title":"Hilda"
        },
        "155121222":{
            "author_id":"exalt",
            "author_name":"Sunfist",
            "choices":[
                "Lysithea",
                "next!"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>how about Lysithea?</span></div></span></div>",
            "created":1565758800,
            "id":2702091,
            "title":"next!"
        },
        "1551212221":{
            "author_id":"writerman123",
            "author_name":"WMan",
            "choices":[
                "Scenario A",
                "Scenario B"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>The powerful mage of the Golden Deer? Good choice.</span></div></span></div>",
            "created":1578027600,
            "id":2768941,
            "title":"Lysithea"
        },
        "1551212222":{
            "author_id":"exalt",
            "author_name":"Sunfist",
            "choices":[
                "Marianne",
                "Leonie"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>There's only two more, so Marianne or Leonie?</span></div></span></div>",
            "created":1565758800,
            "id":2702092,
            "title":"next!"
        },
        "15512122221":{
            "author_id":"exalt",
            "author_name":"Sunfist",
            "choices":[
                "Scenario A",
                "Scenario B"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>The Shy girl of the Leicester Alliance... let's see what happens!</span></div></span></div>",
            "created":1571374800,
            "id":2734894,
            "title":"Marianne"
        },
        "15512122222":{
            "author_id":"writerman123",
            "author_name":"WMan",
            "choices":[
                "Scenario A",
                "Scenario B"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>The headstrong apprentice of Jeralt? Alright.</span></div></span></div>",
            "created":1578027600,
            "id":2768956,
            "title":"Leonie"
        },
        "155122":{
            "author_id":"writerman123",
            "author_name":"WMan",
            "choices":[
                "Catherine/Shamir",
                "Next!"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>Ah, so you went with the Garreg Mach Staff, huh? Interesting choice!<br>\r\n<br>\r\nSo, who will it be?</span></div></span></div>",
            "created":1574830800,
            "id":2752732,
            "title":"Staff/Church"
        },
        "1551221":{
            "author_id":"writerman123",
            "author_name":"WMan",
            "choices":[
                "Catherine",
                "Shamir"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>Two close comrades and loyalists to Rhea. Which do you want?</span></div></span></div>",
            "created":1578027600,
            "id":2768953,
            "title":"Catherine/Shamir"
        },
        "15512211":{
            "author_id":"writerman123",
            "author_name":"WMan",
            "choices":[
                "Scenario A",
                "Scenario B"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>Thunder Catherine? Very well.</span></div></span></div>",
            "created":1578027600,
            "id":2768960,
            "title":"Catherine"
        },
        "15512212":{
            "author_id":"writerman123",
            "author_name":"WMan",
            "choices":[
                "Scenario A",
                "Scenario B"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>The stoic archer of the Church of Seiros? Very well.</span></div></span></div>",
            "created":1578027600,
            "id":2768962,
            "title":"Shamir"
        },
        "1551222":{
            "author_id":"writerman123",
            "author_name":"WMan",
            "choices":[
                "Hell yes!",
                "Hell no!"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>How about Manuela, the seductive songstress?</span></div></span></div>",
            "created":1574830800,
            "id":2752734,
            "title":"Next!"
        },
        "15512221":{
            "author_id":"writerman123",
            "author_name":"WMan",
            "choices":[
                "Scenario A",
                "Scenario B"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>Which scenario?</span></div></span></div>",
            "created":1578027600,
            "id":2768963,
            "title":"Hell yes!"
        },
        "15512222":{
            "author_id":"writerman123",
            "author_name":"WMan",
            "choices":[
                "I accept!",
                "I refuse!"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>How about Lady Rhea herself?</span></div></span></div>",
            "created":1574830800,
            "id":2752735,
            "title":"The Archbishop"
        },
        "155122221":{
            "author_id":"writerman123",
            "author_name":"WMan",
            "choices":[
                "Scenario A",
                "Scenario B"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>Which scenario shall you choose?</span></div></span></div>",
            "created":1578027600,
            "id":2768964,
            "title":"I accept!"
        },
        "155122222":{
            "author_id":"writerman123",
            "author_name":"WMan",
            "choices":[
                "YES!",
                "NO!"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>Okay then, how about Sothis, the barefoot girl who resides inside of you?</span></div></span></div>",
            "created":1574830800,
            "id":2752737,
            "title":"Sothis"
        },
        "1551222221":{
            "author_id":"writerman123",
            "author_name":"WMan",
            "choices":[
                "Scenario A",
                "Scenario B"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>Which path shall you follow?</span></div></span></div>",
            "created":1578027600,
            "id":2768959,
            "title":"YES!"
        },
        "1551222222":{
            "author_id":"writerman123",
            "author_name":"WMan",
            "choices":[
                "Yes please!",
                "No thanks"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>Would you like Fem!Byleth, then?</span></div></span></div>",
            "created":1574830800,
            "id":2752738,
            "title":"The Ashen Demon"
        },
        "15512222221":{
            "author_id":"writerman123",
            "author_name":"WMan",
            "choices":[
                "Scenario A",
                "Scenario B"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>Which scenario?</span></div></span></div>",
            "created":1578027600,
            "id":2768968,
            "title":"Yes please!"
        },
        "1552":{
            "author_id":"3vlots",
            "author_name":"Doctor Boo",
            "choices":[
                "Female Robin/Lucina",
                "Original Shepherds",
                "Future Children"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>Alright, I think a good place to start would be breaking this into different categories.<br>\r\n<br>\r\nLet's begin with...<br>\r\n<br>\r\n</span></div></span></div>",
            "created":1529298000,
            "id":2509132,
            "title":"Awakening"
        },
        "15521":{
            "author_id":"3vlots",
            "author_name":"Doctor Boo",
            "choices":[
                "Female Robin",
                "Lucina"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>Putting these two first as to not have them buried under the endless abyss that is the two choice limit.</span></div></span></div>",
            "created":1529298000,
            "id":2509134,
            "title":"Female Robin/Lucina"
        },
        "155211":{
            "author_id":"exalt",
            "author_name":"Sunfist",
            "choices":[
                "Scenario A",
                "Scenario B"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>Oho! The tactician grabs your interest?</span></div></span></div>",
            "created":1565240400,
            "id":2699106,
            "title":"Female Robin"
        },
        "15522":{
            "author_id":"exalt",
            "author_name":"Sunfist",
            "choices":[
                "Lissa!",
                "next!"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>The Shepherds are a pretty large group consisting of all the Gen 1 Characters, pretty much. So we'll be starting with Lissa, the Cleric and sister to Chrom</span></div></span></div>",
            "created":1563253200,
            "id":2687931,
            "title":"Original Shepherds"
        },
        "155222":{
            "author_id":"exalt",
            "author_name":"Sunfist",
            "choices":[
                "Sure!",
                "next!"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>how about Sully?</span></div></span></div>",
            "created":1563253200,
            "id":2687932,
            "title":"next!"
        },
        "1552222":{
            "author_id":"exalt",
            "author_name":"Sunfist",
            "choices":[
                "yeah!",
                "next!"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>Might Miriel be what you're looking for?</span></div></span></div>",
            "created":1563253200,
            "id":2687933,
            "title":"next!"
        },
        "15522222":{
            "author_id":"exalt",
            "author_name":"Sunfist",
            "choices":[
                "Yeah!",
                "next!"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>what about clumsy Sumia?</span></div></span></div>",
            "created":1563253200,
            "id":2687934,
            "title":"next!"
        },
        "155222221":{
            "author_id":"exalt",
            "author_name":"Sunfist",
            "choices":[
                "Scenario A",
                "Scenario B"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>Scenarios are plenty here, for our beautiful little Pegasus knight. What'll it be?</span></div></span></div>",
            "created":1563253200,
            "id":2687940,
            "title":"Sumia, the Clumy Pegasus Knight!"
        },
        "1552222211":{
            "author_id":"exalt",
            "author_name":"Sunfist",
            "choices":[
                "Continue Kissing",
                "Sumia notices a buldge forming"
            ],
            "content":"<div class=\"\"><div> <span>You are a Shepherd. You're new to the ranks, being recruited only a few hours ago, at best. You're walking around, looking to try and get to know your new teammates when you hear a crash coming from someone's room.<br>\r\n<br>\r\nThe gallant soul you are you dash in only to find a beautiful young girl on the ground.<br>\r\n<br>\r\n\"Owowow...\" She's silently muttering, not even noticing your presense.<br>\r\n<br>\r\nLooking across the floor, there seemed to be nothing that could have tripped her up. Looking to her attire, you found the issue.<br>\r\n<br>\r\n\"Hey\" You call out to her. This shattered her pain-ridden trance.<br>\r\n<br>\r\n\"Huh? Ahh! Sorry, sorry, I, uh... just tripped!\" She got back off the ground chipper and happy. You were glad to see some kind of optimism, at least.<br>\r\n<br>\r\n\"That makes sense... your boots are on the wrong way\" You point down to her boots. She turns a bright red.<br>\r\n<br>\r\n\"I-uh...!\" She pulled off her boots quickly, tossing them to her side. \"my mistake!\" She sat down on the bed in the room, looking to her reddened soles. \"I was walking in these all day, so... to think I'd been walking around with my boots wrong all day, huh?\" She giggled, trying to lighten the mood.<br>\r\n<br>\r\n\"Those feet look pretty sore. Lemme help\" You offer, getting down on your knees and kneading her soles. They were soft and squishy, easily moved by your hands.<br>\r\n<br>\r\n\"That's...!\" She leant back, more relaxed. \"So good... thanks\" She sighed with relief.<br>\r\n<br>\r\nYou continued to gaze at her sole as you rubbed them, starting to think 'this foot isn't that bad looking'. She decide to be tentative and place a small kiss on the foot.<br>\r\n<br>\r\n\"What are...?\" She lookd down at you mid-kiss.<br>\r\n<br>\r\n\"Are you... kissing my feet?\" She asked.<br>\r\n<br>\r\n\"Yeah... this is a, uh... way to help with the healing, yeah?\" You reply, trying to come up with an excuse. Sumia ponders for a bit.<br>\r\n<br>\r\n\"Okaaay...\" She says. She seems more interested now, to watch your 'technique', you supposed.</span></div></div>",
            "created":1563253200,
            "id":2687946,
            "title":"Scenario A"
        },
        "15522222112":{
            "author_id":"exalt",
            "author_name":"Sunfist",
            "choices":[
                "The two of you clean up together",
                "Sumia makes you clean it up"
            ],
            "content":"<div class=\"\"><div> <span>Sumia watches as you treat her feet with such care and passion, but eventually, she takes the foot you're not working on at the moment, and places it right on your crotch. You look down, and notice you have an erection.<br>\r\n<br>\r\n\"Then explain this\" She looked down at you.<br>\r\n<br>\r\n\"I, uh...\" She pushed her foot down. \"I've read enough of Ribald Tales of the Holy War to know where this is going...\" her eyes narrow, though it didn't seem to be in anger.<br>\r\n<br>\r\n\"Get kissing\" She commanded harshly, pushing down more on your erect penis. You delightfully oblige, beginning to kiss her soft soles. Her almost 'character' of a tough girl seems to shake a bit as you plant kisses on her feet.<br>\r\n<br>\r\n\"You may stop\" She then takes both of her feet and pulls back your trousers. Upon just seeing your erect penis, Sumia seems to be looking a bit more cautious and weary. She shakes her head, getting herself back into the role. She begins to jerk your penis up and down, while you fall back and moan as her slender, tender feet surround and jerk your penis up and down rythmically. She moves it faster and faster, you were helpless against the pleasure to do anything but just moan on the floor.<br>\r\n<br>\r\n\"Now... cum!\" She commands and your penis explodes in a mass of sticky white cum. Sumia reels back. \"Yaaaah!\" She screams, reeling back. \"I-I didn't think you'd...\" the two of you catch your breath.<br>\r\n<br>\r\n\"That was... fun\" She said between breaths.<br>\r\n<br>\r\n\"Yeah... do this again another time?\" You asked.<br>\r\n<br>\r\n\"Umm... would that... really be ok?\" She replied sheepishly.<br>\r\n<br>\r\n\"Of course. I'm the one asking, aren't I?\"<br>\r\n<br>\r\n\"Right... well, we'd best get cleaning up, huh?\"</span></div></div>",
            "created":1563253200,
            "id":2687967,
            "title":"Sumia notices a bulge forming"
        },
        "155222221121":{
            "author_id":"exalt",
            "author_name":"Sunfist",
            "choices":[
                "Are Blindfolded when you close the door!",
                "See Sumia dressed up on the Bed"
            ],
            "content":"<div class=\"\"><div> <span>The two of you mutually decide to clean up the mess you had made in the room together, talking about your future arrangements and how to 'spice them up', as you both had put it.<br>\r\n<br>\r\nOnce the two of you had finished, Sumia gave you a quick hug. \"I can't wait for this to happen again...\" she pulls away from the hug. \"But now it's time for a mission! let's give it our all!\" She said with zeal.<br>\r\n<br>\r\nThe two of you walked to the meeting hall, where the rest of your fellow Shepherds were stood.<br>\r\n<br>\r\n\"Ah, Sumia! Are you alright?\" the Cleric known as Lissa asked.<br>\r\n<br>\r\n\"I'm fine, why do you ask?\" She replied.<br>\r\n<br>\r\n\"I heard a scream like 'aaahhh!' or something... sure that was nothing?\" Sumia seemed taken aback. <br>\r\n<br>\r\n\"It was nothing to worry about, she just tripped. I helped her out. turns out she had her boots on the wrong way, fancy that?\" You replied quickly. You weren't lying, per se, that was the case, but the scream came from something else.<br>\r\n<br>\r\n\"Hmm... yep! that sounds like you, Sumia\" She giggled, patting her on the shoulder.<br>\r\n<br>\r\n\"Yeah...\"<br>\r\n<br>\r\nEveryone fell silent when your leader and his retainer walked into the room. Lord Chrom of Ylisse and his Knight, Frederick.<br>\r\n<br>\r\n\"Attention, Shepherds! we've got a problem with some bandits a bit down south, let's take 'em down!\" He commanded with zeal.<br>\r\n<br>\r\nThe group of you all went to fight. Sumia didn't have a mount or anything, so she was restricted just to her feet. You began to wonder what her feet would be like once it was all over.<br>\r\n<br>\r\nEventually, you reached the Bandit camp. The Shapherds charge into battled, clashing steel against steel against the bandits. Your skills were greatly over that of the bandits, you slew each one that came your way.<br>\r\n<br>\r\nIn the battle, you looked to your right and saw Sumia in danger. You rushed to her aid and saved her from a possibly fatal strike. \"Thanks!\" She called over.<br>\r\n<br>\r\n\"No problem!\" you replied. You fought back to back, your bond deepening with ever strike deflected for the other.<br>\r\n<br>\r\nBy the end of your fight, the both of you were sweating, tired. \"Phew... that was close...\" She huffed.<br>\r\n<br>\r\n\"Yeah... thanks for having my back\" You reply. Sumia beamed.<br>\r\n<br>\r\n\"It's not a problem. If anything, I should be thanking you! I'm not an amazing fighter yet...\"<br>\r\n<br>\r\n\"Ah, but you will be if you keep this up, Sumia, I'll tell you that!\"<br>\r\n<br>\r\nThe two of you visited the village you had just protected from bandits. the villagers said they'd give 'anything in thanks for their protection'. You looked to Sumia, a smirk on your face.<br>\r\n<br>\r\n\"Ah, we have some requests, if you don't mind!\" You ask the villagers. You asked for various items that would 'enhance your time together with Sumia', as you had discussed before.<br>\r\n<br>\r\nThe Villagers managed to assemble all of it and put it in a sack, handing it to you. You hoisted it over you shoulder and the two of you walked back alongside the other Shepherds.<br>\r\n<br>\r\nWhen you arrived back at the Headquarters, your first thought was to place the sack in Sumia's room.<br>\r\n<br>\r\n\"Want to make use of our new gains tonight?\" You asked.<br>\r\n<br>\r\n\"S...sure!\" She replied.<br>\r\n<br>\r\nYou arrive back into Sumia's room and...</span></div></div>",
            "created":1563253200,
            "id":2687978,
            "title":"The two of you clean up together"
        },
        "155222222":{
            "author_id":"exalt",
            "author_name":"Sunfist",
            "choices":[
                "yeah!",
                "next!"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>What about the beautiful Maribelle?</span></div></span></div>",
            "created":1563253200,
            "id":2687935,
            "title":"next!"
        },
        "1552222222":{
            "author_id":"exalt",
            "author_name":"Sunfist",
            "choices":[
                "yeah!",
                "next!"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>how about the Paragon Cordelia?</span></div></span></div>",
            "created":1563253200,
            "id":2687937,
            "title":"next!"
        },
        "15522222221":{
            "author_id":"exalt",
            "author_name":"Sunfist",
            "choices":[
                "Scenario A",
                "Scenario B"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>Ah, a quite popular one, hm? I won't judge! what'll it be?</span></div></span></div>",
            "created":1563253200,
            "id":2687948,
            "title":"Cordelia, the Perfect Pegasus Knight!"
        },
        "155222222211":{
            "author_id":"exalt",
            "author_name":"Sunfist",
            "choices":[
                "Lick her feet",
                "Ask Cordelia what she wants you to do next"
            ],
            "content":"<div class=\"\"><div> <span>You are a Shepherd in Chrom's army. You had an incredible track record, but not even yours could compare to Cordelia's.<br>\r\n<br>\r\nHer beautiful figure, her mastery of Combat. A true prodigy, although she disliked terms like that. Her body was like that of a Goddess, and her luscious red hair made her easily stand out in a crowd even more than normal.<br>\r\n<br>\r\nThis morning, the two of you were training together. Unmounted Lance Combat. The two of you dodged and weaved through each others attacks like it was a sort of dance, until finally, Cordelia managed to strike a clean, decisive blow.<br>\r\n<br>\r\n\"Gotcha!\" She announced in victory, holding her lance to the sky. \"Phew... you did manage to tire me out, though. Almost got me\" She extended a hand, to which you took, raising you back to your feet.<br>\r\n<br>\r\n\"That was a workout...\" She stretched. \"Come with me, let's go and relax for a bit\" She smiled warmly. The two of you headed into a nicely lit room. It was cool inside, quite relaxing in comparison to the scorching heat outside.<br>\r\n<br>\r\n\"Ahh...\" Cordelia stretched, taking off some of her equipment, though notably not her breastplate. She pulled off her boots and a wonderful aroma came spiralling out.<br>\r\n<br>\r\n\"My... apologies. I suppose I was starting to sweat quite a bit in those boots...\" She sighed. You assured her it was alright.<br>\r\n<br>\r\n\"Fancy a massage? those feet are looking like they could use it\" Cordelia looked to you with a slight blush, extending one of her perfect legs towards you.<br>\r\n<br>\r\n\"Go ahead...\" Is all she said. You began to knewad her feet like dough, getting your thumbs into her feet. They were large and beautiful, much like her thighs. Cordelia closed her eyes and her posture relaxed. \"That''s good...\" She sighed.<br>\r\n<br>\r\nYou slowly began to get aroused by her tender feet. When you sayw her toes wiggle, when you heard her sighs of relief and relaxation. It was all beautiful anf contributed to your arousal.<br>\r\n<br>\r\nHer foot was so tantalising from this close. The sweat still dripping, her soles ever so close to your face. Surely at least a sniff wouldn't hurt.<br>\r\n<br>\r\nEventually, you gave into your temptations and began to sniff her feet every once and a while, as well. Despite being stuck in boots for a while in warm weather, they were actually quite good-smelling. They were not bad by any means at all. You began to sniff more and more, until you couldn't hold back anymore, and gave a small lick across the center of the foot.<br>\r\n<br>\r\nYou felt a tap on the head.<br>\r\n<br>\r\nYou look up and see an arm, leading down to Cordelia's face.<br>\r\n<br>\r\n\"So... enjoying them that much, are you?\" She asked.<br>\r\n<br>\r\n\"Uhh...\" Was all you could say before she cut you off. \"Don't mind me... you can keep going. It's... nice, but... don't go too far\"</span></div></div>",
            "created":1563253200,
            "id":2687991,
            "title":"Cordelia's After-Training Massage!"
        },
        "15522222222":{
            "author_id":"exalt",
            "author_name":"Sunfist",
            "choices":[
                "yeah!",
                "next!"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>Does the Dragon Girl Nowi tickle your fancy?</span></div></span></div>",
            "created":1563253200,
            "id":2687941,
            "title":"next!"
        },
        "155222222222":{
            "author_id":"exalt",
            "author_name":"Sunfist",
            "choices":[
                "yeah!",
                "next!"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>Ohh I'm sure this one will be popular: how about Tharja?</span></div></span></div>",
            "created":1563253200,
            "id":2687943,
            "title":"next!"
        },
        "1552222222221":{
            "author_id":"exalt",
            "author_name":"Sunfist",
            "choices":[
                "Scenario A",
                "Scenario B"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>So how 'bout those Scenarios? I'm sure they'll be good</span></div></span></div>",
            "created":1563253200,
            "id":2687956,
            "title":"Tharja, the Plegian Dark Mage!"
        },
        "15522222222211":{
            "author_id":"exalt",
            "author_name":"Sunfist",
            "choices":[
                "Tharja ungags you: Worship Time!",
                "Tharja continues to tease you"
            ],
            "content":"<div class=\"\"><div> <span>You woke up in a Dungeon, bound to the floor and gagged. You didn't recognise this place. It was dark, like a dungeon, and made of stone. The torches were lit with a mysterious purple flame, suggesting it was a Dark Mage that put you here.<br>\r\n<br>\r\nYour questions and suspiscions were answered as Tharja walked into the room, her curvy body and arousing outfit were always something that made you at least get a small erection, but in such a setting, where it was overflowing with sexual airs, your penis could do nothing but become fully erect.<br>\r\n<br>\r\n\"Ohh... somoene's happy to see me\" She smirked, looking down at you. \"Enjoying yourself?\" She teased, lightly using the tip of her heel to stroke your penis. You moan in response.<br>\r\n<br>\r\n\"Hmhm... yes, we'll be hearing that quite a bit\" Her smile grew wider as she took off her heels, revealing her feet, clad in the same bodystocking as the rest of her outfit. She gently caressed you body, tracing your sensitive areas with her foot, teasing you.<br>\r\n<br>\r\n\"Hmmm... you're going to help me try a hex... and there's nothing you can do to say no\" She cackled. She took out her spellbook and spoke an incantation. With that, you body seemed to have become almost 100x more sensitive. Her foot grazing your stomach felt like it was touching your penis, it was that good.<br>\r\n<br>\r\n\"Liking it so far? Hmhm... well, what if I...\" She touched the side of your penis with her foot and dragged it down. the pleasure was so immense you erupted in a mountain of cum. With another incantation, it was trapped in a bubble, then poured into a vial. \"This will be useful later\" She smirked.<br>\r\n<br>\r\n\"However... for now, enjoy that release... you won't be getting another for a good long while...\" She muttered another incantation and dark magic seemed to surround the tip of your penis, and then spread until it formed what appeared to be a chastity device.<br>\r\n<br>\r\n\"No more for now... but let's see how frustrated we can make you... it's got to be perfect\" She smiled with glee as she slowly and sensually stroked your penis with her foot. With the incantation, you so desperately wanted to cum again, but couldn't. In the end, all you could do was moan loudly in your thick gag from frustration.<br>\r\n<br>\r\n\"Ahahahaha! Wonderful!\" She licked her lips. She propped herself down behind you, her creamy thighs surrounding your head. He feet lightly danced around your body as she used her long nails to trace your nipples, playing with them. You squirmed and writhed in frustration and a want to release, but the incantation kept stopping you.<br>\r\n<br>\r\n\"Awww... what a shaaaamme\" She teased in your ear almost seductively. \"You're mine now... and when this is over, when you beg, and beg and beg to cum... and I finally answer, you'll wish you hadn't\"<br>\r\n<br>\r\nDespite being drunk on arousal those words filled you with dread. Again, there was nothing you could do but moan and write in your bondage.</span></div></div>",
            "created":1563253200,
            "id":2687995,
            "title":"A Hex of Lust and Love"
        },
        "155222222222111":{
            "author_id":"exalt",
            "author_name":"Sunfist",
            "choices":[
                "\"I want to cum!\"",
                "\"I want you to do even more things to me!\""
            ],
            "content":"<div class=\"\"><div> <span>Tharja took her beautiful, soft hands and slwoly unravelled the cloth that gagged you.  Your moans were now louder, but not for long.<br>\r\n<br>\r\n\"Whilst looking at you just... writhe like that is amusing, I might as well get something else out of this\" The Plegian Dark Mage spoke softly and she brought her feet inwards, closer to your face.<br>\r\n<br>\r\n\"Worship\" Is all she said. Being in the position you was, you clearly had no choice but to submit and to began to lick. Her feet, obscured by black stocking, were amazing to the touch of your tongue. It feels great, no doubt incredibly increased by the incantation. Her soles were sheer joy and filled you with nothing but lust.<br>\r\n<br>\r\nYou greedily lapped at her feet, all the meanwhile, behind you, Tharja traced her long nail around your face, slightly stroking your skin in a way that, due to the increased sensitivity, only made you squirm.<br>\r\n<br>\r\nWere your arms not bound, you'd have taken these feet and shoved them straight into you face, you were that lustful. Each lick was long and quick, this taste being almost addictive. The tenderness of the sole under the stocking, the feeling of the stocking against your face as it lightly grazed it now and again. It was intoxicating in its own right, and you could do nothing but obey.<br>\r\n<br>\r\n\"A Foot Slave of my own... hmhmhm... this is wonderful\" She soothingly teased behind you.<br>\r\n<br>\r\nEventually, her feet left your face and she stood up, lookign down at you. You could feel a feeling of dominance from her, and that excited you. \"You will be of great use to me...\" She smirked. \"I'll grant you one little thing... what do you want?\"</span></div></div>",
            "created":1563339600,
            "id":2688461,
            "title":"Tharja ungags you: Worship Time!"
        },
        "1552222222221111":{
            "author_id":"exalt",
            "author_name":"Sunfist",
            "choices":[
                "Tharja succeeded with (F)Robin- she introduces her to you",
                "Tharja decides to let you go and serve another purpose"
            ],
            "content":"<div class=\"\"><div> <span>\"Hmhm... of course that's what you want\" her face turns slightly disgusted. \"You're quite a perverted beast after all...\" Tharja took out her spellbook and muttered an incantation. In an instant, various things surrounded your penis, and the dark aura that prevented you from cumming went away. Tharja took a moment to personally stroke your penis with her foot a final time before you ejaculated.<br>\r\n<br>\r\nAll the sperm built up released at once, forming a massive volcano, of sorts. It was all manipulated into a group of glass containers, however.<br>\r\n<br>\r\n\"Tell me- did you wonder why I brought you here?\" She asked. You shook your head.<br>\r\n<br>\r\n\"It was for this\" She gestured to the bottles of semen. \"I'll be using it for hexes... to seduce my true beloved\"  She smiled.<br>\r\n<br>\r\nNow one item, seemingly some of Tharja's Nylons, would caress you penis, forcing you to cum. They would recycle this over and over again in quick succession, time and time again, not caring for time. They would keep you constantly releasing sperm for Tharja's hexes, you started to assume.<br>\r\n<br>\r\n\"You will be my... cattle, as it would\" She crouched down next to your blushed face. \"You're even more pathetic than before...\" She took the old cloth and gagged you with it again. \"Enjoy. I'll be enjoying the fruits of your labour myself\" She cackled as she left the room. All you could do was moan and groan muffled screeches.<br>\r\n<br>\r\nThis was the same for almost a week. You would get a moment of reprieve for food and water, then the gag would be re-applied (though it would soon come to be that Tharja's clothes would be used so you would become even more efficent for her) and the whole process would begina ll over again.<br>\r\n<br>\r\nYou were in a constant state of pleasure, and even more when Tharja would come to check up on you. Your beautiful new Mistress would give you some special treatment every now and again, letting you at her wonderful soles, or doing other innumerable and arousing things to you.<br>\r\n<br>\r\nSoon, one day, that deviated...</span></div></div>",
            "created":1563339600,
            "id":2688491,
            "title":"\"I want to cum!\""
        },
        "1552222222222":{
            "author_id":"exalt",
            "author_name":"Sunfist",
            "choices":[
                "Yep!",
                "next!"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>How about Olivia, the Shy Dancer?</span></div></span></div>",
            "created":1563253200,
            "id":2687949,
            "title":"next!"
        },
        "15522222222221":{
            "author_id":"exalt",
            "author_name":"Sunfist",
            "choices":[
                "Scenario A",
                "Scenario B"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>Ah, the dancer, I'm sure her feet could use a Pampering!</span></div></span></div>",
            "created":1563253200,
            "id":2687957,
            "title":"Olivia, the Shy Dancer!"
        },
        "15522222222222":{
            "author_id":"exalt",
            "author_name":"Sunfist",
            "choices":[
                "yeah!",
                "next!"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>How about Cherche, the Motherly Wyvern Rider?</span></div></span></div>",
            "created":1563253200,
            "id":2687950,
            "title":"next!"
        },
        "155222222222221":{
            "author_id":"exalt",
            "author_name":"Sunfist",
            "choices":[
                "Scenario A!",
                "Scenario B!"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>Ah, yes, our Bare back, Dragon Riding waifu! but what'll it be, A or B?</span></div></span></div>",
            "created":1563253200,
            "id":2687959,
            "title":"Cherche, the Motherly Wyvern Rider!"
        },
        "155222222222222":{
            "author_id":"exalt",
            "author_name":"Sunfist",
            "choices":[
                "yeah!",
                "next!"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>how about Say'ri, the Swordmaster beauty of Chon'sin?</span></div></span></div>",
            "created":1563253200,
            "id":2687952,
            "title":"next!"
        },
        "1552222222222221":{
            "author_id":"exalt",
            "author_name":"Sunfist",
            "choices":[
                "Scenario A",
                "Scenario B"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>A good choice! A or B, though?</span></div></span></div>",
            "created":1563253200,
            "id":2687960,
            "title":"Say'ri, the Swordmaster Beauty of Chon'sin!"
        },
        "1552222222222222":{
            "author_id":"exalt",
            "author_name":"Sunfist",
            "choices":[
                "Yeah!",
                "next!"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>We're almost at the end of the Gen 1 Cast, how about Adult Tiki, the Dragon Oracle?</span></div></span></div>",
            "created":1563253200,
            "id":2687953,
            "title":"next!"
        },
        "15522222222222222":{
            "author_id":"exalt",
            "author_name":"Sunfist",
            "choices":[
                "Yeah!",
                "next!"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>How about Flavia?</span></div></span></div>",
            "created":1563253200,
            "id":2687963,
            "title":"next!"
        },
        "155222222222222222":{
            "author_id":"exalt",
            "author_name":"Sunfist",
            "choices":[
                "Panne",
                "Anna"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>Final two! the Taguel Panne and the Merchant Anna!</span></div></span></div>",
            "created":1563253200,
            "id":2687965,
            "title":"next!"
        },
        "1552222222222222222":{
            "author_id":"exalt",
            "author_name":"Sunfist",
            "choices":[
                "Scenario A",
                "Scenario B"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>Ah, the most Iconic girl in all of Fire Emblem. How will it be for this Awakening version?</span></div></span></div>",
            "created":1563253200,
            "id":2687968,
            "title":"Anna"
        },
        "15523":{
            "author_id":"3vlots",
            "author_name":"Doctor Boo",
            "choices":[
                "Female Morgan",
                "Next"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>Perhaps you want the lass with a slight sadistic edge?</span></div></span></div>",
            "created":1529298000,
            "id":2509136,
            "title":"Female Morgan"
        },
        "155231":{
            "author_id":"3vlots",
            "author_name":"Doctor Boo",
            "choices":[
                "Scenario A/B",
                "Reader's Choice"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>Let's split the scenarios by separating the starters and readers choice.</span></div></span></div>",
            "created":1529298000,
            "id":2509137,
            "title":"Scenarios"
        },
        "1552311":{
            "author_id":"3vlots",
            "author_name":"Doctor Boo",
            "choices":[
                "Scenario A",
                "Scenario B"
            ],
            "content":"<div class=\"\"><div> <span>Scenario A: Morgan is relaxing in the camp with her boots off when she notices a soldier looking at her now bare feet. She decides to write a note inviting this soldier to her tent to confront them about this behavior.<br>\r\n<br>\r\nScenario B: You wake up to find that you have miraculously shrunk down to a measly inch and a half. While still in a state of shock from this rapid change of size you hear a giggle come from behind you. You turn around and see that Morgan is sitting of a cot behind you, her feet merely a few inches away from your current position.<br>\r\n<br>\r\n</span></div></div>",
            "created":1529298000,
            "id":2509139,
            "title":"Scenario A/B"
        },
        "15523111":{
            "author_id":"quartoron",
            "author_name":"Orpheus Telos",
            "choices":[
                "Isaac (Male)",
                "Shiho (Female)"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>What gender is the soldier?</span></div></span></div>",
            "created":1529384400,
            "id":2509374,
            "title":"Scenario A"
        },
        "15523112":{
            "author_id":"3vlots",
            "author_name":"Doctor Boo",
            "choices":[
                "Male",
                "Female"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>Alright, now finally let's pick a gender for the character.</span></div></span></div>",
            "created":1552194000,
            "id":2628685,
            "title":"Scenario B"
        },
        "155231121":{
            "author_id":"3vlots",
            "author_name":"Doctor Boo",
            "choices":[
                "Start with Simple Massage",
                "Start Licking Her Feet"
            ],
            "content":"<div class=\"\"><div> <span>Confusion. That was all you felt at the moment. You had just walked into the tent of the Junior Tactician Morgan when in an instant you shrunk to a mere fraction of your height. As you were processing your sudden decrease in size you hear a giggle almost reverberate around you. You recognized the voice and a sinking feeling welled up in your stomach. Two thuds resonate around you as you turn to look behind you. In front of you are...toes? Massive ones at that. You hear another giggle and the toes start to wiggle slightly. You look up and see Morgan smirking down at you with a mischievous look. She was holding a mysterious tome in her hand.<br>\r\n<br>\r\n\"Ah finally, good to see you in one piece. I recently discovered a shrinking spell in this old tome lying around the library. I figured I'd try it out on something. Thankfully you showed up right on time, I was getting ready to search for you.\"<br>\r\n<br>\r\nYou stood there slightly dazed from everything. You shake your head and asked her if she can grow you back now.<br>\r\n<br>\r\n\"You know I was thinking about that; but now...\" She stops for a moment as she props her left foot up in front of you. \"I think I kinda like you down there at my feet, and I think you do too right?\" She gives you a small grin as she bends her foot and wiggles her toes in front of your face. You take this moment to get a better look at the foot in question.<br>\r\n<br>\r\nThe foot itself is very pale, most likely from being trapped inside her boot. The toes have this almost milky sheen as the soft and supple flesh bends causing creases on her sole. This is easily the best foot you've ever seen.<br>\r\n<br>\r\nMorgan notices you staring at her foot and giggles at your infatuation. She takes her big toe and boops you on the nose, knocking you over. \"You weren't exactly being subtle about it even when you were normal size. Regardless I think I have a job for you. I've been walking around camp taking stock of everything and my feet are ridiculously tired, and considering your attraction towards them I think it's only fitting that you help me out by massaging my feet. Of course if there's more you want to do besides a massage just let me know. I'm sure if you ask nicely my toes will accept a kiss or two.\" <br>\r\n<br>\r\nYou readily agree to her offer due to your attraction. Now the only question is... Do you take it slow, or jump into licking and kissing?<br>\r\n</span></div></div>",
            "created":1552194000,
            "id":2628708,
            "title":"Male"
        },
        "1553":{
            "author_id":"quartoron",
            "author_name":"Orpheus Telos",
            "choices":[
                "Corrin, the sexy draconic princess of Valla!",
                "Azura, the mystifying songstress!",
                "One of the siblings/Other units"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>Fates is my personal favorite entry, but I digress. Tons of girls with tasty toes to suck and feet to lick. Who we goin' for?</span></div></span></div>",
            "created":1524114000,
            "id":2481613,
            "title":"Fates"
        },
        "15531":{
            "author_id":"quartoron",
            "author_name":"Orpheus Telos",
            "choices":[
                "Scenario A/B",
                "Scenario C/D"
            ],
            "content":"<div class=\"\"><div> <span>Corrin is by far, in my opinion, the best Avatar this series has ever produced. What's the scenario?<br>\r\n<br>\r\nScenario A: (M/F) Corrin is bored and calls you to her chambers for a game. During which she notices you staring at her exposed feet...<br>\r\n<br>\r\nScenario B: (F/F) Corrin and her wife Azura have some 'fun' in bed...<br>\r\n<br>\r\nScenario C: (M/F) Reader's choice.<br>\r\n<br>\r\nScenario D: (F/F) Reader's choice.</span></div></div>",
            "created":1524114000,
            "id":2481615,
            "title":"The Fateful Princess"
        },
        "155311":{
            "author_id":"quartoron",
            "author_name":"Orpheus Telos",
            "choices":[
                "Scenario A",
                "Scenario B"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>Which one is it gonna be then?</span></div></span></div>",
            "created":1524114000,
            "id":2481616,
            "title":"Scenario A/B"
        },
        "1553111":{
            "author_id":"crashcmbl",
            "author_name":"SaltySweetCrashCymbal",
            "choices":[
                "Truth",
                "Dare"
            ],
            "content":"<div class=\"\"><div> <span>You slowly open the door to Corrin's quarters, holding her freshly made tea. She usually drinks a hot cup of tea around the evening, made from her best butler, you. Peering in, almost sure you're not intruding, you still proceed with caution. <br>\r\n\"It's about time you showed up, hehe.\" She giggled, \"It's getting late and I wasn't sure if we would have enough time for our game.\"<br>\r\nYou enter and walk over to her bed as she grabs her cup of tea. <br>\r\n\"Sorry, I had to speak with the king.\" You set the platter you were holding down.<br>\r\n\"That's okay.\" she replies, taking a sip of the tea and continuing by moving to the floor.<br>\r\nShe was dressed in her usual getup of light armor from her shoulders to her legs ending with a pair of stirrup stockings to reveal her heels and toes. She stretched, extending her arms and legs and spreading her toes. Her cute smile caught your attention as did her wiggling toes as you began to stare a short glimpse of her beautiful, long, pale feet. <br>\r\nShe yawns once and ushers you to sit across from her on the floor.<br>\r\n\"C'mon, sit down. I wanna get started.\"<br>\r\nYou obey and sit crosslegged where you can perfectly see her soles from her extended legs. You couldn't help but sneak a long look at them.<br>\r\nShe curiously glances at you, as you do so.<br>\r\n\"What game did you have in mind.\" you ask, trying to snap out of it.<br>\r\nShe hesitates to reply as you try to avert your eyes and she gives you a suspicious smile.<br>\r\n\"Hehe, I was thinking of a game of Truth or Dare.\" she replies.<br>\r\nYou keep glancing at her clean, yet slightly sweaty soles and wonder how they would smell, feel, and taste. <br>\r\n\"Are you staring at my... My feet? Heehee.\" she questions as she wiggles her toes and blushes.<br>\r\n\"Uhhh...\" you stare back at her cute, now somewhat pink face. \"Uhhh... So who's gonna go first?\" dismissing her question, you ask.<br>\r\nSide-glancing she smirks, \"I'll go first, truth or dare?\" she asks as you get a little nervous.</span></div></div>",
            "created":1546750800,
            "id":2599529,
            "title":"Corrin's Quarters"
        },
        "15531112":{
            "author_id":"exalt",
            "author_name":"Sunfist",
            "choices":[
                "Admit your Fetish",
                "Deny it, and try and move on"
            ],
            "content":"<div class=\"\"><div> <span>\"Dare\" You say, looking into her beautiful crimson eyes.<br>\r\n<br>\r\n\"Hehe... then I will dare you to... kiss my foot\" She smirked.<br>\r\n<br>\r\nYour eyes widened. You were releuctant. As much as you adored you Lady's feet, this could ruin your reputation if anyone found out you enjoyed them!<br>\r\n<br>\r\n\"It was a dare, wasn't it? what's the big deal?\" She teased, stretching her legs from the bed towards you on the floor.<br>\r\n<br>\r\n\"Y-Yes... quite right\" You reply. You take a deep breath and plant a deep kiss on her foot. The foot was soft, despite being out all the time. It was obvious to you she took care of them rather well.<br>\r\n<br>\r\n\"Hehe! you actually did it!\" She laughed. This demeanour and you being so close to her foot sparked your penis to harden ever so slightly. It was barely noticeable now, but... maybe not if this continued.<br>\r\n<br>\r\n\"I-It was part of the dare!\" You retort.<br>\r\n<br>\r\n\"Yeah... you're right\" She smirked. \"But I never said how many times you had to kiss them, did I?\" Corrin flashed a wide grin.<br>\r\n<br>\r\n\"No... so that would mean, I would have to only do it once, right?\" You reply.<br>\r\n<br>\r\n\"No, no, silly. It means you have to do it until I tell you to stop!\" She wiggled her toes. \"So keep going! or are you a looooser?\" She emphasised.<br>\r\n<br>\r\nThis situation was intoxicating to you, but you had to remain tight-lipped, else your reputation would be ruined!<br>\r\n<br>\r\nYou planted another kiss. And another. And another. Her beautiful feet were simply heaven to your lips. The cold sole, now wet with your saliva, was perfect for you.<br>\r\n<br>\r\n\"Hmhmhm...\" Corrin giggled from above. You looked down and noticed you penis was rock hard under your trousers.<br>\r\n<br>\r\n\"Do you have something to saaaay? or does someone else wanna do the talking?\" She teased, taking one of her feet and stroking the bulge.</span></div></div>",
            "created":1563339600,
            "id":2688470,
            "title":"Dare"
        },
        "155311121":{
            "author_id":"exalt",
            "author_name":"Sunfist",
            "choices":[
                "Truth",
                "Dare"
            ],
            "content":"<div class=\"\"><div> <span>\"I..I-\" you stammer before being interrupted.<br>\r\n<br>\r\n\"You what? there's <i>nooo</i> need to be nervous, I'm sure\" She interrupts with a smirk.<br>\r\n<br>\r\nThis was it. That knowing gaze and smile. She knew. The only thing you could do now was admit it.<br>\r\n<br>\r\n\"I... love your feet\" You managed to choke out. Corrin's eyebrows raised up and a new, more... lustful glint entered her eyes.<br>\r\n<br>\r\n\"Love my feet? ooohhh, that must be why this little guy's coming out to play\" She cackled, taking her sole and slowly pulling it across the bulge in your trousers.<br>\r\n<br>\r\nYou solumnly nodded.<br>\r\n<br>\r\n\"Well then, this isn't much of a good dare, is it? you enjoy doing it, so it's not a good dare, that's how it is, right?\"<br>\r\n<br>\r\nYour heart froze. Would she do something else to you instead?<br>\r\n<br>\r\n\"Hmm... I know. We'll keep this game going, but... we'll change it up a bit\"<br>\r\n<br>\r\nCorrin gestured you to come closer, which you obliged. You weren't in an arguing position at this point. She placed her feet on to your face and pushed you down flat on to your back. She brought her feet back over to your groin. Between her feet you could see the bulge in full mast.<br>\r\n<br>\r\n\"Here's how it will go... you're going to answer Truth or Dare... then I get to do something to you! After each time, I'm going to let you place a nice few kisses on my feet, like this\" Corrin explained. She took her soles and placed them back on to your face.<br>\r\n<br>\r\nYou knew what to do next.<br>\r\n<br>\r\nYou placed kisses on to her feet. Each one seemingly making your whole body jitter with joy. Your master flicked about in the air, your arms and legs could barely stay still. You fought the urge to grab her feet and ram them into your face and mouth and managed to outlast it.<br>\r\n<br>\r\n\"You're such a passionate servant! you look so ready to play these games and that's great!\" She wiggled her toes. \"If you wiggle around <i>too</i> much, though... might have to do something about that...\"<br>\r\n<br>\r\n\"Oh! and one last thing before we start... if you<i> lie on a truth</i>... you get a <i>punishment</i>\" Her eyes seemed to light up with glee upon the utterance of that final word.<br>\r\n<br>\r\n\"W-what kind of punishment?\" You asked beneath her soles.<br>\r\n<br>\r\n\"Hmm, nothing much, a kick to the balls, some time unable to get your little man up... anything, really\" She explained nonchalantly.<br>\r\n<br>\r\nYou knew she wasn't joking at this point. She'd gone this far, there was no way she wouldn't keep to her word.<br>\r\n<br>\r\n\"Now then! what will it be... truth? ...or dare?\"</span></div></div>",
            "created":1565240400,
            "id":2699098,
            "title":"Admit your Fetish"
        },
        "1553111212":{
            "author_id":"exalt",
            "author_name":"Sunfist",
            "choices":[
                "Obey- I will finish the Challenge",
                "Disobey- I will be Punished"
            ],
            "content":"<div class=\"\"><div> <span>You were already in, you had admitted your fetish, and your lady seemed to have much in store for the you. It was clear as crystal that Dare was your choice.<br>\r\n<br>\r\n\"Dare? hmhmhm... oh, you're going to love this\" She leant forward as she spoke. Corrin snapped her fingers. \"Kneel\"<br>\r\n<br>\r\nA single cold command put you back on your knees from your position. Corrin commanded you to the front of the bed, where she placed her feet squarely on your face.<br>\r\n<br>\r\n\"I dare you not to kiss these soles. Just be a footrest\" She commanded.<br>\r\n<br>\r\nThe soles on your face were nothing short of beautiful, and it took all your willpower just to avoid licking them. These soles, ever so tantalising, right in front of you, just beyond your reach by a simple command.<br>\r\n<br>\r\nBut would you obey...?</span></div></div>",
            "created":1565240400,
            "id":2699102,
            "title":"Another Dare"
        },
        "15531112121":{
            "author_id":"exalt",
            "author_name":"Sunfist",
            "choices":[
                "Flora is invited to let you worship her feet",
                "Flora leaves and the game continues"
            ],
            "content":"<div class=\"\"><div> <span>You hear a sound of a door creaking open, and the sound of a hushed gasp.<br>\r\n<br>\r\nsomeone entered the room?!<br>\r\n<br>\r\nYour face was still crammed with Corrin's sole. You didn't know how much time had passed, nor did you think that there was any possibility of anyone coming inside. Corrin, however, seemed quite casual.<br>\r\n<br>\r\n\"Ah, Good Evening\" She greeted the guest. From the sounds of the footsteps, you at least knew it was a lady. But who?<br>\r\n<br>\r\n\"Good Evening, Lady Corrin... it seems I was... interrupting something?\"<br>\r\n<br>\r\n\"Not at all. In fact...\" Corrin finally lifted the soles from your face, releasing light into your eyes. The visage of the room became clear once again, as did the figure who entered.<br>\r\n<br>\r\nFlora.<br>\r\n<br>\r\nThe Ice Tribe Chieftain's daughter. Her expertise in household chores was immaculate and her professionalism uncontested among the ranks of the Maids.<br>\r\n<br>\r\n\"Well... hmm, Footslave, here's your reward\" Corrin smiled.<br>\r\n<br>\r\nShe called you 'footslave'. That name brought you both shame and arousement.<br>\r\n<br>\r\n\"Of course, Lady Corrin-\" You say before being interrupted by her feet planting into your face again. <br>\r\n<br>\r\n\"You will now call me 'Mistress Corrin', now get kissing\" She commanded.<br>\r\n<br>\r\nFlora simply looked on as you kissed at her large soles over and over, madly in love.<br>\r\n<br>\r\n\"My Lady... what is it that... Footslave, I suppose is what I should address him as, is doing?\" She raises an eyebrow to Corrin.<br>\r\n<br>\r\n\"He's doing his new job. Worshipping my feet! He's quite good at it, you know?\" She smirks, leaning back.<br>\r\n<br>\r\n\"...I suppose that is beside the point, my Lady... why did you ask of me?\" Flora inquired.<br>\r\n<br>\r\n\"But that IS the point, Flora. I'm going to need you to acquire these things for me, okay?\" Corrin handed Flora a note, which you assumed she wrote whilst using you as a footstool.<br>\r\n<br>\r\n\"...I see. So this will become more commonplace?\" She asked.<br>\r\n<br>\r\n\"Of course. He's mine now, so I can do what I want with him\" She grinned.<br>\r\n<br>\r\nYou were... hers? you weren't arguing, but there was no agreement! though... you did suppose her having knowledge of your secret really was the Ultimate Blackmail in making you her footslave.<br>\r\n<br>\r\nWhat happens next?</span></div></div>",
            "created":1565240400,
            "id":2699104,
            "title":"Challenge Complete!"
        },
        "155311121211":{
            "author_id":"sauurman",
            "author_name":"Carl",
            "choices":[
                "To leave you alone with the room with Flora and have you smell her feet.",
                "To stay in the room and risk it so she can watch you smell Flora's feet.",
                "Reader's Choice "
            ],
            "content":"<div class=\"\"><div> <span>\"How about you give the new official Footslave a try Flora?\"  <br>\r\n<br>\r\nFlora hesitated, she wanted to obey the lady of the house but you could tell she was very uneasy.<br>\r\n<br>\r\n\"Lady Corrin, I am not sure that is a good idea.\"<br>\r\n<br>\r\n\"Why not?\"<br>\r\n<br>\r\nThe normally cool demeanor of the best Maid of the home was being tested.  She sought the right words to find and you were rather curious what her issue was.<br>\r\n<br>\r\n\"My feet have always had a particular odor to them.  That is why I never go barefoot.  It would no doubt scar your servant for life and what's more everyone in the room would be discomfited by the smell even if they were not near my feet.\"<br>\r\n<br>\r\nCorrin blinked in surprise. \"You are saying that if you took off your shoes and stockings that even if he was down there sniffing your feet I would still feel the impact of your foot smell?\"<br>\r\n<br>\r\n\"Yes Lady Corrin.\"<br>\r\n<br>\r\nCorrin rubbed her chin in consideration and then decided...</span></div></div>",
            "created":1566363600,
            "id":2705705,
            "title":"Flora is invited to let you worship her feet"
        },
        "1553111212112":{
            "author_id":"shutupvaan123",
            "author_name":"LukeDragonfang",
            "choices":[
                "Force you to smell/lick her feet at first.",
                "Decides to get a bit more physical with trampling and crotch grinding."
            ],
            "content":"<div class=\"\"><div> <span>“It can’t be that foul smelling, at least I don’t think so. Besides, I do want to see how our footslave would handle it.” Corrin said, a mischievous smirk planted on her face as her eyes now locked on to your anxious and wary ones.<br>\r\n<br>\r\n“...I see, milady. In that case, I do hope it doesn’t bring you any discomfort.” Flora said with a surprised expression as she took a deep breath for a moment, steeling herself for whatever ridicule would come her way.<br>\r\n<br>\r\nShe then began to reach down towards her heeled boots, slowly slipping them off one by one until they were placed inches away from your face.<br>\r\nAnd gods above, was Flora right.<br>\r\n<br>\r\nThe smell had been strong and potent with a particularly cheesy stink, one clearly showing that Flora’s boots were the saving grace of the entire Castle Krakenburg working force.<br>\r\nAnd this was clear just from her boots and stockings, let alone the fact that she was opting to bare her feet next.<br>\r\n<br>\r\nSoon enough, that exact thing happened as her feet were freed from her stockings, revealing a pair of petite and pale feet. Due to her mostly wearing her shoes to mask the smell of them and her home of the Ice Tribe, they would naturally receive very little sunlight. Though her toenails were painted a light blue, if that was to be an consolation.<br>\r\n<br>\r\n“Gods! I know you said they were going to be ripe, but I didn’t think it would be that strong! I apologize if I’ve been working you too hard if this is the result.” Corrin groaner as she wanted to plug her nose, causing Flora’s face to turn red with embarassment.<br>\r\n<br>\r\n“Well I did warn you, milady. You’re always free to step out if the smell is too much for you.”<br>\r\n<br>\r\n“No, no. That won’t be necessary. I can take this plenty well. I’m just eager to see how our Footslave will handle it. Besides, it’s more fun to have him smell and lick away at something potent like this anyway.”<br>\r\n<br>\r\n“Now...You’re free you do anything you want with him. Make him lick your feet, smell them, step on him. He’ll do it all.” Corrin stated with a small smirk.<br>\r\n<br>\r\nFlora then looked down on you with her cold, blue eyes once more before choosing to....<br>\r\n</span></div></div>",
            "created":1574226000,
            "id":2749188,
            "title":"To stay in the room and risk it so she can watc..."
        },
        "1553112":{
            "author_id":"exalt",
            "author_name":"Sunfist",
            "choices":[
                "Command her to Continue",
                "If that's what you want... we should get you something, first."
            ],
            "content":"<div class=\"\"><div> <span>The sun began to set on the horizon, as Corrin headed into her private quarters. It had been a long day, and her legs ached.<br>\r\n<br>\r\n\"I'm home!\" She called over to her wife laying on the bed.<br>\r\n<br>\r\n\"Ah, Corrin. Welcome back\" Azura replied with a smile. \"Is everything alright?\" She asked.<br>\r\n<br>\r\nCorrin stretched, settgin herself down on a chair opposite of her. \"It's alright, it's alright... just tired\" Corrin yawned and she stretched her still armoured legs, her barefeet stretching towards her lover.<br>\r\n<br>\r\n\"Ah... I see...\" Azura sighed, looking away, ever so slightly.<br>\r\n<br>\r\nAzura could not help but gaze at her wife's soles. They were large and tough, yet seemed almost irresistable. She slowly motioned herself towards Corrin's soles, eager to take a closer look.<br>\r\n<br>\r\nEventually, Azura's face rested in front of Corrin's feet. Azura began to feel warm inside as she took her first, decisive sniff.<br>\r\n<br>\r\nWonderful did not even begin to describe it. Whilst she had been walking on them all day, they still remained a positive scent, one she was eager to smell more. She continued, sniff louder, and harder, until eventually, Azura took a final action, and went for a lick.<br>\r\n<br>\r\nAzura's tongue slathered all over her soles, the beauty of which was unparalleled. She couldn't help but continue to indulge. She was in heaven, with these beautiful soles to service.<br>\r\n<br>\r\nThen, reality hit once again.<br>\r\n<br>\r\nCorrin's toe prodded her on the nose.<br>\r\n<br>\r\n\"Azura... I see, now\" She said with a smile. Azura's eyes went wide with shock. What was she going to do?</span></div></div>",
            "created":1571374800,
            "id":2734825,
            "title":"Scenario B"
        },
        "15531121":{
            "author_id":"exalt",
            "author_name":"Sunfist",
            "choices":[
                "Sit on her face",
                "Tie her to the bed and tease her"
            ],
            "content":"<div class=\"\"><div> <span>\"Keep going\" Corrin commanded. Azura couldn't help but smile as she obeyed, taking a mouthful of Corrin's foot, sucking on her toes.<br>\r\n<br>\r\n\"That's good... keep going\" Corrin urged.<br>\r\n<br>\r\nAzura could only smile. Corrin accepted her wants, and was more than happy to accommodate, it appeared. She truly was a wonderful wife.<br>\r\n<br>\r\nWith each suck, and each lick, her affection for her love's feet grew. The heat in her body caused her to trance her hand down to a source of wetness. Her hand was quickly batted away by Corrin's free foot.<br>\r\n<br>\r\n\"Don't think I'll be letting you do that, you naughty little footslave\" Corrin teased with a wink. \"If you aren't sucking a foot, you'd better be massaging the other\"<br>\r\n<br>\r\nAzura nodded, with a level of contempt in a small grunt. She NEEDED that release. It was like pure torture... it wasn't like anything but Corrin was stopping her!<br>\r\n<br>\r\nIn the end, she continued to obediently sniff, lick and massage Corrin's soles, taking two other times to attempt to reach down and satisfy her craving.<br>\r\n<br>\r\n\"Azura...! tsk, tsk, control yourself!\" Corrin teased. \"Or do I need to find a way to stop you?\" She asked with a giggle. \"I may have to punish you if you do it again\"<br>\r\n<br>\r\nThose words set Azura's heart ablaze. Corrin would... punish her.<br>\r\n<br>\r\nThat was very much what she wanted.<br>\r\n<br>\r\nAzura disobeyed one more time, bringing her hands down in an attempt to satisfy herself.<br>\r\n<br>\r\n\"now, now!\" Corrin said, getting up, toppling over Azura. \"I said I'd punish you, didn't I?\"<br>\r\n<br>\r\nAzura's heart began to race. \"Yes! Yes you did!\"<br>\r\n<br>\r\n\"So you want me to punish you, hm? what do you say to that?\" Corrin got up in Azura's face, foreheads touching.<br>\r\n<br>\r\n\"YES! yes I do...!\" Azura shot back with a reply. Corrin smirked.<br>\r\n<br>\r\nCorrin began by tying her arms behind her back. it was a temporary solution, she mentioned. She DID enjoy the massage portion of it, after all.<br>\r\n<br>\r\n\"Alright, let's get this on you...\" Corrin purred, taking out a steel Chastity Belt, with a matching bra that seemed just right for Azura. Azura offered no resistance, letting herself be locked up. It was a dream of hers. Her arms were then untied.<br>\r\n<br>\r\n\"Now... let's see what this magic spell can do...\" Corrin said, propping her feet up in clear vision of Azura. She held out her arm and cast a spell, and suddenly... Azura's sexual organs felt as if they were on fire. She so desperately wanted to touch them... she clawed at the panel between her and her vagina, tried to tear off the bra, but it all held. <br>\r\n<br>\r\n\"There we go...! no more of that for you!\" Corrin teased. \"Awww, is my little footslave wife too hot and bothered?\" She mocked, pulling Azura to the floor, resting her soles on top of her. \"You're my footstool now, you know?\"<br>\r\n<br>\r\nAzura stood on all fours, her mouth dripping and her libido in overdrive. \"Yes! yes, I understand!\" She yelled sensually, her voice filled with lust. <br>\r\n<br>\r\nCorrin smacked her with a foot. Not seriously, but still enough to cause mild discomfort. This remained simple play, after all. \"A footstool doesn't talk back! do I have to also gag that mouth of yours?!\" Corrin looked down, grinning.<br>\r\n<br>\r\n\"I wonder what kind of things I could do to you... so many things, I'm sure...\"</span></div></div>",
            "created":1571374800,
            "id":2735012,
            "title":"Continue"
        },
        "155311212":{
            "author_id":"exalt",
            "author_name":"Sunfist",
            "choices":[
                "Have Azura endure teasing throughout the rest of the night",
                "stop the play for the night- there was always tomorrow"
            ],
            "content":"<div class=\"\"><div> <span>Corrin took her feet off of Azura, bent down, and picked her up. \"I think we could have more fun over here...\" She smirked as she laid Azura down on the bed. Soon, the snaps of metal were heard, and Azura's arms and legs were bound to the corners of the bed.<br>\r\n<br>\r\n\"I'm bored... so entertain me\" Corrin giggled as she slowly took off her clothes until all that remained was her underwear. Corrin laid on top of her, Azura preparing for what her wife had planned.<br>\r\n<br>\r\nIt started simple. Corrin simply sat on top of her, having her worship her soles. This was just as wonderful as before, as now, the wonderful form of her wife was also on full display. This worship only continued to increase in its intensity, until Azura's tongue seemed to move almost automatically between her toes.<br>\r\n<br>\r\nThen, Corrin snuggled up next to her wife, silently breathing into her ear as she slowly tapped at the caged area with her foot. The sound of her wet foot slamming against her chastity cage was intoxicating, and frustrating, at the same time. Her face was red with arousal as Corrin brought a manicured hand to her breasts, toying with them as best as she could. Azura's senses were in overdrive, and she wanted only to passionately please her wife. She began to moan, and beg, and plead.<br>\r\n<br>\r\n\"Corrin... please...\" She begged.<br>\r\n<br>\r\n\"A little too early for that, isn't it? you want a release already? my, my, you're such a fickle, naughty, girl\" She teased, purring into her ear. \"If you only complain, I'll have to do something about that\" She added.<br>\r\n<br>\r\nEventually, she did exactly that.<br>\r\n<br>\r\nHer teasing grew in intensity, and Azura's moans only grew louder. It came to a point that Corrin took out a thick cloth and wrapped it around her wife's mouth, silencing her. \"Mpphhh...\" Azura continued to moan beneath the thick cloth as Corrin continued her teasing rampage.<br>\r\n<br>\r\n\"That's what you get for being so loud...\" Corrin whispered.<br>\r\n<br>\r\nThey continued late until the night until Corrin decided to...</span></div></div>",
            "created":1572325200,
            "id":2740040,
            "title":"Tie her to the bed and tease her"
        },
        "15532":{
            "author_id":"exalt",
            "author_name":"Sunfist",
            "choices":[
                "Scenario A",
                "Scenario B"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>Scenarios time!</span></div></span></div>",
            "created":1563339600,
            "id":2688454,
            "title":"Azura, the mystifying songstress!"
        },
        "15533":{
            "author_id":"quartoron",
            "author_name":"Orpheus Telos",
            "choices":[
                "Royal feet, ho!",
                "Nope"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>So one of the girls from the Nohrian or Hoshidan royal families then?</span></div></span></div>",
            "created":1524114000,
            "id":2481765,
            "title":"The Royal Siblings?"
        },
        "155331":{
            "author_id":"genericguy",
            "author_name":"Generic username",
            "choices":[
                "The dusk kingdom of Nohr",
                "The dawn kingdom of Hoshido",
                "Refuse to choose a side."
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>Time to choose a side</span></div></span></div>",
            "created":1555131600,
            "id":2644497,
            "title":"Branch of fate"
        },
        "1553311":{
            "author_id":"genericguy",
            "author_name":"Generic username",
            "choices":[
                "Camilla",
                "Elise"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>So which of these royal princesses will you choose?</span></div></span></div>",
            "created":1555131600,
            "id":2644506,
            "title":"The dusk kingdom of Nohr"
        },
        "15533111":{
            "author_id":"genericguy",
            "author_name":"Generic username",
            "choices":[
                "Scenario A",
                "Scenerio B"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>(Just gonna leave multiple scenario options here so others can make a Camilla thing if they want)</span></div></span></div>",
            "created":1555131600,
            "id":2644509,
            "title":"The voluptuous princess Camilla"
        },
        "155331111":{
            "author_id":"genericguy",
            "author_name":"Generic username",
            "choices":[
                "Follow her to the hotspring",
                "Just go to bed and think about it later"
            ],
            "content":"<div class=\"\"><div> <span>It was early evening in Nohr when the royal family had returned from a long, arduous day of battle, all spearheaded by their general/adopted brother, Corrin (Yes it’s gonna be the male one in this story, sue me). All headed back inside the grand palace of Nohr after all the hardships of the, the family was completely exhausted, with only just enough energy for some idle chit-chat.  “Great work out there on the battlefield, Corrin!” The eldest brother Xander said, patting the general on his back as they all walked towards the lounging area for some well deserved rest. “Th-thank you brother…” Corrin responded, happy to have some form of encouragement. “I suppose your tactics were… acceptable today, although you could very easily improve” Leo added in, dampening Corrins mood. However soon after saying his comments, Leo was met with a swift slap to the back of his head by the youngest and most cheerful of the family, Elise. “Leeeeeo! Come on, it was good victory, no need to get all meanie on us!” The young princess exclaimed “It’s called criticism Elise…” Leo scoffed. “Well I for one agree with Elise…” Another voice chimed in. “It’s not very nice to pick on our poor, sweet baby brother” The eldest sister Camilla continued. These remarks resulted in quite a bit of bickering as the weary family walked through the cold, dark halls. Their arguing went on for a while, until Xander decided he was tired of listening to it all and shouted out a hearty “ENOUGH! Quiet, all of you, there’s no need for this! Besides, we’ve arrived…”<br>\r\n<br>\r\nThe elder prince pushed open the grand oak doors to reveal one of the many rooftop garden lounges of the palace, complete with chairs and couches for every one of them to get their well deserved rest. Each of them eagerly went to a seat to finally get a break from running and standing, quickly removing all the heavy armour and weaponry they all had attached to them. Corrin let out a deep sigh of relief as he finally sat down in his favourite chair in the whole castle, able to at last take a break after all the fighting. Corrin closed his eyes, swiveled in his chair and took in a deep breath of what he assumed would be fresh air, only for his senses to suddenly be overcome with a thick, dank and cheesy smell more powerful than anything he had smelled before. The dragon prince’s eyes shot open only for him to be face to face with a pair of stunning bare feet, immediately taking in every small detail from the cute toes with purple painted nails, the smooth, sweaty soles and the high arches. “Oh i’m so sorry darling! Let me move those things out of the way for you sweetie!” Camilla said. Her feet had been propped up on the end of the couch right next to Corrins chair, so she moved them to the ground. Although even after she brought them down, Corrin’s gaze was completely fixed on them, and he didn’t know why, there was just something about them. The simple scent was able to get his lower area active, a feeling while not entirely new, was still very foreign to the prince who had been sheltered for the majority of his life. “Terribly sorry dearie!” Camillas voice broke his trance “There was so much running today, I just had to get my shoes off to relax…” The princess said. “Uh...mhm...yeah…” Corrin responded, completely distracted. <br>\r\n<br>\r\nNot much later, after a bit of chatter between the royals, Corrin remaining completely silent unless addressed, trying to sneak peeks at Camillas feet when nobody was looking, Camilla stood up and stretched her arms upwards, allowing her large breasts to jiggle. “Well…” she began “I think i’m going to go off to the hotsprings, any of you can feel free to join me, especially you Corrin” She said with a wink. “Um yeah…” the prince said. Camilla then went off, absentmindedly leaving her shoes behind, walking down the stone corridor barefoot. Corrin was extremely flustered at this point, contemplating if he should follow her or not, wanting to know more about this weird fascination of his, yet at the same time not wanting to make a fool of himself in front of everyone. Corrin decides to...<br>\r\n</span></div></div>",
            "created":1555131600,
            "id":2644510,
            "title":"Rest and Relaxation"
        },
        "1553311112":{
            "author_id":"genericguy",
            "author_name":"Generic username",
            "choices":[
                "Toss the shoes out the window, they’ll just end up in the moat",
                "Try to clean them while avoiding being seen"
            ],
            "content":"<div class=\"\"><div> <span>Soon, Corrin got up out of his chair and decided to head off to his room “Well, um, I’m just going to head off to bed now!” Corrin muttered flusteredly, trying to hide his erection. “Uh, alright big bro… sweet… dreams!” Elise called out from her own resting chair, falling asleep herself in the process. Both Xander and Leo simply gave a wave, too tired to even pay attention. Realizing that nobody was paying him any notice, the dragon princes attention indiscreetly shifted towards Camilla’s discarded boots. They still looked warm and he could just barely smell their permeating scent from where he was standing. Without even thinking about it, Corrin quickly grabbed the shoes unnoticed and ran back to his room, quickly going in and locking the door behind him. He gave a sigh of relief that he had avoided embarrassment and looked towards the shoes in his hands, contemplating what he just did. “What am I doing!” Corrin yelled aloud as he threw the shoes to the stone floor. “These being to my own sister! Her old shoes no less and yet here I am stealing them for my own sick twisted pleasure!” The prince argued to himself. “I should return these at once, this is disgusting and perverted!” The prince thought to himself. “And yet….. “ His attention shifted back to the shoes as he picked one back up“I feel such a powerful draw to them”. He went on, bringing the shoe up to his face. Then, without realizing it, Corrin took in a deep sniff, breathing in as much of the musky air as possible. <br>\r\n<br>\r\nTheir scent alone was enough to make Corrins erection spring back up almost immediately, to him, it was more heavenly then any scent of flower or food ever could be. He stood there for a few seconds, simply basking in the shoe’s warm scent, thinking about Camilla. “Oh baby brother, come here, your big sister needs some pampering ~” He fantasized in his head, “Thats a good boy, now get on your knees and lick ~” Corrin didn’t even notice that he had stuck his tongue out and had almost gotten it on the insole. The prince stopped himself before that, not quite being comfortable with this new fascination he had acquired, instead he picked up the other shoe, wentover to his bed and placed them underneath it. “As much as I enjoy it, perhaps I am getting too far ahead of myself.” He thought “I’ll sort this whole thing out tomorrow”. And just like that Corrin crawled into bed and drifted off to sleep, thinking thoughts of nothing but his sisters goddess-like feet.<br>\r\n<br>\r\nThe next morning, Corrin woke up very groggily and tire, opposite of his usual energetic awakenings. He felt completely sapped of a well rest for seemingly no reason. Everything around him looked the same, he didn’t remember waking up, his body felt mostly normal except for… “Oh no, please tell me I didn’t…” Corrin frantically pulled away his sheets and blanket to look underneath them, only to find exactly what he had hoped wouldn’t be there. Down below he saw his now flaccid cock out, dried cum and now much farther down the bed, one of Camilla’s shoes. “Oh no no no no no no no no! How am I ever going to explain this to her!” The prince thought in a panic as he picked up the shoe, stained from a wet dream. “What am I going to do with this???” <br>\r\n</span></div></div>",
            "created":1555477200,
            "id":2646035,
            "title":"Night night"
        },
        "15533111122":{
            "author_id":"exalt",
            "author_name":"Sunfist",
            "choices":[
                "Camilla enters the room!",
                "Felicia and Flora enter the room!"
            ],
            "content":"<div class=\"\"><div> <span>Corrin frantically began to scrub at the shoes with the sheet, finding the dry cum hard to remove from the shoe. <br>\r\n<br>\r\n\"Damn it!\" He thought to himself as he rubbed harder and harder. The cum gave way, little by little, but it would take an incredibly long time to get it all off. It was obvious to him now how much he must have enjoyed it. The Boot's musky scent, the soft texture. Thinking about it, and the foot it belonged on, aroused him slightly, and made him calm down, ever so slightly. He even tentatively stroked his still-exposed penis, but was able to snap himself out of it.<br>\r\n<br>\r\nEventually, he gave up, and tossed the boot aside in frustration, the boot landing at the floor with a loud thud that echoed through the floorboards.<br>\r\n<br>\r\nCorrin then heard footsteps. Shoes striking the floor, heading towards his room.<br>\r\n<br>\r\nHis eyes widened. He couldn't let anyone see this! In a flash of speed he bolted out of the bed and shoved the boot under the bed.<br>\r\n<br>\r\n\"Corrin...?\" A voice outside asked.<br>\r\n<br>\r\nHe huffed, still panicked. He knew he couldn't keep them outside for long. He pulled up his underwear. \"Come in!\" he announced, setting himself down on the bed, using his legs to try and hide the boots under it.<br>\r\n<br>\r\nthe door opened, and...</span></div></div>",
            "created":1562562000,
            "id":2684058,
            "title":"Try to clean them while avoiding being seen"
        },
        "155331111221":{
            "author_id":"exalt",
            "author_name":"Sunfist",
            "choices":[
                "Admit it",
                "Continue to try and lie"
            ],
            "content":"<div class=\"\"><div> <span>\"Coriiiiin~ guess whoooo~?\" Camilla spoke almost seductively, as her body slowly, and gracefully, entered the room.<br>\r\n<br>\r\nThis was bad, this was really, really bad!<br>\r\n<br>\r\n\"H-hey, Camilla\" He stuttered. Corrin took a glance down at her feet. A different set of boots, it appeared. Camilla set herself down by the flustered Corrin, putting her arms over his shoulder.<br>\r\n<br>\r\n\"Are you alright?\" She asked caringly, looking into his worried eyes. \"Did you have a nightmare? do you need to cuddle with me?\" She asked, bringing herself closer.<br>\r\n<br>\r\n\"I'm fine!\" He said in a raised voice, taking Camilla aback.<br>\r\n<br>\r\n\"Calm down, sweetie, it's only me\" She smiled warmly.<br>\r\n<br>\r\nCorrin moved a little away from Camilla, trying to move the boot with him.<br>\r\n<br>\r\n\"Have I made you angry, darling? I'm so sorry for whatever I did, you know?\"<br>\r\n<br>\r\nCorrin began to feel bad, but he just couldn't let her find out. Camilla's eyes seemed to change.<br>\r\n<br>\r\n\"Unless... you're perhaps hiding something from me?\" She raised an eyebrow.<br>\r\n<br>\r\n'She's onto me...!' Corrin thought, biting his lip.<br>\r\n<br>\r\nCamilla had caught on to something by now, he was sure of that. She was awfully perceptive, and knew you like the back of her hand.<br>\r\n<br>\r\n\"I-I'm not hiding anything from you\" Was all he could say. Camilla sighed. This was it.<br>\r\n<br>\r\n\"Alright, sweetie, I believe you\" She smiled in a sickeningly innocent kind of way. Corrin breathed a sigh of relief. \"Just one small question, though, sweetie\" She asked.<br>\r\n<br>\r\n\"Sure, anything\" Corrin managed to speak normally, regaining his composure.<br>\r\n<br>\r\n\"I've seen to have lost one of my boots last night, do you know where it could have gone?\"<br>\r\n<br>\r\nThat question put Corrin right back on edge again.<br>\r\n<br>\r\n\"N-no, Camilla... maybe Flora or Felicia might have taken it for shining, or something?\" He replied normally enough.<br>\r\n<br>\r\n\"hmmm... no, there wouldn't have been a chance. besides... only one was taken. they would have taken both, no?\" Camilla's smile and eyes seemed to have taken a more sadistic light. \"So Corrin, where do you think they went?\"</span></div></div>",
            "created":1562562000,
            "id":2684059,
            "title":"Camilla enters the room!"
        },
        "1553311112211":{
            "author_id":"exalt",
            "author_name":"Sunfist",
            "choices":[
                "Smell and Lick the boot",
                "Lick and worship her foot"
            ],
            "content":"<div class=\"\"><div> <span>\"U-uhh...\" He shuffled his feet. \"Camilla... don't be mad, okay?\" He looked to her pitifully. She simply watches as he pulled out her boot, still slightly permeated in dry cum.<br>\r\n<br>\r\n\"Oh my\" She says plainly. \"So Corrin... what is that on my boot?\" She asked.<br>\r\n<br>\r\n\"I-it's...\" you trailed off. \"It's my cum, Camilla. I... came on your boot before I went to sleep, and...\" He wasn't able to continue explaining because he was cut off by Camilla shoving his face into her breasts.<br>\r\n<br>\r\n\"I see... I understand, sweetie\" She says silently in your ear. His eyes litt up.<br>\r\n<br>\r\n\"So Corrin... you love my boots, don't you? tell me how much\" She says, letting your out of her warm embrace\".<br>\r\n<br>\r\n\"Well... I-\"<br>\r\n<br>\r\n\"Not like that, silly\" She said, getting up, working at the clothes he wore.<br>\r\n<br>\r\n\"H-How?\" He asked. Camilla simply giggled, finally removing all of his clothes.<br>\r\n<br>\r\n\"Like this. get down on the floor\" She commanded sweetly, but with a sense of intimidation in her voice. He obliged, getting down on the floor.<br>\r\n<br>\r\n\"There you go, sweetie\" She smiled, tossing the boot she was wearing up until now off the floor, revealling both her wonderful, powerful foot, and releasing the intoxicating odour of her boot.<br>\r\n<br>\r\n\"Show me\" She leant forward. \"Is it just the boot, or is it something more...? I'll let you make your choice\"</span></div></div>",
            "created":1562562000,
            "id":2684066,
            "title":"Admit it"
        },
        "15533111122111":{
            "author_id":"exalt",
            "author_name":"Sunfist",
            "choices":[
                "Lick her feet",
                "Get a footjob"
            ],
            "content":"<div class=\"\"><div> <span>Corrin took the boot into his hands, caressing the softness of it.<br>\r\n<br>\r\n\"Well? I'm waiting\" She lightly teased.<br>\r\n<br>\r\nCorrin took the boot and began to sniff at it, inhaling all of the intoxicating scent. The sheer beauty of the scent drove him wild, his penis starting to stand erect just smelling it.<br>\r\n<br>\r\n\"Oho, someone's liking what he's smelling, I see\" She teased, lightly caressing his penis with her toes, causing a wonderful sensation to travel up his body, caugins him to squirm. She giggled in a sort of sadistic satisfaction, seeing him squirm like that.<br>\r\n<br>\r\n\"There's no need to hold back, darling. That wriggle shows me the absolute pleasure inside of you\" She grinned. \"So don't hold back just because... I won't tell a soul\" she put a finger to her lips.<br>\r\n<br>\r\nHe nodded, and proceeded to take out his tongue, taking up the wonderful taste of her boot, all stuffy, soft and supple, almost like her own bare skin, but leathery. the taste only increased his arousal. Every little inch of leather, down to the tip inside of the boot was licked by his tongue. The boot was sparkling clean, lots of incredible love had obviously been taken into this.<br>\r\n<br>\r\n\"hmhm... you're quite enjoying yourself... but to think I didn't know until today\" Corrin looked up at Camilla, her eyes slightly disappointed. \"I've been aroud you enough to the point I should know all these little things about you, right?\" She looked down. You began to feel a twinge of guilt, until she raised her head up again.<br>\r\n<br>\r\n\"Then we'd best make up for lost time, hm?\" She raised her foot to his face, wiggling her toes, lightly tapping his face.<br>\r\n<br>\r\n\"So how shall we begin, my dear?\" She smiled seductively, looking down at you.<br>\r\n<br>\r\nShe patted your face. \"Here?\" Camilla lowered it down to your erect crotch, tapping it. \"Or here?\"</span></div></div>",
            "created":1562562000,
            "id":2684091,
            "title":"Smell and Lick the boot"
        },
        "155331111221111":{
            "author_id":"sauurman",
            "author_name":"Carl",
            "choices":[
                "Corrin is lost in lust and worships Camilla's feet while pledging his slavery. ",
                "Corrin thinks twice...",
                "Reader's Choice "
            ],
            "content":"<div class=\"\"><div> <span>Corrin meekly pointed to his face and Camilla smiled. <br>\r\n<br>\r\n\"How wonderful, we are going to get along very well.  You see this was a bit of a test my darling boy.  Were you one of those men who adore feet because you found that part of the body beautiful?\"  With those words she pushed her foot up to his mouth and he planted a kiss on the sole, the arch and then on her toes.  \"Or was your desire for feet more about what kind of person you were, a submissive, a man who needs a strong woman to take charge?\"  He moaned, her feet were everything he had dreamed of.<br>\r\n<br>\r\nWhile Corrin worshiped one foot with his mouth the powerful general stroked his cheek with her toes.  <br>\r\n<br>\r\n\"If you had chosen to have my feet on your crotch, it would have told me you simply saw feet as an object of lust and that you were more or less an equal, a comrade a companion.  But if you had chose to have my feet on your face that meant you were a submissive worm, an underling and a toy for my amusement.\"<br>\r\n<br>\r\nCorrin didn't gainsay her at all, he just opened his mouth and let his tongue out to begin licking the arches of her soft feet.  <br>\r\n<br>\r\n\"Yes, that's what you are my lovely little boy, a toy for me.  And now that I know you actually desire to be a worm at my feet, that will be your place from now on!\"  Her feet retracted and Corrin starred at them longingly.  Her foot struck out with precision and swiftness that the human eye couldn't follow.  He felt pain on the side of his face and then found himself down on the ground.  Camilla loomed over him, still seated but now he was blow her.  <br>\r\n<br>\r\n\"Yes, look up at me, your new Mistress and your owner!\"  <br>\r\n<br>\r\nCorrin was lost in lust but a small part of his mind was telling him to hold on.  That this was a one way street, if he agreed and allowed this to continue Camilla would own him for life.  All the stories of what she did to captured soldiers on the battlefield suddenly flooded his mind.  The tortures she used, her sadistic methods and cruel laughter.  Was he going to be subjected to the same if he agreed to be her foot slave?  <br>\r\n<br>\r\n</span></div></div>",
            "created":1564894800,
            "id":2697149,
            "title":"Lick her feet"
        },
        "1553311112211111":{
            "author_id":"sauurman",
            "author_name":"Carl",
            "choices":[
                "Camilla makes Corrin worship her feet for hours.",
                "Camilla grows more sadistic (trample, stomping, maybe ball busting) ",
                "Reader's Choice"
            ],
            "content":"<div class=\"\"><div> <span>Corrin looked up and drank in the gorgeous woman looking down on him.  She was flawless from head to toe, everyone loved her breasts but it was only one part of the total package.  His cock was already rock hard and he looked up at her and knew he could refuse her nothing.<br>\r\n<br>\r\n\"Yes Mistress.\"  <br>\r\n<br>\r\nCamilla threw her head back and laughed.  <br>\r\n<br>\r\n\"Suck a weakling, what a pathetic worm!\"  She sneered as she shoved her foot forcibly into Corrin's mouth.  His mouth wasn't wide enough and she had to wiggle her foot to get all five toes in his mouth.  But she succeeded and pushed them deeper, tickling the back of his throat.  He gagged of course and involuntarily tried to pull away however Camilla had anticipated this and her other foot caught the back of his neck and kept him pinned in place.<br>\r\n<br>\r\n\"No escape for you now!\"  <br>\r\n<br>\r\nCamilla rhythmically began fucking his mouth.  Her toes would slide almost out of his mouth before pushing back all the way in.  When they could go no further she wiggled deep in his throat.  The gagging caused Corrin's eyes to water and soon his tears were mixed with his saliva as they coated his owner's feet.  <br>\r\n<br>\r\n\"You'll be doing a lot of crying slave.  Seeing you like this, seeing you this pathetic and servile has made me want to really grind you into dust.  I still care for you, for now, but it grows less and less as I watch you gag.\"<br>\r\n<br>\r\nCorrin didn't even think about resisting, his hands stayed at his sides as Camilla's foot destroyed his throat and dignity.  He was a true submissive, and the thought of defying a Goddess like Camilla couldn't even be formed.  He did hope that she would keep caring for him and wouldn't do anything too extreme but he knew that if she did he wouldn't fight back.  <br>\r\n<br>\r\nHe was hers.  <br>\r\n<br>\r\n</span></div></div>",
            "created":1564981200,
            "id":2697494,
            "title":"Corrin is lost in lust and worships Camilla'..."
        },
        "15533111122111111":{
            "author_id":"exalt",
            "author_name":"Sunfist",
            "choices":[
                "Camilla has to train him!",
                "He's quite well behaved, it seems!"
            ],
            "content":"<div class=\"\"><div> <span>The worship continued for hours, Corrin happily licking at his Mistress' feet. His goddess, in all her glory, simply smirked and continued, goading him on with insults and words that only made Corrin want to go further. She had him wrapped around her finger.<br>\r\n<br>\r\nEventually, Camilla forcefully tore the foot away from him, and slammed it into his stomach, causing him to fall to the floor, his cock being the only thing standing now.  With a forceful push, she pressed his cock back her her saliva covered feet and stepped over him, her wonderful legs looking to swallow him whole. <br>\r\n<br>\r\nAs her feet danced around his penis, Camilla's large and powerful body surged over him, her legs binding his arms to his sides, and his face enveloped by her voluptuous breasts.<br>\r\n<br>\r\n\"Don't struggle now, dear. You'll love what I have in store...\" She soothingly whispered to him. Corrin couldn't fight this hold even if he wanted to, and so, he resigned to his fate.<br>\r\n<br>\r\nWhen he awoke, he found himself tightly bound to his own bed, still naked, as before. The binds felt... good, and comfortable, but stayed firm as any other. His penis still stood at attention. He was clearly still enjoying himself, despite the odd situation.<br>\r\n<br>\r\nSoon, Camilla came striding in, still in all her regular attire. \"Sleep well, dear?\" She asked sweetly.<br>\r\n<br>\r\n\"Y... Yes, Mistress\" He replied weakly. Camilla smiled deviously.<br>\r\n<br>\r\n\"Good... I'm glad the binds weren't uncomfortable, darling. While my distaste for your lack of dominance is there... I believe this can be just as wonderful\" She walked over in a menacing, but erotic, fashion. Hips swaying, her bewitching beauty clear for him to see.<br>\r\n<br>\r\n\"I see this little boy is quite happy to see me\" She purred, tickling his penis with a long finger. It flopped around at the contact, the sensitivity of his penis still ever present.<br>\r\n\"And he's a lively one, too! Awww, but won't it be a shame, you won't be having fun today, my darling little boy!\" She giggled, patting it gently with her hand. <br>\r\n<br>\r\nWith her other hand, she slowly peeled off her boot, tossing it aside, doing the same to the other right after. \"Now, my darling... show me how much you love you mistress\" She seductively purred.<br>\r\n<br>\r\nCorrin wasted no time in licking at her feet. Her feet were just as wonderful as before, their taste unforgettable. The lush scent of her feet filled his nostrils and caused him to salivate even more than before.<br>\r\n<br>\r\nCamilla rested Corrin's penis between her thighs, and it felt like heaven. Two soft, pillowy thighs belonging to a powerful woman like her curled around his manhood made him ever so aroused. He was ready to cum just from the texture and feel alone, but Camilla gave him a quick warning.<br>\r\n<br>\r\n\"If I see aaaany cum on my legs by the time we are done, mister, I will have to train you like a regular slave, now won't I?\" She tease, a finger gingerly placed on her lips.<br>\r\n<br>\r\nOver the time, Camilla rested her perfect feet on Corrin's face. This beautiful woman rubbed her large feet into his face, and all he could do was accept it. She laughed at his torment wickedly, ever so happy to see him like this, it appeared.<br>\r\n<br>\r\nEventually, she let her feet away from his face, and looked down at her thighs. \"Remember what I said, darling?\" Camilla asked sweetly. \"If you did anything naughty, I will train you like a real slave: Chains, Chastity and all!\" She cackled, parting her thighs, revealing...</span></div></div>",
            "created":1570597200,
            "id":2730518,
            "title":"Camilla makes Corrin worship her feet for hours."
        },
        "155331111221111111":{
            "author_id":"exalt",
            "author_name":"Sunfist",
            "choices":[
                "Camilla does something new",
                "Someone new enters"
            ],
            "content":"<div class=\"\"><div> <span>\"Looks like I'll have to train you, hm?\" Camilla says as she cleans away the precum on her thighs. Corrin was unable to even notice that he had done it.<br>\r\n<br>\r\n\"It was a mistake, forgive me, mistress!\" He pleads, thrashing in his binds.<br>\r\n<br>\r\n\"Tsk, tsk, darling. You've been naughty, and now I will have to show you why you are not naughty\" She said. Again, just as before, Camilla smothers Corrin with her breasts, incapacitating him. When he woke up, he was now on the floor, with bound arms and ankles, with an odd metal device around his penis.<br>\r\n<br>\r\n\"Now, Darling... let me show you how it's done\" She kicks Corrin, sending him onto his back, his legs spreading out to show his chastity cage.<br>\r\n<br>\r\n\"That there will prevent any naughty things, and if I still see naughty things, it will only get worse\" Camilla instructed, gently teasing it with her foot, causing a shot of pain to enter Corrin's groin. He could not longer get hard.<br>\r\n<br>\r\n\"Over to the chair\" She commanded, snapping her fingers. Corrin pathetically made his way to the chair, clambering as Camilla watched with a smile.<br>\r\n<br>\r\nOnce her reached the chair, he was bound to it with chains, his head resting on the seat. \"Don't mind if I take a seat, darling\" She giggled as she sent her large ass down on Corrin's face. Corrin moaned up it, his cage flopped around, unable to truly get hard.<br>\r\n<br>\r\n\"Such a naughty boy...\" She shook her head, toying with his cage with a boot. Corrin could barely stand this sheer pleasure he got as her ass sat on top of him as she toyed with his caged cock. Despite it being in chastity, he could still feel every sensation, and that was what really frustrated him.<br>\r\n<br>\r\nCamilla rose up to make sure he wouldn't pass out every now and again. She wanted him to be awake the entire time, of course.Using his face as a cushion, Corrin was in heaven, he was ever so tempted to just start licking at her thick ass, but resisted  the urge, as she had not instructed him to.<br>\r\n<br>\r\nThis continued on until...</span></div></div>",
            "created":1570597200,
            "id":2730528,
            "title":"You've Been Naughty!"
        },
        "1553311112211112":{
            "author_id":"sauurman",
            "author_name":"Carl",
            "choices":[
                "You beg her for mercy and time to consider, you beg like a pathetic dog.  ",
                "You quickly stand up and try to be firm asking her to stop.  ",
                "You give in to your lust and submit fully to your sister.  "
            ],
            "content":"<div class=\"\"><div> <span>\"Wait... Camilla please wait.\"<br>\r\n<br>\r\n\"Oh?  Is there a problem little Corrin?\"  Her gaze was wicked and amused as she looked down on Corrin.<br>\r\n<br>\r\n\"I... uhm... well...\" Corrin sputtered incoherently.  He tried again.  <br>\r\n<br>\r\n\"I love your feet and I love your boots.  I'm just scared, you are my big sister that always protected and loved me... I don't want to lose that.\"  <br>\r\n<br>\r\nShe laughed, a magnificent belly laugh that made her breasts bounce wonderfully.<br>\r\n<br>\r\n\"My sweet little Corrin, I do love you.  And it is because I love you that I want to give you what you desire.  It all makes sense to me now.  You see me on the battlefield, you see me in the torture chambers, you see me as I push my subordinates.  It wasn't just anyone's boots you looked for, but mine.  You love the idea of me doing the same to you.  To crush you under my boots, to crush your spirit, to crush the humanity out of you and turn you into a sniveling worm.  That is your fantasy, that is what makes your little boy parts aroused.\"  <br>\r\n<br>\r\nCamilla was terrifying him right now, but at the same time his cock had never been more erect.  Yes he fantasized about her doing that but the reality, the realty scared him so much.  He back away on the ground and Camilla advanced.<br>\r\n<br>\r\n\"Where are you going my sweet?  My lovely little plaything.  Are you ready to learn the meaning of pain?  Of submission?\"<br>\r\n<br>\r\nYou had to think fast this was moving too quickly, what were you going to do?  </span></div></div>",
            "created":1572325200,
            "id":2740060,
            "title":"Corrin thinks twice..."
        },
        "15533111122111122":{
            "author_id":"sauurman",
            "author_name":"Carl",
            "choices":[
                "Corrin submits to Camilla.  ",
                "Corrin tries to break free and fight Camilla.  ",
                "Corrin screams for help.  "
            ],
            "content":"<div class=\"\"><div> <span>**Author's Note:  I switched from 3rd person to 2nd person in the above chapter.  Whoever has edit access could you please correct the last part of the chapter?**<br>\r\n<br>\r\n<br>\r\n<br>\r\nCorrin quickly stood up.  <br>\r\n<br>\r\n\"No Camilla.  I won't lie and say I don't have fantasies but I am still your brother and a prince.  I won't be reduced to a worm at your feet.\"  <br>\r\n<br>\r\nCamilla grinned. \"My sweet sweet Corrin.  Putting on such a brave face but all the while being governed by fear.  You're scared me and instead of your manhood wilting its as hard as a diamond. Isn't it!?\"  As she spoke she grabbed at Corrin's manhood feeling his hardness.  <br>\r\n<br>\r\nCorrin tried to step back but Camilla tightened her grip and pulled him close.  <br>\r\n<br>\r\n\"I know how weak you are my sweetling.  You aren't a man, you are a whimpering little foot boy.  I know your kind, you will never be happy as a leader.  You want to follow, you want to obey, you want to <b>serve</b>.\"  <br>\r\n<br>\r\nThe young prince let out a low moan.  Camilla was right but at the same time he couldn't let himself to be reduced so low.  He wanted to serve but for a time, not a as a permanent condition!  <br>\r\n<br>\r\n\"I won't submit to you like that Camilla.  You ask too much.  I apologize for... AAAGH.\"  Corrin let out a cry as Camilla re-positioned her grip from his cock to his balls.  She had squeezed sending a wave of pain through his balls.  The pain was enough to send him to  his knees.  Camilla released her hold on his balls and pulled on his hair so he was forced to look up at her.<br>\r\n<br>\r\n\"Corrin my darling boy, you aren't being given a choice. I will break you.  You are mine, now cease your pathetic resistance and worship my feet before I grow irritated with you.\"  <br>\r\n<br>\r\nCorrin felt the strength in Camilla's grip.  She was a ferociously powerful woman.  How could someone so strong have such soft feet?  He bit his lip, what would happen next would likely change his destiny for all time.  What was Corrin going to do about this situation?  </span></div></div>",
            "created":1578632400,
            "id":2772148,
            "title":"You quickly stand up and try to be firm asking ..."
        },
        "155331112":{
            "author_id":"exalt",
            "author_name":"Sunfist",
            "choices":[
                "Give all control to Camilla",
                "Let me worship your feet as much as I want!"
            ],
            "content":"<div class=\"\"><div> <span>You are Lady Corrin of the kingdom of Nohr. For as long as you could remember, you were locked away in this fortress, only visited by your Sisters, Camilla and Elise, and your brothers, Xander and Leo. The 5 of you were as close as close could be, you could share anything with each other.<br>\r\n<br>\r\nWell... almost anything.<br>\r\n<br>\r\nFor as long as you could remember you were utterly enamoured with your oldest sister's feet. Camilla was a beauty unlike any other, with incredible feminine features, but what struck you most was her dominant, almost possessive, demeanour. She would keep you coddled in her arms for ages, rest your head upon her lap, and so on, but it was her feet that you truly loved.<br>\r\n<br>\r\nHer feet were large, meaty, like great slabs of meat waiting to be savoured. Her feet were well-cared for and her teasing gaze and smilky smooth voice only wanted you to go further with her.<br>\r\n<br>\r\nYou recall, one night, you snuck off with her shoes, and had the greatest time of your life licking, smelling and having fun with them. You, in a forbidden sense, wanted to see Camilla look down at you with a disgusted, cold, stare and instruct you around. You wanted to be her very own slave, not an equal to her. That was your deepest, most forbidden desire.<br>\r\n<br>\r\nEventually, the time would come.<br>\r\n<br>\r\nCamilla came alone to the Fortress one night. It was a pleasant visit, she coddled you just as she did when you were children, and you couldn't be happier for it. You were enamoured with her whole being, not just her feet, after all. The quick shift from kindness to malice was both shocking and arousing to you, and so dearly wished to see that malefic gaze turned at you.<br>\r\n<br>\r\nDuring the night, Camilla petted your head as you rested on her lap. She had taken off her clothes for the night, now only in her nightwear. You were much the same. You were calm but not settled. You couldn't help but continue to fantasise as her beautiful toes painted with purple varnish sat there in front of you, mocking you.<br>\r\n<br>\r\n\"Are you alright, dear?\" Camilla asked sweetly. You looked up quickly with a blush.<br>\r\n<br>\r\n\"Y-Yeah, Camilla! I was just... uhh...\" You stammer. Camilla smiled.<br>\r\n<br>\r\n\"Did you see these wonderful toenails of mine?\" She asked, wiggling her toes. \"They are rather beautiful, aren't they?\"<br>\r\n<br>\r\n\"Yeah... really beautiful\" You asked, face hot.<br>\r\n<br>\r\n\"You look on edge, my darling... what's the problem? come on, big sis will help you\" She caringly spoke.<br>\r\n<br>\r\n\"You... couldn't\" You reply, looking away.<br>\r\n<br>\r\n\"I'm sure I can, darling. Anything you want, I can do, and if I can't... I'll find a way, just for my little sister\" She said happily.<br>\r\n<br>\r\n\"Well... then...\" You glanced around, not sure what to say. \"Camilla, I love your feet! I've loved them forever! please, let me-\" You were interrupted by a finger to your lips.<br>\r\n<br>\r\n\"I see, I see, darling... I see\" She smiled, but there seemed to be a dominating aura in her eyes now. You felt yourself become weak in her presence. \"In that case, go down on the floor. I'll satisfy you tonight\" She smirked, though it seemed quite evil.<br>\r\n<br>\r\nYour body now on the floor, you brushed your hair out of the way, ready to receive her feet. Camilla brought one of her feet down, resting on your breasts. \"I'm so happy you were honest with me, darling... I'll do whatever you want me to, when it comes to this, certainly\"<br>\r\n<br>\r\nYou wonder what to ask:</span></div></div>",
            "created":1570597200,
            "id":2730537,
            "title":"The Princess' Curiosity"
        },
        "1553311121":{
            "author_id":"exalt",
            "author_name":"Sunfist",
            "choices":[
                "Lick her boots until sunrise",
                "Fall asleep surrounded by her scent"
            ],
            "content":"<div class=\"\"><div> <span>\"Then... look down on me!\" You reply masochistically. \"Step on me, call me pathetic, force me into submission, do... do anything to me! I just want to be dominated by you!\" You plead. Camilla's face took on a bewitching smile, and a fire lit in her eyes.<br>\r\n<br>\r\n\"If that's what you want...\" She smirked, her evil glare returning.<br>\r\n<br>\r\nCamilla's posture seemed to harden up, her glare turning to one of malice, her face, one that lacked care. \"Pathetic... weak... girl!\" She cursed through her teeth as she smacked you in the face with her foot. \"You weakling... giving all control to me... you're so pathetic, you're only worthy of this!\" She sneered, malevolently pressing her foot closer to your face. You were so excited and aroused, all too ready to begin.<br>\r\n<br>\r\n\"Y... yes mistress!\" You reply happily as you lick at her feet with vigor. Her feet were just as you imagined. Absolutely perfect, soft in all the right places, with so much space for you to lick. Her toes were so wonderful to suck, her soles so wonderful to lick. You were in complete euphoria, almost drunk on her feet alone.<br>\r\n<br>\r\nCamilla coldly pulled away at your night gown, making you naked. Your breasts spilled out, and your vagina completely exposed.<br>\r\n<br>\r\n\"My, my... you're at least clean... now... where are your toys, slave?\" She asked with a sneer.<br>\r\n<br>\r\n\"Under the bed, mistress\" You reply, still licking her feet, gyrating your hips like no tomorrow.<br>\r\n<br>\r\nCamilla seemed to find all your toys in a box: A large dildo, a vibrator, and even a Chastity Device for your Breasts and Vagina, with some ropes and gags tossed in for good measure. \"Hmm... yes, this will work wonderful, slave. You're loving pleasuring yourself, it seems. You seem oh so eager to do that, but... what if I just... locked you up?\" She asked, dangling the chastity devices in front of you.<br>\r\n<br>\r\n\"I... would love that, Mistress! please, lock this naughty girl away!\" You reply, heavily drunk on the heat of the moment. Camilla's wicked smile widened. \"As you wish...\"<br>\r\n<br>\r\nCamilla dragged you to you feet by your long hair, forcefully separating your legs with hers. \"Now, now, naughty girl. You can't resist, can you?\" She asked. You put up an act of resistance, all for her to treat you worse and worse. You wanted everything that Camilla had.<br>\r\n<br>\r\nShe attached the Chastity device without issue, then bound your wrists behind you, your tongue lolling like a dog's. The silver chastity devices were beautiufl, and with your armour, you could hide them. None would be the wiser this is what you and Camilla were doing.<br>\r\n<br>\r\n\"Hmhm... come on, slave, keep worshipping!\" She commanded. You obediently lapped at her feet like a gracious dog. With your wrists bound, you couldn't bring your fingers to your vagina to relieve yourself, causing untold frustration. Of course, even if you could, you'd just be blocked by that new Chastity Cage.<br>\r\n<br>\r\n\"I think that's enough for today, darling\" She said, returning from her sadistic self. You sighed, seeing that playtime was over. \"But don't think I'm removing those. No, not even the binds. you'll be like this aaaall day, tomorrow, and I assure you... it will be hell by day 3 of no orgasm, for you\" She winked, throwing you off the floor into your bed. She tossed her boots, which she cast off earlier, on to the bed alongside you.<br>\r\n<br>\r\n\"I'll be with you in spirit tonight... or perhaps in boot spirit?\" She chuckled. \"Night night, darling... slave\" She tacked on with a giggle.</span></div></div>",
            "created":1570597200,
            "id":2730545,
            "title":"Give all control to Camilla"
        },
        "15533111212":{
            "author_id":"sauurman",
            "author_name":"Carl",
            "choices":[
                "The next day Camilla returns, you beg for release.  ",
                "The next day Camilla returns with someone else too!  ",
                "Reader's Choice / Something Else "
            ],
            "content":"<div class=\"\"><div> <span>You were utterly surrounded by her scent.  It was arousing and intoxicating.  You were in absolute lust with Camilla.  Your pussy burned with desire and you had to bite back a moan.  This was so hot and so mind distressingly hot.  It was like a fever had gripped you, you needed to cum more than you ever had before in your life but that was impossible.  You let out a pathetic, fuck this was bad, you really needed your fingers on your clit!  <br>\r\n<br>\r\nTesting your bonds you realize there was no escaping them. You rocked trying to feel a bit of pleasure but the chastity device was well constructed so that the movement of the hips and gyration of the body did nothing to stimulate the wearer's private parts.  Groaning in frustration you realized it was hopeless.  You weren't going to cum.  <br>\r\n<br>\r\nIt took you hours to finally manage to drift off to sleep, the heady scent of Camilla's boots were the last thing you thought of as you drifted off to sleep.  </span></div></div>",
            "created":1571374800,
            "id":2735064,
            "title":"Fall asleep surrounded by her scent"
        },
        "1553312":{
            "author_id":"jackfuego226",
            "author_name":"Fireblast226",
            "choices":[
                "Hinoka ",
                "Sakura "
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>Alright then, which Hoshidan princess catches your fancy?</span></div></span></div>",
            "created":1555304400,
            "id":2644964,
            "title":"The dawn kingdom of Hoshido"
        },
        "15533121":{
            "author_id":"jackfuego226",
            "author_name":"Fireblast226",
            "choices":[
                "Option A",
                "Option B",
                "More Options "
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>I'll leave a few options in case anyone else has an idea.</span></div></span></div>",
            "created":1555304400,
            "id":2644965,
            "title":"Hinoka "
        },
        "155331211":{
            "author_id":"jackfuego226",
            "author_name":"Fireblast226",
            "choices":[
                "Hinoka proposes a bet first ",
                "Hinoka asks Corrin for a foot massage "
            ],
            "content":"<div class=\"\"><div> <span>\"Hyaa!\" Hinoka yells as she thrusts her spear, only for Corrin to parry masterfully. He's been getting better and better with his swordsmanship in the time he's spent training with his siblings. \"Not bad Corrin, you're really making me work for this point.\" She comments. <br>\r\n<br>\r\n\"Thanks Hinoka. I've been getting stronger. You're not too bad yourself.\" He replies. The two of them had been having sparring like this again and again for the past week, both trying to improve their strength and catch up with Ryoma.<br>\r\n<br>\r\n\"Thanks for the flattery, but you're mopping the floor with me. I'm gasping for air, sweating like a hog, and my feet are killing me. Meanwhile, you don't even seem winded.\" She replies back. At the mention of her feet, Corrin can't help but let his eyes drift down to her silver armored boots.<br>\r\n<br>\r\n\"You overestimate me sis. I'm on the brink of collapse myself. I'm just doing a better job at hiding it. Come on, one more round before we go in.\" He says, trying to keep his focus on her rather than her footwear. </span></div></div>",
            "created":1555563600,
            "id":2646313,
            "title":"A Friendly Spar"
        },
        "1553312112":{
            "author_id":"exalt",
            "author_name":"Sunfist",
            "choices":[
                "Start licking her feet",
                "Jerk off using her feet"
            ],
            "content":"<div class=\"\"><div> <span>\"Hey, Corrin... could I ask you something?\" She asked, removing her boots.<br>\r\n<br>\r\n\"Yeah, sure... what?\" He replied, looking down at her now exposed feet, covered in socks.<br>\r\n<br>\r\n\"Well... could you give me a massage?\" She asked. Corrin's eyes immediately turned to her feet.<br>\r\n<br>\r\n\"Sure\" He replied. Hinoka put her large, sweaty, muscular feet on to Corrin's lap, where she proceeded to lay down as the Prince go to work, kneading her muscles back into a soothed state.<br>\r\n<br>\r\n\"That's good...\" She murmured. For Corrin, he was thinking the same thing, but in a slightly different context. He could smell the  feet from where they sat on his lap, an odour not beatiful nor disgusting emanated from them. He pondered over how they would taste, and how they would feel if they tramped his body. Her powerful legs and large feet were killers.<br>\r\n<br>\r\nEventually, Hinoka fell asleep, so Corrin decided to...</span></div></div>",
            "created":1562648400,
            "id":2684260,
            "title":"Hinoka asks Corrin for a foot massage "
        },
        "15533121121":{
            "author_id":"sauurman",
            "author_name":"Carl",
            "choices":[
                "Corrin hated the taste and Hinoka woke up!  Uh oh!  ",
                "Corrin loved the taste and Hinoka woke up!  ",
                "Hinoka is still asleep!  "
            ],
            "content":"<div class=\"\"><div> <span>She was asleep, the sparring had truly worn her out.  Corrin could barely contain his excitement.  He knew this was wrong but he had to know how her feet tasted. <br>\r\n<br>\r\nHe shifted her feet a little bit, checking to make sure Hinoka was still sound asleep.  Seeing that she seemed deep in slumber Corrin gently began peeling off her sweaty socks.  Soon her feet were bare and Corrin couldn't help but sniff them.  The odor was stronger now that her feet were bare and while not particularly nice smelling it still aroused him.  <br>\r\n<br>\r\nCorrin opened his mouth and licked from the bottom of her heel to the top of her toes in one go!  It was foolishly risky but he had been too excited.  Does Hinoka wake up?</span></div></div>",
            "created":1565067600,
            "id":2698156,
            "title":"Start licking her feet"
        },
        "155331211212":{
            "author_id":"exalt",
            "author_name":"Sunfist",
            "choices":[
                "Follow Hinoka",
                "Take a Detour"
            ],
            "content":"<div class=\"\"><div> <span>Corrin loved the taste, so much so, he took his time finishing his lick.<br>\r\n<br>\r\nIt was almost immediately after this lick that Hinoka woke up, looking directly at Corrin.<br>\r\n<br>\r\n\"Corrin...? what did you...\" She trailed off as she looked to her feet. \"Did you... lick my feet?\" She asked.<br>\r\n<br>\r\nCorrin did not know how to respond. He couldn't oust himself as a pervert, right?<br>\r\n<br>\r\nBut... he had to be honest.<br>\r\n<br>\r\n\"Y...Yes, Hinoka... that was me\" He confessed, hanging his head low. Hinoka's face softened upon seeing this, but instead of bringing herself closer, she pushed away, bringing her feet up to his face.<br>\r\n<br>\r\n\"Then show me. Show me how much\" She stated.<br>\r\n<br>\r\nCorrin was surprised, but he went with it. He took more gentle, then after that, more serious licks and sniffs of Hinoka's feet. She didn't seem used to anything like this, her face blushing almost the whole way through.<br>\r\n<br>\r\n\"I... like it\" She admitted with a smile. She looked down. \"And it seems someone else did too\" She smirked, seeing the bulge in your trousers. \"Is my brother so perverted to go that far for my feet?\" She questioned.<br>\r\n<br>\r\nHinoka didn't wait for Corrin to answer. She pulled down his trousers, revealing his fully erect cock. She brought her sweaty feet to it, and began to pulse it up and down, bringing immense pleasure to Corrin. He began to moan as Hinoka's dextrous feet worked their magic, these heavenly soles pleasuring him was almost too much!<br>\r\n<br>\r\nHinoka eventually stopped... before Corrin was able to cum. He thrashed about, frustrated. \"We can't have you doing that here, brother\" She scolded. \"Vulgar, aren't you?\" she teased, putting her socks and boots back on.<br>\r\n<br>\r\n\"Follow me... we'll end this elsewhere\"</span></div></div>",
            "created":1572325200,
            "id":2740049,
            "title":"Corrin loved the taste and Hinoka woke up!  "
        },
        "1553313":{
            "author_id":"jackfuego226",
            "author_name":"Fireblast226",
            "choices":[
                "Vallite Queens",
                "Combine the princessess"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>Well, aren't you spoiled? Okay then, here's a few more options for the royals. You can either have your way with the feet of the Vallite MILFs Mikoto and Arete. OR, you can mix and match with the six princesses from Hoshido, Nohr, and Valla.</span></div></span></div>",
            "created":1562821200,
            "id":2685350,
            "title":"Refuse to choose a side."
        },
        "15533131":{
            "author_id":"jackfuego226",
            "author_name":"Fireblast226",
            "choices":[
                "Mikoto",
                "Arete",
                "Both?!"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>Okay then, which one?</span></div></span></div>",
            "created":1562821200,
            "id":2685353,
            "title":"Vallite Queens"
        },
        "15533132":{
            "author_id":"jackfuego226",
            "author_name":"Fireblast226",
            "choices":[
                "Hinoka/Camilla",
                "Sakura/Elise",
                "More combos"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>Okay, so which combo are we going with here?</span></div></span></div>",
            "created":1562821200,
            "id":2685351,
            "title":"Combine the princessess"
        },
        "155331323":{
            "author_id":"jackfuego226",
            "author_name":"Fireblast226",
            "choices":[
                "Corrin (F)/Camilla",
                "Azura/Hinoka ",
                "More combos"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>Ok then, how about...</span></div></span></div>",
            "created":1562821200,
            "id":2685352,
            "title":"More combos"
        },
        "155332":{
            "author_id":"quartoron",
            "author_name":"Orpheus Telos",
            "choices":[
                "Servent to a servent? Hell yes!",
                "Still no..."
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>Okay then... maybe you'd like to lick the feet of one of the retainers then?</span></div></span></div>",
            "created":1524200400,
            "id":2481941,
            "title":"Toes of the Retainers"
        },
        "1553321":{
            "author_id":"3vlots",
            "author_name":"Doctor Boo",
            "choices":[
                "The Ice Tribe twins it Is!",
                "Someone Else?"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>Well I personslly feel a good place to start would be Corrin's own retainers.<br>\r\n<br>\r\nDo you perhaps find yourself in the mood to worship either Felicia or Flora's feet?</span></div></span></div>",
            "created":1552194000,
            "id":2628683,
            "title":"Servent to a servent? Hell yes!"
        },
        "15533211":{
            "author_id":"jackfuego226",
            "author_name":"Fireblast226",
            "choices":[
                "Felicia ",
                "Flora",
                "Both"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>Well then, which will it be?<br>\r\n<br>\r\nThe clumsy pinkette, Felicia?<br>\r\n<br>\r\nOr...<br>\r\n<br>\r\nHer much more collcted sister, Flora?<br>\r\n<br>\r\nOr maybe both?</span></div></span></div>",
            "created":1564290000,
            "id":2693627,
            "title":"The Ice Tribe twins it Is!"
        },
        "155332111":{
            "author_id":"exalt",
            "author_name":"Sunfist",
            "choices":[
                "Scenario A",
                "Scenario B"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>So the Clumsy Maid is it? very well!</span></div></span></div>",
            "created":1565499600,
            "id":2700611,
            "title":"Felicia "
        },
        "1553321111":{
            "author_id":"exalt",
            "author_name":"Sunfist",
            "choices":[
                "Do a regular massage",
                "Lick her Feet"
            ],
            "content":"<div class=\"\"><div> <span>You were but another Servant serving in the Fortress of Lady Corrin. You took to your job quite well, cleaning away at floors and scrubbing the dishes.<br>\r\n<br>\r\nAlthough... there was always a problem. A bit of an oddity among your ranks.<br>\r\n<br>\r\n\"Awawawa! Coming throoooough!\" A voice called through the hall. You sighed.<br>\r\n<br>\r\nFelicia.<br>\r\n<br>\r\nA terribly Clumsy maid tasked with serving the Lady directly, as you recalled. She was not one of... suitable skill, in your mind, however. She was utterly hopeless at housework and chores.<br>\r\n<br>\r\nCRACK! a pile of plates fell to the floor with a crash, and along with them, Felicia came down with a tumble.<br>\r\n<br>\r\nAnd that was why...<br>\r\n<br>\r\n\"Ahem... are you alright?\" You asked.<br>\r\n<br>\r\n\"Ah! uh... yeah!\" She replied. \"...I messed up again...\" She looked down glumly for a moment. You sighed. Although you were quite agitated at what Felicia did, you couldn't help but be suckered in by her almost pitiful behaviour. both enraging and enchanting.<br>\r\n<br>\r\n\"Well... Felicia, really? I'm quite sure there must be an issue... are you sure you aren't ill-prepared in any other manner?\" You asked.<br>\r\n<br>\r\n\"I'm sure!\" She replied.<br>\r\n<br>\r\nYou looked at her attire. She seemed to be in perfect condition, her Maid clothes were fine. You found yourself... oddly gravitated to the heels she wore, however.<br>\r\n<br>\r\n\"Uhh... is there a problem?\" She asked ditzily.<br>\r\n<br>\r\nCrap! She saw you staring, best make an excuse!<br>\r\n<br>\r\n\"Ahaha... yes, I think I see a small issue, is all\" You explain as you walk over to Felicia, still sat on the floor. You scrape away some of the now ruined plate and take her heels from her feet.<br>\r\n<br>\r\n\"What's the problem? don't tell me I have my boots the wrong way around!\" She raised her eyebrows in surprise.<br>\r\n<br>\r\n\"Hmm... yes, these seem alright... hmm, there must be something amiss with your footing then...\" You glance over to her feet. Small, but cute.<br>\r\n<br>\r\n\"Yes... mind if I just take a quick look at your feet, Felicia? That couldn't have been an accident, I'm sure\" You explain.<br>\r\n<br>\r\n\"Well... if you insist\"  She says, taking her foot and holding it in your hand.<br>\r\n<br>\r\nThe foot was wrought with ache and strain, you couldn't believe it. You slowly kneaded at her foot like it was dough.<br>\r\n<br>\r\n\"Ahh... what are you doing?\" She asked, both amazed and somewhat relieved.<br>\r\n<br>\r\n\"A simple massage... your feet seem in quite bad shape, though a Hall with broken plates is nowhere to just do a full foot massage. Once we clean these up, let's get to your room and begin properly\"<br>\r\n<br>\r\nFelicia just nodded her head slowly, getting up. \"Right! let's get to work!\" She announced with zeal.<br>\r\n<br>\r\nEventually, the two of you finish and you head into Felicia's room. You instruct her to sit up on a chair whilst you sat down on the floor.<br>\r\n<br>\r\n\"Right, there's two ways to go about this... let's see here...\"</span></div></div>",
            "created":1565499600,
            "id":2700624,
            "title":"How Clumsy of You!"
        },
        "15533211111":{
            "author_id":"exalt",
            "author_name":"Sunfist",
            "choices":[
                "Worship my feet more!",
                "I don't know... you choose!"
            ],
            "content":"<div class=\"\"><div> <span>You began to massage Felicia's sole. You could tell, with each push, that Felicia was feeling a bit better.<br>\r\n<br>\r\n\"T-Thanks for the massage, by the way...\" Felicia giggled nervously. \"I'm happy that you care enough to care for me like this\" She said with a worried look. \"It's a bother, right?\"<br>\r\n<br>\r\n\"no, no, this is perfectly fine. It's me who offered, wasn't it?\" you replied with a smile. It wasn't just for her, either, you knew, but decided not to tell her that.<br>\r\n<br>\r\nThe massage was slow and steady, as her muscles slowly began to lose their intensity. Felicia seemed quite happy, moaning in pleasure.<br>\r\n<br>\r\n\"So... are you alright now?\" you asked. Felicia snapped back to reality.<br>\r\n<br>\r\n\"Y-Yes! I'm alright now! Thank you!\" She bowed her head. \"Hey... but are YOU alright?\" Felicia asked, taking her foot, and placing it on your crotch. You hadn't even noticed that you had gotten hard.<br>\r\n<br>\r\n\"Y-Yes, it's just... your feet are...\" You took a moment to think, but eventually looked to her face. \"Felicia... I love your feet\" you replied, beaming.<br>\r\n<br>\r\n\"My... what?!\" She replied, utterly confused.<br>\r\n<br>\r\n\"It's true, I love them. I... they're so soft, and... beautiful\" you said, but by that point, Felicia put a toe to your lips.<br>\r\n<br>\r\n\"Now, now, it's alright!\" She reassured, putting a finger to her lips. \"I won't tell anyone! you have my word!\" She smiles. \"Besides... I can't say I wasn't enjoying it...\" She beamed awkwardly.<br>\r\n<br>\r\n\"I-I see... then... what do you want me to do?\"</span></div></div>",
            "created":1571374800,
            "id":2734879,
            "title":"Do a regular massage"
        },
        "155332112":{
            "author_id":"exalt",
            "author_name":"Sunfist",
            "choices":[
                "Scenario A",
                "Scenario B"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>Ah, the Cold Maid of the two! Let's see here...</span></div></span></div>",
            "created":1565499600,
            "id":2700627,
            "title":"Flora"
        },
        "1553321121":{
            "author_id":"exalt",
            "author_name":"Sunfist",
            "choices":[
                "Beg for Mercy, try to Strike a deal",
                "Resign to your fate. Let her report."
            ],
            "content":"<div class=\"\"><div> <span>You were a servant serving in the Castle of Lady Corrin. She was a benevolent princess and mistress of which you served. You idolised and adored her... even her feet were like pillars of worship.<br>\r\n<br>\r\nYou were tasked with the cleaning  of your lady's armour. You soon reached the leather stirrup that circled around her foot, and couldn't resist.<br>\r\n<br>\r\nA salty sweet tecture tantalised your tastebuds and raw euphoria filled your mind. Your penis began to harden considerably with each lick you took. You soon lost track of time. Minutes became hours, just worhshipping and licking the clothes your lady wore.<br>\r\n<br>\r\n\"Hold it right there!\" A voice boomed from the entrance  to the room. Your eyes widened. You knew that voice.<br>\r\n<br>\r\nFlora.<br>\r\n<br>\r\nA beautiful treasure among the Servants of the Fortress, Flora was both Beautiful and Dutiful. She knew what to do and how to do it, and was easily the hardest worker.<br>\r\n<br>\r\n\"I see I was interrupting what appears to be a little pervert enjoying himself in ways he shouldn't be\" her face was stern.<br>\r\n<br>\r\n\"I-I can explain-!\"<br>\r\n<br>\r\n\"Quiet! I should report this to Lady Corrin, you know\"<br>\r\n<br>\r\nYou had to think fast. Not fast enough and you may not so much as hear of your lady or this Fortress again.</span></div></div>",
            "created":1565499600,
            "id":2700636,
            "title":"Caught in the Cold"
        },
        "15533211211":{
            "author_id":"exalt",
            "author_name":"Sunfist",
            "choices":[
                "Lick at her Feet",
                "She does something else!"
            ],
            "content":"<div class=\"\"><div> <span>\"Please! Please, I'll do anything!\" You plead, getting on your knees, bowing in front of the stoic Maid.<br>\r\n<br>\r\n\"Anything...? Please, actions speak louder than words. If you're going to do something, show you will\" She replied coldly.<br>\r\n<br>\r\nYou could think of only one thing.<br>\r\n<br>\r\nYou leapt forward and began to lap at her heels like some kind of dog.<br>\r\n<br>\r\n\"What's this...? it seems you're trying to be repetant in the only way a pervert like you knows\" She smirks. She sets herself down on a chair after closing the door. \"Keep going, I won't stop you. Though anything funny and there will be consequences.<br>\r\n<br>\r\nYou wasted no time in beginning again. You licked a her boots like crazy. You took the time to admire the taste. Albeit cold, it was also very arousing. Whilst not as much as your Lady Corrin's, they were still quite nice.<br>\r\n<br>\r\n\"That's it...\" Flora looked on with a smile. \"Know your place\" Flora then took one of her boots and tossed it awaym followed by the other.<br>\r\n<br>\r\n\"Don't just sit there. Continue. Clean the inside\" She demands.<br>\r\n<br>\r\nYou take your tongue and begin to lick at the inside of the boot. Unlike the outside, it was quite warm and sweaty, just as you liked it. This taste was incredible, and your arousal only grew more and more as you continued to lick at it.<br>\r\n<br>\r\n\"Hmhm... good\" She smiled, now extending a foot. \"Now then...\"</span></div></div>",
            "created":1565499600,
            "id":2700639,
            "title":"A Deal"
        },
        "15533211212":{
            "author_id":"exalt",
            "author_name":"Sunfist",
            "choices":[
                "Demoting him to your Personal Footslave",
                "Having him worship both of our Feet"
            ],
            "content":"<div class=\"\"><div> <span>You simply lower your head in shame.<br>\r\n<br>\r\n\"Is that an admission of guilt?\" She asks.<br>\r\n<br>\r\nYou nod.<br>\r\n<br>\r\n\"Then sit here and wait. This is of upmost importance, so I'm sure you'll see your Lady quite soon\" She left the room in a slight huff.<br>\r\n<br>\r\nYou sat there, glancing every now and again at the stirrup that caused this mess to occur. What if you hadn't?<br>\r\n<br>\r\nEventually, Flora comes back down to collect you. You're brought up to Corrin's chamber slowly. It felt almost like a Death Row inmate waiting for his execution.<br>\r\n<br>\r\n\"So... I heard a little report from Flora\" Corrin began, putting one leg over another. She had her clothes on, though her feet were noticebly more alluring than the usual.<br>\r\n<br>\r\n\"Yes... it's true\" You admit.<br>\r\n<br>\r\n\"As you can see, Lady Corrin, this shameless Pervert deserves nothing less than whatever punishment you deem worthy\" Flora sternly speaks.<br>\r\n<br>\r\n\"Right... then, I will punish him by...\"</span></div></div>",
            "created":1565499600,
            "id":2700644,
            "title":"Resign to your fate. Let her report."
        },
        "15533212":{
            "author_id":"exalt",
            "author_name":"Sunfist",
            "choices":[
                "Yeah",
                "No"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>Camilla's Retainers?</span></div></span></div>",
            "created":1562562000,
            "id":2684108,
            "title":"Someone Else?"
        },
        "155332121":{
            "author_id":"exalt",
            "author_name":"Sunfist",
            "choices":[
                "Selena, the Tsundere Mercenary!",
                "Beruka, the Silent Assassin Wyvern Rider!"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>Oh? so which of these two wonderful ladies is it?</span></div></span></div>",
            "created":1562562000,
            "id":2684135,
            "title":"Yeah"
        },
        "1553321211":{
            "author_id":"exalt",
            "author_name":"Sunfist",
            "choices":[
                "Scenario A",
                "Scenario B"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>Ah, so you're a fan of a fiesty girl like her, eh? well, let's see what she's got in store for you, shall we?</span></div></span></div>",
            "created":1562562000,
            "id":2684147,
            "title":"Selena, the Tsundere Mercenary!"
        },
        "15533212111":{
            "author_id":"exalt",
            "author_name":"Sunfist",
            "choices":[
                "You Win!",
                "You Lose!"
            ],
            "content":"<div class=\"\"><div> <span>You're a Soldier in the Army, fighting under the banner of Nohr. You, along with others, have been dispatched to assist Lord Corrin in quelling some rebellions. You're currently out training at the crack of dawn in the courtyard of an old Fortress. Very few disturb you in this time, there's very few people around, all of them mostly asleep. A perfect time to train.<br>\r\n<br>\r\n\"Hey!\" A voice calls over to you, disrupting your practice swings.<br>\r\n<br>\r\n\"You're pretty dedicated, getting up at a time like this in the morning\" The girl from which this voice came from announced, a tinge of annoyance in her voice.<br>\r\n<br>\r\n\"Yes...? and what do you need?\" you ask brazenly, looking over to her. You recognise her as one of Lady Camilla's retainers. A real succubus of a woman, she surrounds herself with women just as beautiful. This girl, Selena, to your knowledge, is prideful and competitive.<br>\r\n<br>\r\n\"So... you done now?\" She asked with crossed arms.<br>\r\n<br>\r\n\"No. I will continue to train. There is more than enough space, why not join me?\" You replied.<br>\r\n<br>\r\n\"Bah... suppose that's true\" She muttered, standing next to you.<br>\r\n<br>\r\n\"Hey! Your footwork's wrong, loser!\" She pointed out you more odd way of handling your sword.<br>\r\n<br>\r\n\"It's just different, it's a perfectly fine way of doing it\"<br>\r\n<br>\r\n\"But you're getting in the way! and it might be good for, you know, hitting the air, but not for people like me with an actually GOOD style\" She boasted.<br>\r\n<br>\r\n\"Is that a challenge?\" You smirked.<br>\r\n<br>\r\n\"Huh, then we're gonna have ourselves a little competition are we? fine by me!\" She backed up, putting her sword forward. \"Whoever loses has to do what the other wants them to from now on, got it?\" She sneered, a lot of confidence and snark in her voice.<br>\r\n<br>\r\n\"Fine by me...\" You reply.<br>\r\n<br>\r\nThe two of you begins fighting, clashing wooden swords like mad, meeting each other point for point, not even managing to give each other any room for attack. Eventually...</span></div></div>",
            "created":1562562000,
            "id":2684162,
            "title":"Scenario A"
        },
        "155332121112":{
            "author_id":"exalt",
            "author_name":"Sunfist",
            "choices":[
                "Continue Worshipping her feet",
                "She ties you up and goes to sleep"
            ],
            "content":"<div class=\"\"><div> <span>\"Hah! gotcha!\" She calls out in victory as she strikes you firmly in the stomach with a thrust of the wooden blade, getting you to sprawl onto the flood with the weight of her attack.<br>\r\n<br>\r\n\"Loser! how'd you like that?\" She asked, looking over you triunphantly. All you could do was groan, the strike knocked the wind out of you.<br>\r\n<br>\r\n\"So, bigshot! Here's what you're gonna do!\" She smugly began to lay out your orders.<br>\r\n<br>\r\n\"First off, you're coming with me!\" she tugged at you arm, taking you off the ground. She led you to her room in the ruined fort. A lot larger and grand than the ones you and your fellow soldiers were assigned.<br>\r\n<br>\r\n\"Being a retainer has its perks\" She smirked. \"And you don't deserve any of this, you loser!\" She kicked you down, sending you sprawling to the floor.<br>\r\n<br>\r\n\"...take it off\" She commanded. You had to do a double take. \"Take. It. Off! Your armour, your clothes, I don't care, get it all off. You lost, and so i'm gonna humiliate you!\" Her commanding tone made you so frightened that you were subconciously performing those actions as she spoke.<br>\r\n<br>\r\nBy the time you were done, Selena had grabbed a bundle of rope. She tied you hands behind your back and tied another length of rope around your neck, forming something similar to a leash.<br>\r\n<br>\r\n\"Sooo, what'cha think I'm gonna do?\" She asked, a sly grin on her face.<br>\r\n<br>\r\n\"...I don't know\" is all you could do to reply. Selena responded with a swift kick to your face, only it felt rather soft and damp.<br>\r\n<br>\r\nYou finally noticed that Selena had taken off her long boots, revealing her long tights. They stopped just where her foot met her ankle, and had a stirrup that looped around her foot. Upon gazing at the foot, your arousal seemed to grow.<br>\r\n<br>\r\n\"huh? what's that down there, loser?\" She asked, stomping down on you penis, causing you to grunt int pain.<br>\r\n<br>\r\n\"Don't get hard! there's a job to do, you know?\" She said in an almost sickeningly sweet way. She took her boots and placed them in front of you.<br>\r\n<br>\r\n\"Clean my boots, and maybe, just maaaybe I'll rewards you\" She smirked.<br>\r\n<br>\r\nYou proceeded to begin licking and smelling the boots. They carried a beatifully stuffy scent, not irratating but not a traditional form of beauty to them. You couldn't help but be entranced as you lapped at her boot leather, taking in eat and every little taste of sweaty leather. The pleasure this brought you was both embarassing and arousing.<br>\r\n<br>\r\n\"Bah... here\" She finally said, smacking her foot into your face. \"Lick it, you nasty perv...\" She muttered, looking away.<br>\r\n<br>\r\nYou did as your current master asked, licking every inch of her foot. It was a soft, light, heavenly sole that was obviously taken care of. her skin fresh and supple, the sweat like a beautiful accompaniment. Selena seemed to enjoy it, as much as she didn't want to admit it.<br>\r\n<br>\r\nEventually, you took the foot and fit all the toes into your mouth, lapping at the in-betweens of her toes like a man in the desert would water. You craved her feet... you loved them, this was a feeling you hadn't experienced before... you loved it.<br>\r\n<br>\r\nEventually, Selena commanded you to stop for a moment, claiming it was so that you 'Didn't get too carried away and do something weird', but you saw right through her beet red face. She was enjoying it. just as much as you were.<br>\r\n<br>\r\nEventually, Selena set you down in front of the bed, her powerful legs and tender feet dangling in front of you. She...</span></div></div>",
            "created":1562648400,
            "id":2684217,
            "title":"You Lose!"
        },
        "1553321211122":{
            "author_id":"exalt",
            "author_name":"Sunfist",
            "choices":[
                "You wake up with just Selena",
                "You wake up with Selena and Camilla"
            ],
            "content":"<div class=\"\"><div> <span>\"Urgh... that's enough for the morning. We're gonna be here a while, so I'm allowed to sleep in. A girl needs her Beauty Sleep, you know?\" She winked. She stood up, your hunched down body barely reaching her waist. \"But what to do with you...?\" She pondered for a moment.<br>\r\n<br>\r\nSelena left the room, giving you some time to think. You'd just lost a duel that might have just made you a servant to this girl for life. And she was going to humiliate you, likely not just in private for very long. You were afraid, but at the same time, that same idea turned you on. Selena was cute, and so were her feet.<br>\r\n<br>\r\nEventually, you thoughts were disrupted by Selena returning, with even more rope. \"We'll keep you over there, for now\" She smirked, beginning to tie your legs together, and then putting you into a Hogtie. You grunted as she applied the ropes, being a tad too rough at points, almost unfocused.<br>\r\n<br>\r\n\"Oh shut uuup! it's not that bad\" Selena rolled her eyes in response to your grunts, taking off her tights and using them to gag you. You were tied all nice and snug, not a chance of escape. Ropes surrounded your wrists, your elbows, your ankles, your knees, even around your penis. <br>\r\n<br>\r\n\"How's that for a work of art?\" She smugly proclaimed. You grunted in your gag in response, but she took one of her bare feet and pushed you back into the closet in the corner of the room, filled with various shoes and boots.<br>\r\n<br>\r\n\"Consider that your new bedding, alright?\" She smirked. \"Hope you enjoy that snack in your mouth\".<br>\r\n<br>\r\nYou groan and moan but soon the door closes, and you're left alone in the darkness. eventually, without anything to do, you settle down and sleep finally comes to you.<br>\r\n<br>\r\nRoughly 6 hours later, the doors to the closet open and...</span></div></div>",
            "created":1562648400,
            "id":2684238,
            "title":"She ties you up and goes to sleep"
        },
        "15533212111222":{
            "author_id":"exalt",
            "author_name":"Sunfist",
            "choices":[
                "You are tortured publicly in front of many of the Army's Women with their feet",
                "You are stopped by another Girl"
            ],
            "content":"<div class=\"\"><div> <span>Two beautiful women are staring down at your nude body.<br>\r\n<br>\r\nThe first you recognise to be your new mistress, Selena, with her long red Twintails and long shapely legs.<br>\r\n<br>\r\nThe other, was Selena's own superior, Princess Camilla of Nohr. Her long purple locks trailed down from her head down to her lower back. She dressed in black, and had a set of clothes that let very little to the imagination, when it came to the important areas.<br>\r\n<br>\r\n\"So it was true...\" Camilla looked on, a little surprised.<br>\r\n<br>\r\n\"Yep! I beat him, Lady Camilla! Aren't I a great retainer?\" She proudly puffed out her chest.<br>\r\n<br>\r\n\"Hmhm... Selena, darling, you were already a great retainer\" She chuckles.<br>\r\n<br>\r\nThe two of them carry your nude body out of the closet and on to the floor. The two of them seemed to have prepared some more proper materials for their wants from you today.<br>\r\n<br>\r\n\"Right... slave, that's what we'll call you. That's basically what you are at this point\" Selena began. She wasn't quite wrong, you knew in your mind. \"We're going to have some fun today. Hope you're ready\"  Selena untied you completely. Camilla stood behind you to grab you if you ran away. There was no resistance against these two powerful women.<br>\r\n<br>\r\n\"First off...\" She spoke, first pulling out a leather leash. You'd seen these things used on young Wyverns for taming and leading them around, so it was no surprise for you to see one. Selena attached the leash to you neck,<br>\r\n<br>\r\n\"Then...\" Camilla spoke into you ear. In a flash, you were on the floor, legs spread, revealing your dick at full mast. \"That truly pathetic thing there... needs some help\" Camilla took out a spellbook and muttered an incantation. Around your penis came a cage made of a dark grey iron. It seemed to appear and disappear as you became more or less aroused.<br>\r\n<br>\r\n\"That's gonna make sure you don't make a mess whilst on the job, 'ya got it?\" She said, kicking your now caged penis. From this, you felt an instense feeling coming from the cage that erupted pleasure throughout your body, but felt the frustration of being unable to release properly.<br>\r\n<br>\r\n\"Finally...\" Selena took out some expensive, exotic, red rope. Very fine, very thin, incredibly comfortable, not like what you had before. \"Just to show our appreciation to your lifetime of servitude, but don't get the wrong idea\" She said. Eventually, the only things you could do was moan, groan and move slowly due to the way you were tied.<br>\r\n<br>\r\n\"Well, Selena, darling... let's take this out for a spin\" Camilla smirked evilly.<br>\r\n<br>\r\nSelena took hold of your leash and pulled you closer. \"Lick. When I say that, you lick the person who holds this leash's feet, got it?\" She hammered into your head. YOu obeyed, licking from tip to top of her long boots. They still tasted of heaven.<br>\r\n<br>\r\n\"But for today, we'll be the ones doing the talking\" Camilla spoke, taking a bunch of socks and tights, and shoving them into your mouth, sealing it off with another pair of tights. \"You're just a pet for today\" She lightly tapped your dick with her heel, causing the pleasurable reaction.<br>\r\n<br>\r\nThey left the room, tugging you along. The humiliation was intense, with the many people looking on in confusion or bewilderment. You had never felt so aroused. You were instructed by Camilla and Selena to nuzzle close to their legs, which you did, you felt the creamy thighs of Selena and Camilla against your cheeks every once and a while, and occassionally they stopped to turn around to tease your now caged penis.<br>\r\n<br>\r\nFinally, after almost 2 hours of this...</span></div></div>",
            "created":1562648400,
            "id":2684247,
            "title":"You wake up with Selena and Camilla"
        },
        "155332122":{
            "author_id":"exalt",
            "author_name":"Sunfist",
            "choices":[
                "Sure",
                "Nnnnope"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>How about either Effie or Peri, just to round off the Nohr Retainers?</span></div></span></div>",
            "created":1562648400,
            "id":2684249,
            "title":"No"
        },
        "1553321222":{
            "author_id":"exalt",
            "author_name":"Sunfist",
            "choices":[
                "Yay",
                "Nay"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>Right then, let's start with the Hoshido Retainers: Hana or Oboro can be found here</span></div></span></div>",
            "created":1562648400,
            "id":2684250,
            "title":"Nnnnope"
        },
        "15533212221":{
            "author_id":"exalt",
            "author_name":"Sunfist",
            "choices":[
                "Hana, the Swordmaster Retainer of Sakura",
                "Oboro, the Spear Master Retainer of Takumi"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>Ooo~ good choice, but which?</span></div></span></div>",
            "created":1562648400,
            "id":2684251,
            "title":"Yay"
        },
        "155332122211":{
            "author_id":"exalt",
            "author_name":"Sunfist",
            "choices":[
                "Scenario A",
                "Scenario B"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>Scenario A or B, my guy?</span></div></span></div>",
            "created":1562648400,
            "id":2684255,
            "title":"Hana, the Swordmaster Retainer of Sakura"
        },
        "15533212222":{
            "author_id":"exalt",
            "author_name":"Sunfist",
            "choices":[
                "Kagero, the Ninja of Ryoma",
                "Setsuna, the Archer of Hinoka"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>Kagero or Setsuna (this is the last of the retainers, so hey!)</span></div></span></div>",
            "created":1562648400,
            "id":2684253,
            "title":"Nay"
        },
        "155332122221":{
            "author_id":"exalt",
            "author_name":"Sunfist",
            "choices":[
                "Scenario A",
                "Scenario B"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>A or B dude?</span></div></span></div>",
            "created":1562648400,
            "id":2684254,
            "title":"Kagero, the Ninja of Ryoma"
        },
        "1553322":{
            "author_id":"quartoron",
            "author_name":"Orpheus Telos",
            "choices":[
                "That's what I wanted!",
                "NOOOOOO"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>Alright... then how about one of the mercenaries Corrin recruits during her possible timelines?</span></div></span></div>",
            "created":1524200400,
            "id":2481942,
            "title":"Soles of the Sellswords"
        },
        "15533221":{
            "author_id":"jackfuego226",
            "author_name":"Fireblast226",
            "choices":[
                "Rinkah ",
                "Charlotte ",
                "More choices "
            ],
            "content":"<div class=\"\"><div> <span>So to start us off, how about these two ladies? <br>\r\n<br>\r\nRinkah of the Flame Tribe. Her feet have to be sweaty from all the fire.<br>\r\n<br>\r\nCharlotte of the Nohrian Border Guard. She can go from sweet and demure to aggressive and dominating at a moment's notice. Who knows what that can mean for someone at her feet. </span></div></div>",
            "created":1554958800,
            "id":2643442,
            "title":"That's what I wanted!"
        },
        "155332213":{
            "author_id":"exalt",
            "author_name":"Sunfist",
            "choices":[
                "Nyx, the Dark Mage!",
                "more"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>Let's try some more out</span></div></span></div>",
            "created":1563339600,
            "id":2688473,
            "title":"More choices "
        },
        "1553322132":{
            "author_id":"exalt",
            "author_name":"Sunfist",
            "choices":[
                "Orochi, the Diviner!",
                "more"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>How about this?</span></div></span></div>",
            "created":1563339600,
            "id":2688475,
            "title":"more"
        },
        "15533221322":{
            "author_id":"exalt",
            "author_name":"Sunfist",
            "choices":[
                "Mozu",
                "More"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>The Village Girl?</span></div></span></div>",
            "created":1563339600,
            "id":2688476,
            "title":"more"
        },
        "155332213222":{
            "author_id":"exalt",
            "author_name":"Sunfist",
            "choices":[
                "Scarlet, the Wyvern Lord!",
                "Nah"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>Scarlet, perhaps?</span></div></span></div>",
            "created":1563339600,
            "id":2688477,
            "title":"More"
        }
    },
    "info":{
        "author_id":"quartoron",
        "author_name":"Orpheus Telos",
        "brief_description":"Have some foot fun with your favorite Fire Emblem girls.",
        "created":1335534120,
        "description":"<td align=\"left\" class=\"norm\">I've noticed a lack of foot fetish content involving the sexy ladies from Fire Emblem, so I've taken it upon myself to remedy that.<br>\r\n<br>\r\nRules are as follows.<br>\r\n<br>\r\n1. No chrisw chapters. Please, just no.<br>\r\n2. Detail, detail, detail.<br>\r\n3. Yuri is allowed.<br>\r\n4. Change: I hate to do this, but yaoi isn't allowed now. I wasn't planning on adding any yaoi chapters myself, and it's just not appealing to me or the general male foot fetish audience from what I understand. I am sorry.<br>\r\n5. The main center of the interactive is M/F.<br>\r\n6. Shrinking is allowed.<br>\r\n<br>\r\nPlease enjoy and remember to add!<br>\r\n<br>\r\nThe first five authors to add will have their names listed in the forward message!<br>\r\n<br>\r\n- Doctor Boo<br>\r\n- SaltySweetCrashCymbal<br>\r\n- Jackfuego269<br>\r\n- Genericname<br>\r\n- Sunfist<br>\r\n<br>\r\nUPDATE (7/28/2019)<br>\r\n<br>\r\nWith the release of Fire Emblem: Three Houses, feel free to add for those characters!<br>\r\n<br>\r\nBonus GPs will be awarded, when possible, for additions to the following character interactions.<br>\r\n<br>\r\n- Florina/Lyn<br>\r\n- Tharja/Reader<br>\r\n- F!Morgan/Shrunken Male Reader<br>\r\n- F!Corrin/Azura<br>\r\n- Felicia<br>\r\n- Sothis<br>\r\n- Nowi<br>\r\n- Tiki</td>",
        "id":1864110,
        "image_url":"https://images.Writing.Com/imgs/writing.com/writers/listing-header-5000.gif",
        "modified":1578718500,
        "pretty_title":"Fire Emblem Foot Fetish"
    }
}