{
    "chapters":{
        "1":{
            "author_id":"blhepr",
            "author_name":"Bleeper",
            "choices":[
                "An orc, drinking at the bar",
                "A bugbear, towering over the bar",
                "A group of dwarves, sat at one of the booths",
                "A gnoll, sleeping at one of the tables",
                "Someone or something else..."
            ],
            "content":"<div class=\"\"><div> <span>As the effects of the backfired spell start to recede your senses start to flood back to you and almost instantly, dread sets into your stomach as you realise something is very wrong. This is not your lab. Wooden flooring stretches into the horizon with imperections in the wood that you could probably fit your body into were you to try, thick oaken tables and chairs stretches skyward, some one them filled by equally titanic members of various races. You had shrunk to a negligible size, and if the rowdiness and laughter that carries on the mead soaked air is anything to go by, this is a tavern at one of the busiest times of day. As you try to take in the grandness of your environment, you thank the stars that the spell had deposited you at right next to one of the corners of the tavern where you were unlikely to meet the booming feet of any of the inn's patrons, be they boots, paws, hooves or otherwise. This should give you some time to plan ahead.<br>\r\n<br>\r\nYou feel that your best option is to try and get the attention of one of the many patrons of the bar and hope that they are willing to help you at your diminuitive size. You eventually finish considering this and decide to head to...<br>\r\n</span></div></div>",
            "created":1583643600,
            "id":2798265,
            "title":"Small and Secluded"
        },
        "11":{
            "author_id":"blhepr",
            "author_name":"Bleeper",
            "choices":[
                "Climb up to the bar",
                "Climb up the chair",
                "Climb up his leg",
                "Bang against his boot to get his attention"
            ],
            "content":"<div class=\"\"><div> <span>You spot an orc in the distance nursing a pint of what was likely ale at the bar. Often strict and militaristic, you've never seen an orc smile or laugh at a joke in your laugh and judging by the grim expression on the tusked lips of this one, you doubt that's going to be any different. That isn't to say orcs can't be helpful or even kind, it's just they rarely show any form of emotion other than apathy or rage in the heat of combat. You feel that the orc will at least take your situation seriously if he finds you and is one of the closest patrons to you - which will certainly reduce the risk of being trampled on or worse.<br>\r\n<br>\r\nSticking to the edge of the wall, you avoid the thundering footsteps of the tavern's guests. You however, can't do much against the whirlwind of dirt and dust that is kicked up against you on your journey, as you shield your head from some of the larger pieces of debris; you also can't do much to protect yourself from the smells that permeate your nostrils this close to the floor, particularly that of dirt and unwashed fur. Still, you make it to the booted feet of the orc without much stress and are now able to take into account the immenseness of the green skinned creature before you.<br>\r\n<br>\r\nThe cracked ravines of boot leather loom above you as it stretches upward to the frayed trousers of the orc. Further above, the green muscled plains of the torso are covered by little more than a leather vest as you gawk above at the apathetic tusked face occasionally taking in vast amounts of ale. You need to decide how you're going to get this titan's attention, climbing him is an option but orcs aren't exactly a small race, typically standing a few inches higher than most humans like you. Another option is to climb the bar or chair to get to a better position to get his attention or to just bang against his foot and hope he doesn't assume you're an insect.</span></div></div>",
            "created":1583643600,
            "id":2798276,
            "title":"Orcs and Odyssies "
        },
        "12":{
            "author_id":"blhepr",
            "author_name":"Bleeper",
            "choices":[
                "Scale the mountainous bugbear",
                "Attack his foot",
                "Bugbears are messy drinkers..."
            ],
            "content":"<div class=\"\"><div> <span>It is quite difficult to ignore the absolutely gargantuan yellow skinned creature standing just adjacent to the bar drinking what looked to be something more akin to a barrel of ale than a mug like the other patrons. Obviously even the smallest of creatures towered over you at this size but the titanic goblinoid made everything else in the room seem just as small as you. Bugbears generally aren't the sharpest tools in the shed, and can be prone to violence when they don't understand things but for the most part are generally docile creatures, even to those smaller than them. In addition, he isn't particularly far from you and is standing in relatively quiet section of the bar.so the foot traffic to get to him should be fairly light.<br>\r\n<br>\r\nYour trip to the titan is relatively unneventful as you navigate the imperfections in the wooden floor on your approach; you do narrowly avoid a large paw slamming down on you at the midpoint of your journey, its owner not even noticing the crumb sized human it could have crushed but soon you are at the base of the mountain and good stars, this gargantuan did not get any smaller on your trek over...<br>\r\n<br>\r\nLong jet black claws jut out like some kind of warped construction ahead of you, not assisted by the large, brown furred humanoid feet that flanked it. A pair of tattered trousers (the only thing the bugbear wears) stretch upwards like a pair of monoliths before reaching the massive hill like gut of the creature, the brown fur upon it stretching across it like a distant forest. You are just barely able to make out the face of your possible saviour behind the excessive paunch, but are able to make out a very distant goblinoid face, uncaring to the issues that go on underfoot. It goes without saying but climbing this creature would be no easy task, even with the fur to help you assist in climbing; that being said, an equally valid option would be to attack his foot to get his attention.</span></div></div>",
            "created":1583643600,
            "id":2798311,
            "title":"Bugbears and Bargaining "
        },
        "123":{
            "author_id":"blhepr",
            "author_name":"Bleeper",
            "choices":[
                "\"Cleans\" his spill",
                "Notices your distressed splashing"
            ],
            "content":"<div class=\"\"><div> <span>As you plan your route of attack, you watch the titan down seemingly gallons of ale in mere seconds you remember something else about bugbears; they are often clumsy due to their size, and that extends to drinking. Luckily, thus far this had only extended to some spillage upon the thick pelt of the creature but unfortunately, your luck wouldn't last.<br>\r\n<br>\r\nAs the creature took one more swig of the beverage, he had clearly misjudged the speed at which he did so causing some of the ale to overspill. Ordinarily, this would have fallen onto his pelt but it seems that this time the liquid has a different destination in mind. The floor, where YOU are standing.<br>\r\n<br>\r\nNormally, a bit of spilled alcohol in a pub is nothing to cry about but that's when it isn't the size of a descending lake. You brace yourself as the lake of ale crashes to the ground before you and a rolling wave of brown liquid threatens to pull you under. Panicking and struggling to breathe, you desperately try to regain your composure as the wave settles and you're able to swim in the relatively shallow lake; the situation was absolutely terrifying but you had pulled through with little more than a scratch. As your view returns to the visage above, you realise something is very different. The bugbear is looking right at you. Well, probably at the spilled ale and not you, but this is still a good opportunity to get his attention without the arduous climb. Desperately hoping to get the creature's attention, you wave your arms as much as you can in the shallow pool of ale as the bugbear looks on.<br>\r\n<br>\r\nThe fixation from the bugbear continues until it looks like he's doing something. Had he seen you? Or maybe he's just going to clean up the mess he made? It's difficult to say and your only option is to watch the titan put his ale to one side. The bugbear proceedes to bend down and get onto both knees, the very foundation of the tavern seemingly shaking as each knee drops to the floor, kicking up waves of the ale and threatening to pull you under once again. The horizon spanning face only gets larger as he inspects the spillage before him and you're able to get a better look at his face. A forest of fur spans the outside features of his face, resembling a large bushy beard and sideburns as they reach up to the large pointed ears of the creature. Each ear adorned with golden earrings twitches slightly at the sounds around the busy inn. As your eyes move towards the eyes of the beast, it is difficult to ignore the large cavernous mouth spewing a concoction of alcohol and whatever food the beast had earlier, causing you to gag. Lastly you notice the eyes spanning your entire vision, the piercing amber yellow eyes of the creature glare into you as he looks on quizzically. After a few tense moments the bugbear...<br>\r\n</span></div></div>",
            "created":1583816400,
            "id":2799540,
            "title":"Spillage and Survival"
        },
        "1231":{
            "author_id":"blhepr",
            "author_name":"Bleeper",
            "choices":[
                "The End",
                "Or is it?"
            ],
            "content":"<div class=\"\"><div> <span>You watch as the god like bugbear opens his cave like mouth, but not to speak as you had initially hoped. Slowly but surely the large worm like tongue of the behemoth works its way out from its place of rest and you realise what the creature was doing. He was cleaning up his mess, without any of it going to waste.<br>\r\n<br>\r\nRealising this you try to swim to the edge of the pool of ale and find some route of escape but even as you do so you realise any action is too late at this point. The large tongue of the bugear extends upwards like a heavenly tower as it contacts the floor below, eagerly advancing as it begins to happily lick up the pool of ale before you. The waves crash against you and soon, the wall of pink is upon you. You are unable to do anything but grab onto the taste buds of the rolling wall as it returns to its home inside the maw.<br>\r\n<br>\r\nThe mouth closes behind you as you are deposited into the dark and humid mouth with little more than the smell of alcohol and the sound of pulsating flesh to keep you company. You bounce around as you feel your large captor get off of his knees and return to the bar, before he does so however, he has one last thing to do...<br>\r\n<br>\r\nHolding on and hoping that this isn't the end for you, the ground below you starts to undulate and raise into the air. There is little you can do as the undulations throw you to the back of the throat and a large GULP deafens you.<br>\r\n<br>\r\nAs the esophagus pulls you down to the belly of the beast, you think over the choices you had made. If only you had chosen a different creature or had just decided to climb the bugbear instead of waiting around... It was no use admonishing yourself for it and as you approached the sphincter of the stomach you accepted your fate as nothing more than food for the unaware bugbear...<br>\r\n</span></div></div>",
            "created":1583816400,
            "id":2799541,
            "title":"Licking and Leaving"
        },
        "12312":{
            "author_id":"blhepr",
            "author_name":"Bleeper",
            "choices":[
                "Foot",
                "Paw",
                "Hoof"
            ],
            "content":"<div class=\"\"><div> <span>Waiting in the bubbling stomach of the bugbear, there is little you can do as the pool of ales churn around you and the disgusting smell of chyme pierces your nostrils. There is little dignity in spending the rest of your short life within the bowels of some creature, but you decide to hang on to what little of it you have by accepting your fate and slumping down against one of the walls of this cavernous stomach. Soon your ordeal will all be over. Soon enough, you slip into unconciousness from the lack of air and you accept your fate as food to some unaware being.<br>\r\n<br>\r\nThat doesn't happen.<br>\r\n<br>\r\nThe oppressive humid atmosphere of the stomach is gone, replaced by the much needed feeling of wind on your cheeks. But that must mean? You open your eyes. Your previous residence is no more, but the location you have found yourself at is not exactly familiar either. Irregular jagged brown hills and mountains stretch around you into the horizon, with little else disturbing your view other than a long grey tube like rocky monolith in the distance. Looking to the skies does not provide many answers either, as shapes and colours blend together in a blur, with a dim sun barely perturbing the cacophony of colour. The distinct smell of vinegar is the only thing that your nose is able to register, perhaps the only thing you recognise in this alien landscape and welcome it. Still puzzled, you try to listen around for any errant sounds, but can only make out the sounds of distant quakes, no doubt from this land's unusual tectonics. Your current location is a mystery and you decide it is better to try and find some answers than sitting around doing nothing. Knowing this, you decide to head to the only thing of note on this plain - the long monolith.<br>\r\n<br>\r\nYou walk across the landscape, trying to avoid falling into narrow ravines and keeping your footing on the jagged hills you must climb. You find the texture of the ground interesting, as while it is hard it isn't nearly as rugged as something like rock which only puzzles you further. It's almost as if the ground is made of wood, but such a thing would be prepostorous. Your trek isn't the easiest endeavour and you start getting closer to the unusual grey monolith, it's appearance softening in your vision as you approach it; its appearance is almost snake like- like some grand sea serpent of old. Of course, such a thing would be impossible. Sea serpents like the sea after all.<br>\r\n<br>\r\nThe appearance resolves some more as you approach, it's appearance looking almost scaled - several layers stacking upon each other in a way that would resemble the bark of a palm tree or something similar. While trying to think of a feasible explanation, your world is rocked by large quakes as you are thrown to the ground. Your envirnoment's source of light now blotted by an immesurably large shadow, you look up to the heavens and finally, your world starts to make sense. Descending from the skies is a gargantuan...</span></div></div>",
            "created":1585285200,
            "id":2808400,
            "title":"Surviving, but separated"
        },
        "123121":{
            "author_id":"blhepr",
            "author_name":"Bleeper",
            "choices":[
                "Climb the foot",
                "Desperate times - time to attempt a teleportation spell",
                "As you are thinking, a fly lands nearby"
            ],
            "content":"<div class=\"\"><div> <span>Looking up to the sky you witness a massive, blurry yellow brownish mass start to descend upon you - blocking out the sun as it does so. Several miles in size, you wouldn't even hope to outrun the thing if it came down on you and unfortunately you are only able to watch as it makes its meteoric descent before you.<br>\r\n<br>\r\nThe object crashes into the ground only a few hundred feet in front or you, causing a massive shockwave and kicking up a massive hurricane as it disturbs the ground below. As the object starts to rest and you realise it no longer poses any immediate threat to you, you attempt to scan it over.<br>\r\n<br>\r\nThe colossal object is primarily a brownish yellow, with what looks like dark brown trees growing upon the tops of its slopes. The front of it is supported by five black warped spires that each extend from the front of the objects to a few dozen feet off the ground like some unusual gothic structure. As you piece this together with the other limited information and the familiarity of recent brownish objects you are only able to accept one possible, terrifying solution.<br>\r\n<br>\r\nYou had shrunk. Again.<br>\r\n<br>\r\nThe object in front of you could only be the foot of the bugbear that very nearly added you to the fat on his paunch; the large cylindrical object next to you is a single strand of hair on the floor of this planet sized tavern. It seems that in order to keep you alive, the spell resolved once more. You were indeed alive, but now even your previous size would be monolithic as you now struggled to compete with most motes of dust for size. Knowing this, you had to physically restrain yourself from curling up into a ball and crying to yourself.<br>\r\n<br>\r\nOkay. You were small. Microscopic even. A single hair could crush you at this size, but it doesn't mean you have to give up! Right? <br>\r\n<br>\r\nThinking on your feet, you feel you only really have one option here. Climbing the miles of foot of front of you, even if only to get off the ground and give some protection from the harsh reality of being living dust on the floor of a busy tavern. Worst case scenario, the rest of your life on the foot of a bugbear can't be that bad right? Right...<br>\r\n<br>\r\nAnyway, there is one other potential solution. Knowing that you still have the capability for the arcane after your second mishap, you could attempt to harness that energy into a teleportation spell - almost like peeling the layers off of an orange without taking the fruit. It of course carries significant risk, as messing it up will make you even smaller and you're not even sure how much smaller you could get at this point.<br>\r\n<br>\r\nKnowing this, you decide to...</span></div></div>",
            "created":1585371600,
            "id":2809097,
            "title":"Feet and Fleeing"
        },
        "15":{
            "author_id":"blhepr",
            "author_name":"Bleeper",
            "choices":[
                "A kobold, sitting at a table and stuggling to hold an ale",
                "A minotaur, sat on one of the side tables",
                "A ratkin, skulking in the corner of the room",
                "Maybe I'll just stay put for now?",
                "Something else..."
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>You decide against the previous options and instead head to...</span></div></span></div>",
            "created":1583643600,
            "id":2798267,
            "title":"Reflection and Reconsideration"
        },
        "151":{
            "author_id":"tempaccount0",
            "author_name":"nonononononononono!",
            "choices":[
                "You leap off his tail and manage to snag the rim of his pant-hole. You’re out!",
                "Too slow! You’re hit with whiplash as the kobold tumbles backward onto his botto",
                "He rights himself! He’s reaching across the table, holding his ale—butt in air. "
            ],
            "content":"<div class=\"\"><div> <span><span style=\"line-height:2.0;\">          Amongst the rabble and babble of the giant tavern patrons is the less giant, still massive, scrawny form of a comparatively-small lizard person. Ruddy scaled, snub-snouted, with a shirt full of holes, the vermin struggles to hold his mug—courtesy of his twig-stick arms. You, being a noble practitioner of the arcane magics, don't have a high opinion of kobolds. They're pests who steal your unused mixing bottles and help themselves to your potion ingredients—like it's some sort of buffet. You don’t care to consider that not every kobold is a thief—or that most could actually be good people. You'll never forget the day they ate all of your manaworms…<br>\r\n          But desperate times call for desperate measures. You're smaller than a toothpick. And you'd rather try your luck attracting the attention of the smallest giant here. After spending a healthy minute observing the creature, you see him finally succeed in lifting the ale. The froth sloshes down, soaking his face in a tidal wave of foam. He sputters, letting the ale slam onto the hard wooden table before barking a curse in his native draconic tongue. You adjust your shrunken (yet still fine) green robes and begin the long trek forward. Hiding under barstools, passing under kicking, rowdy feet, you're able to scamper towards the big-little lizard. His shoeless, clawed feet dangle above you. Your gaze traces from his clawed feet, up his two-joint leg, and ending at his scaly face—soaked in alcohol. His eyes are half-closed with an irritated acceptance. Wading through puddles of spilt drink, you pause to think: how in the nine realms are you going to get up there?<br>\r\n\t          ...Aha! His tail—spindly—covered in interlocked scales that, at your size, look like a finely-made suit of dragon scale mail. Tiny spikes poke from between his hide, lining the top of his tail with bone-colored pricks. His tail is quite the ways up, but with some creative jungle-gyming up the frame of the barstool, you’d surely be able to grab on! Staying on there, however, is less than certain.<br>\r\n          You clamber and climb. Next came a handful of risky leaps to one wood beam to another. You leap off with all the grace of an untrained adventurer—barely managing to reach the kobold’s tail. Without a second’s waste, you scramble to find a handhold—managing to wrap your hands around a spike. Your heart rises in your throat as your stomach rattles in your ribcage. You’re tossed about with the tail’s lazy movements, swaying back and forth like the tail of an idle cat. <br>\r\n          \tAfter an arduous, yet uneventful climb, you climb to the root of the kobold’s tail: the thick part between his legs and above his butt. His pants have a haphazardly-cut hole in the rear for his tail to pass through. Clearly sized for a halfling, the old cloth smells like mildew and hobo.<br>\r\n          \tRight at the moment when you’re about to latch onto the hem of his pants, vying to climb higher, the feeble lizard wobbly stands up—balancing on the beam of the barstool—reaching for the ale placed just out of his reach. You rise with him. Digging the tips of your fingers between the gaps of his scales, you hold on for your life. The poorly-sized hole of his pants shadows over you. The scent of mildew grows stronger, coupled with the funk of what has to be kobold ass. Uh oh…<br>\r\n          \tYou <i>have </i>to get out of here—and fast! You can already feel the kobold wobble. He seems like he’s about to lose his balance…<br>\r\n</span></span></div></div>",
            "created":1584853200,
            "id":2805440,
            "title":"Liquor and Lizards"
        },
        "1513":{
            "author_id":"tempaccount0",
            "author_name":"nonononononononono!",
            "choices":[
                "You slide along his braies. You notice you’re beneath his wrinkled tailhole...",
                "You tumble to the front of his underwear. You pray kobold junk is internal...",
                "You roll beneath his thigh. He’s about to sit down and enjoy a nice, long drink."
            ],
            "content":"<div class=\"\"><div> <span><span style=\"line-height:2.0;\">\t          Gravity works against you as you’re hoisted up by his arching tail. The kobold leans over the table, balancing on the stool by the tips of his toes, bracing himself with the weight of the three-quarter filled ale mug. His claws holding onto the hard glass, he peeps a mouse-like grunt as he fights to not fall face-first into the table. His abdomen quivers as his core alights on fire—straining, tensed harder than the stone of a rock golem.<br>\r\n\t          Meanwhile, you’re sliding off his tail. It’s like a slick penny, you’ve lost your handhold and you cannot find another. You slip and slide on your belly, slipping past the band of his braies—medieval short-like underwear—and continue falling along the red brick path of his outer thigh. After a handful of heart-pounding moments where you slap your hands uselessly against his scales, your slide concludes with you tumbling into the cloth bed of the insides of his braies. In the dim light, you see his sweat-soaked scales trembling slightly as he struggles to hold his position over the table. The fiber of his braies are uncomfortably moist; dark splotches pocked across the surface show that parts most soaked in the kobold’s nervous sweat. It comes as a bit of a surprise: you conclude that the kobold is clearly warm-blooded. Body heat irradiates the cramped, musky chamber you’ve been dumped in. His unwashed scales vomit a smell that bestows upon you a mental image that’s so gods-damned clear, you’re sure it had to have been painted by an elf: his ass smelled like a rat’s—a rat’s ass that had been smothered in an ratfolk’s dirty underwear that was rescued from the garbage heap. Or perhaps the sewer. From what your nose has gathered, this blasted, scale-covered rat probably wasted his only two silver buying drinks—instead of proper toilet paper.<br>\r\n\t          “Hnngh… I got it!” the kobold squeaks. You hear the screech of the ale dragging across the countertop. You feel yourself moving—backwards. The kobold is reeling the ale towards the end of the table like the catch of the day. And given his butt’s moving downward, you have a feeling you’re going to be trapped between a rock and a hard place real soon....</span></span></div></div>",
            "created":1584853200,
            "id":2805441,
            "title":"He rights himself! He’s reaching across the t..."
        },
        "155":{
            "author_id":"thelaststraw",
            "author_name":"TheLastStraw",
            "choices":[
                "Oni",
                "Firbolg",
                "Continue looking around"
            ],
            "content":"<div class=\"\"><div> <span>The bustling inn contains many other patrons, too.<br>\r\n<br>\r\nSitting at one table you see a red, hulking figure of an oni, downing another mug of mead ungraciously as it spills onto his half-covered chest and gut. You can see the demon wear a tattered kimono, a loincloth held up by a thick rope belt, and wooden sandals that seem as tall as a castle wall to you. He does seem pretty intimidating and rough-natured...<br>\r\n<br>\r\nThere is also a large firbolg, the nature giant chatting with acquaintances, adorned in light traveler’s clothes and boots. You can tell by the small details at your stature’s perspective how much the big blue lug has spent outdoors. Despite his burly and towering form, perhaps his affinity with nature might help in detecting you for help...?</span></div></div>",
            "created":1583816400,
            "id":2799250,
            "title":"Something else..."
        },
        "1553":{
            "author_id":"escargotage",
            "author_name":"sohrkhai",
            "choices":[
                "The Iron Giant knock-off it is!",
                "Or perhaps a Godzilla type is more your speed?",
                "There's still a few patrons you haven't checked out yet. Keep looking around."
            ],
            "content":"<div class=\"\"><div> <span>You continue your search for suitable assistance, straining your eyes as you look towards the back of the tavern. A rather curious pair of travelers sits at a table, sharing a round of drinks between them.<br>\r\n<br>\r\nOn the left is a colossus whose body seems to be made of wood and metal. A warforged, if you recall correctly. Living constructs that were made to fight in a war or some such. This one is particularly bulky, standing head and shoulders over his companion despite being seated. Not wearing much in the way of clothing either; the bare minimum of threadbare pants around his waist. Come to think of it, can Warforged even <i>get drunk</i>? He doesn't seem to be bothered much, laughing boisterously and knocking back mug after mug of ale. His massive wooden feet, each sporting three metal \"toes,\" are planted firmly on the ground and look like they'd be suitable for climbing. <br>\r\n<br>\r\nTo his right is a humanoid dragon, covered in emerald scales and quite beefy in his own right. Though he may prove more of a challenge as he sits slumped over the table, grasping his mug and muttering something to his companion. A hefty tome sits at his side, a tempting option that may prove key in curing your current affliction should the monstrous drunk sober up anytime soon. His clawed feet, in stark contrast to the warforged, are constantly moving, toes flexing and curling as if they had minds of their own.<br>\r\n<br>\r\nWell, what'll it be?</span></div></div>",
            "created":1583816400,
            "id":2799542,
            "title":"Shades of Pacific Rim, whatever that is."
        }
    },
    "info":{
        "author_id":"blhepr",
        "author_name":"Bleeper",
        "brief_description":"Can you surive being shrunk around unusual creatures?",
        "created":1583676300,
        "description":"<td align=\"left\" class=\"norm\">You hail from a realm where creatures of vastly different origins have learned to be peaceful and coexist with one another, being able to work together and live together in relative harmony. As a wizard residing in one of the major cities of this realm, you are an arcane reseacher; studying spells and their peculiar effects. That is, until one day when you were investigating what you thought to be a relatively benign transmutation spell when it backfired on you. When you recovered, you discovered you were in some place alien yet familar, one of the many taverns in town, except, something was different. You were much, much smaller than its patrons.<br>\r\n<br>\r\nSmall and unnoticed by the many inhabitants of the bar, your only option is to find some way back to your arcane lab and reverse the effects of the spell. Will you be able to find your way back to your lab? Will you be able to get the attention of one of the patrons?  Will you survive being SHRUNK AT THE LITTLE DAGGER INN?<br>\r\n<br>\r\nRules:<br>\r\nI'm not going to be too strict with the rules here other than the obvious (no excessive gore, no underage characters, no one line chapters) however I will give some advice:<br>\r\n- Try to avoid having the main character noticed straight away<br>\r\n- While I prefer male characters, I'm not going to stop people from adding female characters<br>\r\n- If you're adding a new race to the tavern try and be creative with it. I made this story to give some love to some of the races I never see in these kinds of stories.<br>\r\n- None of the races here are evil by nature, they have strengths and weaknesses just like anybody else<br>\r\n<br>\r\nOther than that, enjoy your stay at the inn :)</td>",
        "id":2215232,
        "image_url":"https://images.Writing.Com/imgs/writing.com/writers/listing-header-5000.gif",
        "modified":1585423260,
        "pretty_title":"Shrunk at Little Dagger Inn"
    }
}