{
    "chapters":{
        "1":{
            "author_id":"randomanon202",
            "author_name":"random anon",
            "choices":[
                "It's your first day of summer vacation!",
                "It's the weekend...",
                "It's another school day...",
                "Before you can even look, Lillian barges in...",
                "Your phone didn't charge overnight, you have no idea..."
            ],
            "content":"<div class=\"\"><div> <span>The alarm in your phone goes off and you groggily wake up with a long yawn. You actually had a good night's rest, so technically you're all in good health to face the day, though that doesn't mean you're terribly excited about it if it's some boring stuff, like one more school day. Then again, whether it's school or not, you look forward to spending more quality time with Jen, your crush. And deep down, you enjoy Lillian's endless teasing, although letting her know that would be borderline suicidal, or a very risky bet (although you could also argue that the reward would be incredibly high too). You soon get out of bed and go take a nice, cool shower before you get dressed. <br>\r\n<br>\r\nYou make yourself a nice breakfast, you're pretty much by yourself since your parents constantly travel around the country because of their job, though depending on the time of the year, you may or may not be fully alone. You look at your phone, as you have no idea what date it is today...</span></div></div>",
            "created":1602046800,
            "id":2917123,
            "title":"Mandatory 'choose your path' chapter"
        },
        "11":{
            "author_id":"randomanon202",
            "author_name":"random anon",
            "choices":[
                "You get a text from Jen, reminding you that you three are going to the beach...",
                "You see a text from your mom telling you to go pick up Ariadne...",
                "You get a text from Lillian asking to come over and hang out...",
                "Someone knocks on your door...",
                "You get a text, but you don't know whom it's from..."
            ],
            "content":"<div class=\"\"><div> <span>You smile upon looking at the date. School had been so overwhelming on its last days that you barely even registered the days going by, and summer vacation almost caught you off-guard 'Summer vacation, huh? Nice!' You think. You're looking forward to spending time with Jen, and maybe ask her out one of these days. Hanging out with Lillian is also fun, though you wish you had a gas mask or an oxygen tank. A part of you still kinda looks forward to that, despite the murder inflicted on your respiratory system. <br>\r\n<br>\r\nSince it's summer, it's also highly likely that Ariadne will show up sooner or later, and that is if your parents didn't actually tell you to pick her up 'Eh, that hardly matters, she minds her own business even if she's here... or so I hope' you thought. There were some people from school that also seemed to have wanted to hang out with you outside class, which you never did outside your only two friends, but you don't think it's too likely. You've got the feeling there is something you must do, however your memory is still a bit fuzzy, as you pretty much showered and crashed onto your bed before blacking out, so, you still wonder if you've got any plans today...</span></div></div>",
            "created":1602046800,
            "id":2917127,
            "title":"It's your first day of summer vacation!"
        },
        "111":{
            "author_id":"randomanon202",
            "author_name":"random anon",
            "choices":[
                "You get into the copilot seat and you arrive to the beach uneventfully...",
                "The copilot seat's full for some reason, you have to go in the back (Uh oh?)...",
                "Something else happens/Reader's choice..."
            ],
            "content":"<div class=\"\"><div> <span>Your eyes widen a little. Memories quickly come back to you, and you effectively remember that Lillian and Jen had been talking about going together to the beach for quite a while, and it was the thing they were looking forward the most. School had been so dull you somehow forgot, though. Still, you smile, you're going to get a chance to look at Jen in a bikini, though you're a bit worried about your heart, knowing Lillian likes to go for extremely skimpy stuff to show off her outrageous curves. You quickly reply and grab your stuff, a couple of towels, sunblock, some nice sunglasses, flipflops, a change of clothes and swimming trunks as well as your wallet because you're obviously going to need cash.<br>\r\n<br>\r\nYou don't consider yourself a very \"outdoors\" person, but you certainly enjoy swimming, and either the beach or a swimming pool are nice plans in your book. Besides, you remind yourself that you're going to see two sexy girls in a swimsuit, or, if you're lucky, a bikini. As you finish putting your stuff in a backpack, you get another text telling you that they're waiting at Lillian's house, right next to yours. Jen's the one with the car, and you think Lillian has some beach chairs, so it makes sense. You walk out of your house and effectively, they're putting the beach chairs in the car's trunk <br>\r\n<br>\r\n\"Hey!\" You wave at them, and they greet you back with a smile <br>\r\n\"Hey! Summer's finally here, I almost can't believe it!\" Jen says with a giggle<br>\r\n\"I'm surprised you didn't sleep in though...\" Lillian said as she finished putting the last chair in the trunk and closing it. She then walked towards you and leaned on you hip-first \"Or maybe the thought of looking at two beauties in bikinis kept you up all night, huh?\" she said with a cryptic look even you couldn't tell whether it was a joke or she was being serious, but then again, having been her friend for so long, you reasonably bet it's the former case.<br>\r\n\"I slept well, thank you\" You replied with a snarky smirk, and she comically pouted in response. She turned around, rubbing her enormous bottom on your groin for a brief moment as she walked towards the car, which made it bounce and jiggle more than you think it had a right to \"You won't be disappointed at least\" she added as she suddenly looked at you and smirked. You froze for a split second, and wondered if she caught you staring, but you hope she didn't. You laugh it off and look back at Jen.<br>\r\n<br>\r\n\"Lillian...\" You two both say at once with a sigh. You're happy she's at least aware that all the teasing comes from her, you think many other girls would probably get jealous, or mad at you even if you were innocent, which would suck.<br>\r\n\"She wasn't lying about the bikinis part though\" Jen added with a giggle, and you're not sure if she batted her eyelashes at you or just blinked like a normal person, but you decide not to risk your chances \"Let's go!\" She added, and with that...</span></div></div>",
            "created":1602046800,
            "id":2917140,
            "title":"You get a text from Jen, reminding you that you..."
        },
        "1111":{
            "author_id":"randomanon202",
            "author_name":"random anon",
            "choices":[
                "The girls decide to grab a bite to eat and buy drinks while you set up things...",
                "The girls get into an argument over whose bikini you liked the most...",
                "Something else happens/Reader's choice..."
            ],
            "content":"<div class=\"\"><div> <span>The car ride to the beach doesn't feel overly long, and it's just three friends having fun and laughing. Before you know, the car stops, and you see you are indeed at the beach. Surprisingly enough, there isn't a whole lot of people around, which you find a bit strange, since usually the beach is brimming with people on summer vacation. You shrug and think that maybe people have got better stuff to do today, which you appreciate, as you don't particularly enjoy crowded places. You get out of the car and so do the girls and Jen opens the trunk, you automatically reach for the chairs, being the only guy around, and guess you're expected to carry them...<br>\r\n<br>\r\n\"Ready?\" You hear Lillian say, and you turn around, feeling curious about that. Your eyes almost pop out as both she and Jen take off her clothes right then and there, revealing that they'd been wearing their bikinis all along. You look at Jen's first, and it's more beautiful than you ever expected, it's a bright red Brazilian bikini that somehow makes her enormous chest look even bigger, and it wobbles even while she's standing still, invitingly in a way, though you decide against making your staring too blatant. She really made an effort, though the bikini itself might be one size too small for her, and you can practically hear Lillian giving her that kind of advice. You look farther down, and her bikini bottom tightly hugs her large hips, cutting a bit into their delicious thickness, and you can only imagine how it looks from behind. <br>\r\n<br>\r\nThe thought alone makes you instantly blush. However, you're snapped out of that as Lillian clears her throat, clearly annoyed at your lack of attention to her, and as soon as you see her, you blush harder and feel like you might have a heart attack, or a stroke... Lillian stood before you with an absurd yellow bikini, that you're not even sure if it's some kind of microkini or just a bikini that's two or three sizes too small for her. Her top seems to struggle to cover her boobs, which you're a bit surprised by, as you tended to forget she actually has a sizable bust, since all her clothing at school emphasized her rear instead. It's so tight it definitely cuts into her soft, thick flesh, and apparently she's not afraid to show that she has a little of love handles, though to be fair, they don't really detract from her look. You still could see her mouth somewhere above, and it slowly curved into a smirk.<br>\r\n<br>\r\n\"You haven't seen the best part yet though\" She said as she slowly turned around. Your heart skipped a few beats as once again you were presented with the view of the biggest ass you knew of. It rippled and wobbled deliciously from her faintest motions, and it was so huge it looked unreal in a way, and exceedingly real in another. Her bikini bottom itself was, however, a puny excuse of a thong that was mercilessly devoured by her massive crack, which, despite being in direct sunlight, you still couldn't see the end of. You gulped hard and heard her giggle. \"Oops!\" Lillian then 'dropped' her phone and promptly bent over to pick it up, which made her giant ass spread a little, as well as jiggle and wobble more as she took her sweet time to pick it up. After she did, she looked back at you with a smile, and gave you a wink.<br>\r\n<br>\r\n\"Don't worry, there'll be a lot more of that as the day goes by\" she said with a smug smile while you looked away, trying to let your face cool down, it felt like it might as well be a kettle at this point. You take a deep breath and try to use what little you learned of meditation to try and get your body back under control. It works after a few seconds, fortunately. You wonder what'll happen next...</span></div></div>",
            "created":1602046800,
            "id":2917150,
            "title":"Beach time!"
        },
        "11111":{
            "author_id":"randomanon202",
            "author_name":"random anon",
            "choices":[
                "Lillian notices you...",
                "Jen notices you...",
                "Your entire world gets covered in an ominous shadow..."
            ],
            "content":"<div class=\"\"><div> <span>You heard a stomach growl and instinctively looked at Lillian, but Jen blushed <br>\r\n\"I... I actually slept in and missed breakfast to be here on time, so, I think I should grab something to eat\" she said apologetically<br>\r\n\"That's fine. I'll go with you. I figured we'd also need some drinks\" Lillian shrugged and looked at you \"Want something?\" she asked<br>\r\n\"Well, I had breakfast not too long before, but I'd be down for a soda\" You reply with a shrug, and go back to the car to grab your backpack and get some cash from your wallet to give her.<br>\r\n\"People usually say what kind of drink they'll want\" Lillian said with a smug look<br>\r\n\"I think you've known me long enough to know my favorite... and if you miss that, I guess you should turn over your 'best friend card' \" You reply with equal smugness, and she laughs<br>\r\n\"Touché. But if I can't find it, it'll have to be something else\" She warned<br>\r\n\"You easily know my top 5 drinks\" You chuckled<br>\r\n\"More like 10, or even 15 if I think about it\" Lillian said \"Welp, we'll go get that while you set up our stuff, ok?\"<br>\r\n\"Yeah, but how will you know where to find me?\" You asked with a raised eyebrow<br>\r\n\"There's a huge chunk of the beach with hardly any people in it, and you're like 7 foot tall, I don't think you're easy to miss, duh\" She said, flicking a finger on your forehead<br>\r\n\"Okay, got me there. Anyway, I'll try to be in a straight line from here, you should easily find our parasols\" You said<br>\r\n\"Alright! See ya in a few!\" Both she and Juno then left, they headed to a bunch of food stands in the distance. You shrugged and grabbed the stuff. The good thing about your size was that it let you get away with being quite strong despite not being a health nut nor a gym addict, so you grabbed everything in one go and walked to a nice, fairly secluded spot close to the sea but not too close.<br>\r\n<br>\r\nIt was a bit of hard, physical work, but you got it, and in a few minutes, you had put the towels, the parasols and the three beach chairs to have a nice, relaxing vacation day at the beach, you sigh in satisfaction and lay on one of the beach chairs and browse your phone for memes. Not too long after, you're not sure if it's the heat or something else, since you're not exactly the kind of guy to tire out easily, but you suddenly feel sleepy, very sleepy. Your body feels weak, and you can no longer move. You feel scared. It's normal instinct that when you're falling asleep you feel like you're falling, as your brain sends a drastic electrical signal to jolt your body back to life, but this time, that jolt never comes, and you can't even move your limbs anymore. You think about screaming for help, but even your mouth and vocal chords fail to respond you 'What the hell is this?!' you think, and you fruitlessly try to will your body into moving to no avail 'Is... is this how I die? I didn't even do anything stupid! I didn't eat or drink anything weird! C'mon!' You think and struggle harder, but that only depletes what little energy you had left, which dwindles down by the second. Soon, the darkness gets its cold, ruthless grasp on you 'You've got to be freaking... kidding... me...' you think, still angry at the sheer absurdity of this situation, that escapes your comprehension as your conscience drifts away into the endless void.<br>\r\n<br>\r\nAn unknown amount of time later, you suddenly wake up, although your eyes are still closed, you can still see that there's sunlight over you. You wonder is that was some sort of day-nightmare, or sleep paralysis, but you're glad to be alive, and that whatever happened is over. However, something feels off, and you open your eyes. There's a hell of a lot more open space around you, very strangely; you look down next, and you see that a similar material to your beach chair is under you, but it extends miles and miles into the horizon, and as your eyes regain their focus, you can see that the thing still has the same colored stripes, but they're much larger and spread much farther away. You scratch your head, wondering if this is some kind of fever dream, as you weren't the kind to do drugs. You stand up and feel the sunlight heating your skin, but that could be simulated in a dream, or so you think. You next pinch yourself, which only succeeds in making you feel pain, but this weird illusion you seem to be trapped in won't go away. You then slap yourself, to no effect, and before you can think of anything else, there's a series of earthquakes that knock you off your feet. <br>\r\n<br>\r\nYou struggle to stand up and turn to look, and you feel your blood run cold: Before you, though at what must be several miles away in your scale, Lillian and Jen stand with their backs turned. For them to look so large and yet be so far away, they must be beyond huge to you. You then quickly put two and two together, and a horrid realization hits you like a bucket of cold water: Somehow, you shrunk to an incredibly small size. You're decent at calculating the size of things without rulers, but this is absolutely ridiculous. Still, by your own estimation, you must be less than half an inch tall compared to the chair <br>\r\n\"What the friggin he-?!\" you mumble to yourself when suddenly, a thunderous explosion roars from their direction, and soon after, a colossal gale wind knocks you over and the smell hits you...<br>\r\n<br>\r\n\"Gross, Lillian! Did you really just fart?\" Jen asks<br>\r\n\"Yeah, what's the problem?\" Lillian shrugged \"You've heard me fart before\" she said before she let out another one, even longer and louder than the first. Despite the vast (to you) distance, her titanic release hit you like a truck, harder than the first. The sheer force of her 'wind' knocked you hard on your back and the temperature raised a little around you for a few seconds. The smell worsened, obviously.<br>\r\n\"Well, they smell really bad, and Blaise is right over there...\" Jen replied, fanning the offensive smell away from her own face<br>\r\n\"So what? Yours become far worse than mine the moment you eat anything with beans and I put up with it\" Lillian replied nonchalantly, prompting Jen to blush hard and shush her. She gave her a smug grin \"Oh, right... <i>he doesn't know... yet...</i> \"<br>\r\n\"He doesn't need to know that!\" Jen said in an angry whisper<br>\r\n\"Please, he knows better than anyone else that girls fart too. I do it all the time, and he doesn't even mind\" Lillian replied, still with that smug aura emanating from her<br>\r\n\"W-Well, maybe it works for you, but I don't want to gross him out...\" Jen looked away embarrassedly<br>\r\n\"I don't know if you ever plan on making a move on him, but if you do, I seriously don't think he'll dump you for something as trivial as a fart. Everyone does it\" Lillian said a bit more seriously, dropping the smug smirk from earlier<br>\r\n\"Uh... can we drop this topic for now? We're not within earshot, but I'd rather not take my chances...\" Jen sighed<br>\r\n\"Anyway, if you're really that worried, how about you give me those two bean burritos you got?\" Lillian said next<br>\r\n\"Eh, you're right... I shouldn't be eating this anyway...\" Jen said as she handed them over to her <br>\r\n\"Should've thought of that before you ate one...\" Lillian said as she stuffed her mouth with one of them<br>\r\n\"Wait a minute, didn't you already eat three of these yourself on the way here?\" Jen asked with a raised eyebrow<br>\r\n\"That's the nice thing about having a bigger 'fuel tank' \" Lillian laughed as she patted her belly, and happily scarfed the remaining burrito down like a hungry wolf.<br>\r\n<br>\r\nYou're surprised you didn't freeze and shatter upon hearing that conversation. Considering that you're on a chair, this can quickly become really really REALLY bad for you if you don't act quickly, but the distances are absurdly vast, you don't think you can really make out of there in time, and considering there's 3 chairs in total, you pray that yours will be spared. The earthquakes return, and they intensify as the two colossal girls draw closer to your location, you close your eyes as you blindly run away, hoping for basically a miracle...</span></div></div>",
            "created":1602046800,
            "id":2917165,
            "title":"Uh oh (beach edition)"
        },
        "111111":{
            "author_id":"randomanon202",
            "author_name":"random anon",
            "choices":[
                "She's decided to keep you for herself...",
                "Giggling quietly, she stealthily puts you in the back of Jen's bikini bottom...",
                "Something else/Reader's choice..."
            ],
            "content":"<div class=\"\"><div> <span>Your immediate surroundings are quickly covered by a shadow and you fear the worse. Either of these girls has a huge ass that will likely not just take up the whole chair, but it will likely also spill over to the sides, which means there's no room for you to hide. You keep on running, for the adrenaline pumping throughout your body compels you to do so, although you're surprised that the shadow isn't darkening, and you don't feel like anything is moving above you. You keep running, you can't risk wasting even a single millisecond on the off chance that you can somehow get away from getting crushed by an unfathomably large butt.<br>\r\n<br>\r\nAfter what felt like minutes, or miles in your scale, the adrenaline levels in your blood drop, and soon you stop, falling to your knees out of sheer exhaustion. The shadow hasn't changed, and out of a morbid sense of curiosity, you struggle to stand up and turn around. Instead of a gigantic ass hovering over you, Lillian is standing in front of your chair with her arms crossed. Her face is miles above in the sky, and yet, you feel your eyes lock with yours, and soon her jaw drops 'Did... did she really see me?!' you think to yourself, but you're not sure if these are good or bad news, although, at least it means you got spared from getting crushed into oblivion by the biggest, fattest and heaviest ass you knew. She gives you a smile, but that doesn't do anything to make you feel better, it's the kind of smile she gives whenever she's gonna tease the ever living hell out of you, and you fear what she might be up to with you at your current size. She turns to look at Jen, who's staring at the sea and sipping her drink, probably thinking about what to do first, and Lillian looks back at you.<br>\r\n<br>\r\nAlmost as if she read your mind, she gestures at you to be quiet and with a silent giggle, she carefully picks you up with two fingers, which look like skyscrapers to you, which means you're probably around the size you thought, less than half of an inch, as small as an ant, if not even smaller. She then lifts you up to her eye level and stares at you intently, her emerald eyes, magnified thousands of times over, have a piercing beauty you feel you overlooked far too many times, but right now, you fear whatever thought lies behind those eyes, for they're probably nothing good for you by her smug, mischievous, and at the same time amazed look. She looked like a kid that found her Christmas present early. You saw her pupils widen as she examined you, and, as counter-productive as it might be, you decided to try and wave to prove that you were alive, in case she thought you were some kind of toy and got some other 'funny' ideas. She stared marveled at you, and it seems like she was able to not just make out your general look, but she looked into your eyes, and stared at your body, she watched you breathe and you feel you saw some kind of thing awaken in her, but you couldn't tell if it was some sort of sinister hunger, or if her playfulness was reaching levels far beyond what you knew, and worst of all, you had no idea which would be the worse option. You can almost see the wheels turning in her head as she ponders what to do with you, with the idea of \"helping you\" probably buried deep at the bottom of her list of options, if not downright discarded.<br>\r\n<br>\r\nRight now, you're at her complete mercy, and you hope that the judgement she passes onto you is good, or, not as painful as you think...</span></div></div>",
            "created":1602046800,
            "id":2917185,
            "title":"Found by Lillian"
        },
        "1111111":{
            "author_id":"randomanon202",
            "author_name":"random anon",
            "choices":[
                "Front row seat for Hurricane Lillian...",
                "Lillian's ass toy...",
                "Ass-blasted..."
            ],
            "content":"<div class=\"\"><div> <span>Lillian giggled quietly, but you still heard it, and absolutely don't like the sound of it. She winked at you, lowered you a bit to her lips and blew you a kiss before she slowly lowered you farther down and brought you around her waist. Nothing could prepare you for the next sight, her ass was already ridiculously huge at normal size, easily capable of swallowing your face if she so wished; now, it was quite literally a pair of round, jiggling, fatty planets. She wiggled her hips to further tease you, and you couldn't help but stare as the impossibly enormous masses rippled and bounced into each other, each time they did so making an intimidating boom that slightly shook your bones. You gulped hard, you didn't think Lillian could take her teasing so far, and you still held the remote hope that this were a mere joke to make fun of your current size before seriously getting you help. Still, you knew that wasn't very likely to happen.<br>\r\n<br>\r\nLillian pressed you into one of her enormous cheeks, and you could feel both its warmth and incredible softness; as you kinda knew already, her ass was mostly fat, and thus, when she pressed you more into it, you sank a couple inches into her blubbery squishiness. She then rubbed you in small circles on it, and it looked like she wanted to feel you across every single square inch of her gigantic cheek. She looked again at Jen, who was still finishing her drink, or maybe trying to regain her composure after that conversation she just had with her. Lillian shrugged and focused back on you, repeating the process with her other asscheek. When she finished, she looked at you from over her shoulder and gave you a big, mischievous grin and wiggled her eyebrows as well as she brought you before her humongous crack, a chasm that could put even the Grand Canyon to shame if you were normal sized compared to it. You go pale and frantically shake your head, but her smile widens and she nods.<br>\r\n<br>\r\nShe slowly digs her yellow thong out of the depths of her titanic asscrack and pulls it back. She triple checked on Jen to make sure she's not looking or heading her way, but is relieved to see that she's still seemingly lost in thought. Smiling at you again, she stuffed you into the back of her puny looking thong before she lets go, and it snaps back into her deep crack. She pulled up her thong and giggled, feeling the tiny lump wedged deep into her huge, fat ass, encased all around by her soft flesh. It was so big that even like this, you were only about halfway deep into her crack.<br>\r\n<br>\r\nLillian smiled. She, by any stretch of the imagination, had never expected something like this could happen, but she deemed it to good a chance to pass up, and now she could finally claim Blaise as hers and hers alone. She wanted to talk to him when they got back home, she had so many questions, but for now, that was out of the question, and there was one point that she needed to get across by then: He belonged to her, and he was going to spend A LOT of time with her plus-sized booty from now on. She knew he was tough, and a bit stubborn, so she'd leave him there until he got the message that he was her plaything now, after which, she'd let him out. She slowly shook her hips and felt their jiggling and wobbling all over his tiny figure. Biting her bottom lip, she clenched her butt the lightest she could, just to feel him sinking even more into her flesh and struggled a bit to contain her laughter. 'This is certainly going to be an interesting day' she thought and grabbed her butt, lightly kneading it and fondling herself in a way, but focusing into Blaise's tiny body.<br>\r\n<br>\r\nMeanwhile, you found yourself in pitch black darkness, entirely surrounded by a warm, squishy mass with a mind-blowing weight from both sides that exceeded your understanding. The stench of her previous farts lingered, as even her gases found it difficult to escape such a gigantic rear. The warmth around you also quickly became rather uncomfortable, though it wasn't the worst thing in the world. Still, it took you a few minutes to fully process what just happened, and when you finally did, the realization hit you like a bucket of bricks, and you started hyperventilating. Your situation was beyond bleak: You were incredibly small, almost a speck, trapped in the biggest, heaviest, and to your misfortune gassiest booty ever, and it was this last part that made your blood feel like it froze.<br>\r\n<br>\r\nEven at normal size, Lillian's farts were intense enough that she could blow papers off desks that happened to be behind her as she broke wind, and even erasers and pencil sharpeners could get blown away too. Of course, she found that hilarious and considered it a talent<br>\r\n<br>\r\n<i>[Flashback]<br>\r\n<br>\r\nBack in 7th grade, puberty had already hit Lillian, she was the tallest girl in the class and her ass was unrivaled in sheer size. Being a bit more childish at that age (12 - 13), she often made jokes about her (rather constant) farts. One day, after the final bell had rung and all students had left or were leaving, you saw her standing before your desk when you suddenly heard a certain thundering roar followed by the sound of papers getting blown away, as well as an eraser and pencil sharpener, and even a couple of pencils fell off as well<br>\r\n<br>\r\n\"Dammit, Lillian!\" You complained, though you also found it difficult not to laugh, and were trying your hardest at it. You knelt down to pick up your papers and school supplies, put them on the desk before she farted again, and they flew off the desk just like before. She looked down at you from over her shoulder and smiled mischievously, but you just sighed and picked them up again, this time, holding them down with a hand to ensure they wouldn't fly away a third time<br>\r\n<br>\r\n\"You should be more careful with where you point that weapon\" You teased her, but she 'called your bluff', so to speak<br>\r\n\"Normally people get away when they have a weapon pointed at them, don't they?\" she said as she turned her butt to exactly face you<br>\r\n\"Only school supplies are endangered by that weapon, and it's not like they can run away...\" You replied with a deadpan look<br>\r\n\"For now, but who knows about the future?\" Lillian smiled<br>\r\n\"Huh?\"<br>\r\n\"If I hit the radioactivity jackpot I could grow as big as Godzilla... think about it...\" Lillian's smile became more smug, but she had actually thrown you off, and you took a moment to try and understand what she was saying \"Imagine that I become the size of Godzilla...\" she said slowly, and your 12 years old mind finally got it, your eyes widened and when she saw it, she laughed<br>\r\n\"At that size even <b>this</b> weapon could be pretty devastating, don't you think?\" she said, smacking her booty for emphasis, however, you found yourself unable to respond with anything coherent \"I bet I could blow the school away if I can get my hands on some bean burritos before I grow\" she added <br>\r\n\"That'd be the worst apocalypse ever\" You finally responded<br>\r\n\"Eh, there are worse ways to go\" She said with a shrug as she nonchalantly grabbed your pencil sharpener, dangled it above her crack for a few seconds before dropping it in, and shortly after, she ripped another massive fart \"What would you rather? Getting blown to bits in an instant, or... staying in the world's biggest gas chamber?\" she said, slightly kneading her butt<br>\r\n\"Okay, got me there...\" You raised an eyebrow. At this point, you were hardly surprised by having conversations like this with her. <br>\r\n\"So, you better be careful and don't make me mad, or one day you could end up right there\" Lillian laughed and let out yet another big fart that echoed around the empty classroom<br>\r\n\"Guess I'll make sure to keep you away from anything radioactive, besides your farts\" You said, laughing a little at the end. Lillian then remembered your pencil sharpener and dug it out of her crack \"Oh, I was forgetting about this...\" she said with a giggle<br>\r\n\"You can keep it...\" You shuddered, but still, both of you laughed, and soon headed out of class and back home<br>\r\n<br>\r\n[End of Flashback]</i><br>\r\n<br>\r\n\"Of all things, how in the seven hells did that manage to come true?\" You mumbled to yourself. Snapping back of your inner monologue and flashbacks, you faintly heard Lillian giggling, and your surroundings shake from side to side, but in such a massive way that it's hard to describe, it was as if the whole world swung from one side to the other, and that said world consisted of an impossibly large pair of warm waterbeds. The pressure on you coming from those two 'walls' was mind-blowing, but somehow, you felt it increase, and you sank more into the warm jiggly mass around you.<br>\r\n<br>\r\nLillian shook her hips some more before grabbing her thong and wedging it even deeper into her crack, she wanted Blaise to understand that she was his whole world now, in a quite literal sense, she also knew that Jen would soon come back and they'd have to do stuff while pretending not to know what happened with him<br>\r\n<br>\r\n[And the next choices are...]<br>\r\n<br>\r\n<b>Front row seat for Hurricane Lillian</b>: Her big breakfast and the burritos from earlier started to kick in, making her stomach rumble and groan. She bit her lip in excitement, unleashing her massive farts upon your tiny form was definitely part of her plans, but she had intended to leave that for later until you 'got used' to her rear. However, she won't be able to hold the incoming gas in, and decided to just 'screw it' and fart all over poor Blaise. You just got yourself a front row seat for a truly massive, monstrous storm.<br>\r\n<br>\r\n<b>Lillian's ass toy:</b> She can feel her bowels already at work with all she ate before, but she decides to hold them in until they can get back to her home, where she can let loose freely (and they'll be much, MUCH worse). However, for now, she'll just keep shaking her hips and clenching on you<br>\r\n<br>\r\n<b>Ass-blasted</b>: Lillian already feels gassy and decides to let it rip upon you. Her first fart, though, is so huge and powerful that it shoots you out of her ass like a bullet and you end up flying off somewhere else</span></div></div>",
            "created":1602133200,
            "id":2917222,
            "title":"Lillian's toy"
        },
        "1111112":{
            "author_id":"bjack",
            "author_name":"Jack Banker",
            "choices":[
                "Jen feels you in her bikini thinking you are a perv and decides to punish you",
                "Jen rips a bubbly one while still not knowing that you are in her bikini bottom",
                "Lillian convinces her to go for more (gassy) food..."
            ],
            "content":"<div class=\"\"><div> <span>You look up as Lillian reaches for you. Lillian thought that you would find out about Jen's farting thing eventually, so why not make you find out now. She keeps you in her palm as she walks toward Jen who was still sipping on her drink. While giggling a bit, Lillian pulls the band of Jen's bikini bottom and drops you in there. You landed on the bikini, giving you a great view of Jen's asshole. Lillian then lets go of the band, causing you to be launched in between Jen's crack. Jen somehow didn't feel a thing. Lillian then starts talk with Jen for a while. \"You sure you don't want one of my burritos?\" Lillian asked Jen \"I know you want one\". Jen thought about it. She was really hungry, and she could probably hide he farts from you. Little did she know that you would feel every fart she ripped. \"You know what, sure.\" Jen said hesitantly, \"Sure\". Lillian was kinda excited to finally see her not be so shy about her farts. Jen then started to chow down on a burrito. But then..</span></div></div>",
            "created":1602997200,
            "id":2923880,
            "title":"Giggling quietly, she stealthily puts you in th..."
        },
        "111113":{
            "author_id":"randomanon202",
            "author_name":"random anon",
            "choices":[
                "Jen sits on you...",
                "Lillian sits on you...",
                "Something else/Reader's choice..."
            ],
            "content":"<div class=\"\"><div> <span>You start running before you even form the thought, your body moved on its own out of sheer primal self-preservation instinct, but when you finally realized it, you gave it your all and sprinted the hardest you could, just like in PE class, still, it was disheartening to see that even your best strides were laughably small compared to the colored stripes on the 'ground' you ran. The shadow covered pretty much everything, but that only motivated you into running faster. Your body was pumped full of adrenaline in this all-or-nothing life and death situation you just found yourself in.<br>\r\n<br>\r\nHowever, as powerful as that hormone was, in a few minutes (or so it felt) it burned out, and so did your own energy reserves, your pace slowed, and by the overbearing darkness around you, it didn't seem like you made any relevant progress. You were still apprehensive about stopping and taking a look in fear of wasting vital time, but as your legs and feet ached more and more, you decided to, you then turned around and looked up...<br>\r\n<br>\r\n<i>[Paths]</i><br>\r\n<br>\r\n<b><i>You see Jen's enormous ass lowering down upon you... Said ass is overwhelmingly large, but there's still a slim chance you may avoid getting sat on by it, though only if you make it to the very back of the chair.</i></b><br>\r\n---------------------------------------------------------------------------- -------------------------------------------------------------------------------- ---------------<br>\r\n<br>\r\n<b><i>You see Lillian's gigantic ass lowering down upon you... There is no hope, it's bigger than the whole chair, there's no room to hide...</i></b><br>\r\n---------------------------------------------------------------------------- -------------------------------------------------------------------------------- ---------------<br>\r\n<br>\r\n<b><i>Something else happens? Who knows...</i></b></span></div></div>",
            "created":1602219600,
            "id":2917915,
            "title":"An ominous shadow covers your entire world..."
        },
        "114":{
            "author_id":"reborner",
            "author_name":"Reborner",
            "choices":[
                "Agent Vivian Foxy",
                "Dr. Samantha Carter",
                "Sgt. Penny Stone"
            ],
            "content":"<div class=\"\"><div> <span>A knock on your door gets your attention and you go to answer it. Behind the door, a black woman stood there in a black suit and at the same height as you.<br>\r\n\"Is a Blaise Rodrìguez here?\" She asked, her hazel eyes scanning you in full detail.<br>\r\n\"That's me, Miss...\" \"Agent Vivian Foxy, Mr. Rodriguez.\" She answered and your eyes bulged out at the government agent before you.<br>\r\n\"I'll keep this short: you have been randomly selected for a secret government project and we would like you to be apart of it. However, you are free to reject this offer and we'll select another candidate. though you'll miss out on the massive compensation we planned to give you.\"<br>\r\n\"And that is...\" \"300 million will be sent to your bank account and three years of no taxes of any kind, as we'll pay for it. That's the initial price,\" she replied, your jaw dropping at the pay.<br>\r\n\"This quite something, but I'm underage first off and second, what...\" \"Classified.\" You managed to say before Foxy shut you down.<br>\r\n\"I understand this isn't an easy decision, so we'll wait your decision three days later. Here's my card if you want to call me earlier\"<br>\r\nWith that, she turned around and left. While her bust was a decent D-cup, her backside was quite plump, despite it being slightly smaller than Jen's. Her butt jiggled along with her afro, your eyes following her backside until she entered her car and drove off.<br>\r\n<br>\r\nYou eventually contact your mother and after a bit of debating between the two of you, your mother gave in through tears and you immediately called up Agent Foxy. The next day, you see Foxy waiting in front of the car and after hugging your family and friends, you left with Vivian. Though she was a government agent and always changed the topic from the project, she was quite the friendly person and talked about your life. Eventually, you both reach an apartment building in downtown and exit the vehicle as a man ran out from the building. With a flash of her badge, the man nodded and stepped aside as Vivian led you into the building. After reaching the fifth floor, you both walked up to a door that had the number 508 and in a series of knocks and slaps, the door opened up. Standing there, a muscle bound woman wearing some military pants with combat boots and a light green tank top. With a bust bigger than her head and an ass that surpassed all sizes you have seen so far, the soldier saluted the agent.<br>\r\n\"At ease, Sgt. Penny Stone,\" Vivian said and the woman relaxed, a bit too much.<br>\r\nAn explosive foghorn roared out of Penny's butt and the intense scent of decayed chicken could be smelled, both you and Agent Foxy covering your noses. After fifteen seconds, the fart ended and the brunette sighed happily.<br>\r\n\"That curry really hit the spot! Later!\" Penny giggled, brushing her wavy, brown hair away from her face as she patted her exposed eight pack and left the duo in her fart cloud.<br>\r\nDespite the tears, you saw how her backside didn't jiggle, but sway with her wide hips and Vivian's own belly gurgled in response. A wet spattering of a fart caught your attention to the back of the room, where another woman sat in front of the computer and raised her cheek up to fart. Unlike Vivian and Penny, who were respectively equal and taller than you in height, the blonde was a bit shorter than you and was quite fat. Wearing a lab coat over a green sweater and some brown dress pants, it was quite taut around her blubbery body as the blonde had sharp green eyes. With a rack to put all others to shame, a gut big as a past due quintets and butt cheeks bigger than both combined, she was very curvy to your eyes. Shifting through the junk food wrappers, the scientist waddled over to you and glared at you through her glasses.<br>\r\n\"Is this the guy?\" She asked gruffly, ignoring the earlier fart with her own gas from her rear end.<br>\r\nVivian nodded and the scientist grinned before she injected you with an unknown liquid. You blacked out and heard a 'Dr. Samantha Carter' from the government agent, the scientist's name you assumed, before you lost consciousness. Waking up later, you saw you were wearing a black skin suit, but the ground felt weird. Looking around, you were shocked that everything was huge and a chuckle rumbled across the 'land' you were on.<br>\r\n\"You shrunk, stupid. This experiment is testing out extreme environments in this state and will last for a month,\" Dr. Carter said, you now realized you were on her hand.<br>\r\n\"You just have to have to survive in the bowels as you do some assigned tasks we give you and you don't worry about any poop coming after you as the bowels were modified to make gas instead,\" Vivian explained and you tilted your head in confusion.<br>\r\n\"Bowels?\" \"That's Right! You'll be entering the final stages of the digestive system!\" Dr. Carter sneered as she presented you to...<br>\r\n</span></div></div>",
            "created":1602824400,
            "id":2923118,
            "title":"The secret project"
        },
        "12":{
            "author_id":"randomanon202",
            "author_name":"random anon",
            "choices":[
                "Indeed, Lillian and Jen want to hang out...",
                "Jen wants to hang out, and it seems like it'd be just you two...",
                "Lillian wants to hang out, and she's coming over...",
                "No plans, maybe you could go to one of the girl's houses...",
                "Huh, you don't seem to have any plans after all. Videogames it is then, right?"
            ],
            "content":"<div class=\"\"><div> <span>You smile upon seeing that it's Saturday, which means you've got two whole days to have fun and forget about school. You watch TV until you finish your breakfast and turn it off. Your mood is excellent and the food you made was pretty friggin good too. Finally fully awaken, now you wonder if you made any plans during the week... Your memory seems to be a bit blurry from the sheer boredom from being at school 5 days in a row. Lillian and Jen almost always made those days fun and interesting, but even they felt like this was an incessant drag and that classes should've ended weeks ago.<br>\r\n<br>\r\nYou decide to go through your phone's text messages to look for any clues as to whether you made plans or not, though even if you didn't remember, the girls would be sure to do so if they felt you'd be running late, although you still would rather find it out by yourself and not risk being thought of as careless about your plans together with them. You're not even sure, you kinda assumed by default it'd be with both, but it may have well been something with just one of them. Even if you didn't have any formal plans, you could easily go pay Lillian or Jen a visit, though you're only familiar enough to do so with the former. Alternatively, you could just spend the day playing videogames and catch up on your large Steam backlog. You also remember that your mom is probably sleeping in, but when she gets up, she may want to spend time with you if you don't go anywhere.<br>\r\n<br>\r\nYou tap the messaging app on your phone and decide to start looking...</span></div></div>",
            "created":1602392400,
            "id":2918951,
            "title":"Thank god it's Saturday"
        },
        "124":{
            "author_id":"randomanon202",
            "author_name":"random anon",
            "choices":[
                "Go visit Jen...",
                "Go visit Lillian...",
                "Your train of thought is interrupted as your phone suddenly rings..."
            ],
            "content":"<div class=\"\"><div> <span>You didn't find anything that would lead you to believe you made any plans for the weekend, and while you'd love to play videogames by yourself, you feel more like going to one of your friend's houses. You're practically family in Lillian and her mother's book, so you don't even need to call, and you live literally next door; but you're not as confident with Jen, and not so much because of her, but because you don't want to ruin your chances, or give her mom a bad impression, although she seems to like you enough to hang out with her daughter. You also haven't been many times at her house, so, it feels less familiar.<br>\r\n<br>\r\nYou wonder where to go, who to choose to hang out with. You could still ditch this and stay home as you previously thought, but it feels a bit like a waste. Either work on your chances to ask Jen out, or just forget about everything and have fun with Lillian as you've done all your life, it's a bit of a tough call. After a few minutes, you take a deep breath and finally decide to...</span></div></div>",
            "created":1602392400,
            "id":2918956,
            "title":"No plans, apparently"
        },
        "1242":{
            "author_id":"randomanon202",
            "author_name":"random anon",
            "choices":[
                "You're greeted by Lillian and her mom as they're eating breakfast...",
                "You're greeted by Sheila, who tells you Lillian's still in her room...",
                "You're greeted by Sheila..."
            ],
            "content":"<div class=\"\"><div> <span>You don't feel as confident as to go to Jen's house uninvited, so, you decide to opt for the far more familiar option, which is Lillian's house. You wondered if she was sleeping in, as she usually barged into your house whenever it was a weekend or holiday to make sure you'd spent time with her instead of whatever else you could've been up to. <br>\r\n<br>\r\nGiven that it's next door, it's not like you need to pack anything, so you just grab your phone, put your shoes on and walk out of your house, and into the next one. It's funny, both Sheila and Lillian told you that with you, they had an 'open door policy' and since you were pretty much family, you were free to walk in as you pleased, but still felt it wasn't quite right. Still, neither of them liked it when you rang the doorbell because, according to them, they'd have to dress up, thinking it's anyone else. <br>\r\n<br>\r\nGiving that a bit more thought, you think it'd be odd that Lillian would be comfortable enough to be in her underwear around you, even if it was at her own home if it weren't for your long friendship and familiarity that transcended your generation, as your moms are best friends. Sheila doesn't seem to mind either, much to your embarrassment. You'd rather not think too much about that, and despite your own politeness/conscience, you just open the door and walk in...</span></div></div>",
            "created":1602392400,
            "id":2918960,
            "title":"Go visit Lillian..."
        },
        "12423":{
            "author_id":"randomanon202",
            "author_name":"random anon",
            "choices":[
                "You suddenly feel dizzy and lose consciousness as you shrink down to 1/10 inch..",
                "She playfully sits on your lap, but farts, and to your horror you shrink...",
                "She comes back, nothing else happens (yet)..."
            ],
            "content":"<div class=\"\"><div> <span>\"Oh, hello there\" She said, as she lazily watched TV while laying on her couch <br>\r\n\"To what do I owe the pleasure?\" She asked with a smile, and you couldn't help but blush a little<br>\r\n\"Uh, I just came to see if Lillian wanted to hang out or play videogames...\" You replied<br>\r\n\"Then I'm sorry to tell you this, hon, but she's out...\" She said<br>\r\n\"She's out?\" You repeated in disbelief.<br>\r\n\"Yeah, she said something about an important school project that she needed to get done in a team, she said she'd be out most of the day...\"<br>\r\n\"...Oh...\" You say somewhat dejectedly and turn around to walk out.<br>\r\n\"Wait\" She said, and you stopped in your tracks.<br>\r\n\"I know you just got disappointed, but how about I make it up to you?\" She asked.<br>\r\n\"Huh?!\"<br>\r\n\"I know Lilly's not here, and that's the reason you came, but, when was the last time you spent quality time with your dear Auntie Sheila?\" She said as she sat up.<br>\r\n\"Uh...\" You weren't even sure what to say, that was surprisingly forward...<br>\r\n\"Sweetie, I've known you since you were in your mom's belly... I know for a fact that you don't have anything better to do right now...\" She said with a kinda cryptic smile. You were still struggling to find an answer to that, and she just giggled as she patted the only unoccupied cushion on her couch, as she easily took up one and most of another herself. Unable to answer, and honestly, not having indeed anything better to do, you decided to listen and sat next to her, besides, it'd be rude to ditch her over your videogames.<br>\r\n<br>\r\nYou immediately feel yourself get warmer as you feel Sheila's enormous hip and thigh next to yours, they're so squishy and warm it feels a bit inappropriate, but due to her size, it may not even be intentional on her part, so, you decided not to say anything unless she addressed it. You two talked, most of which was her catching up on your school life, like a true aunt and nephew. After about half an hour, she stood up<br>\r\n<br>\r\n\"I'm thirsty. Do you want anything?\" She asked<br>\r\n\"Yeah, I'd like some cold water, please...\" You replied<br>\r\n\"Alright, be right back, hon\" She said before giving you a wink. Watching her walk was a whole spectacle in itself, her body's curves defied gravity, and there didn't seem to be any cellulite on her. However, it made you deeply embarrassed that she was just wearing a gray tank top and Brazilian flag-themed panties that became a makeshift thong to her gargantuan rear. Her humongous booty jiggled unbelievably with each step she took, and you quickly realized you had been staring for more than a few seconds. You then looked up and saw that she had turned to look back at you, and gave you a flirty smile and a wink before she resumed walking towards the kitchen. You looked away, deeply embarrassed and wonder if she'll say anything about it when she comes back...</span></div></div>",
            "created":1602392400,
            "id":2918971,
            "title":"Auntie Sheila..."
        },
        "124231":{
            "author_id":"randomanon202",
            "author_name":"random anon",
            "choices":[
                "Sat on by a truly monstrous ass...",
                "Found by Sheila...",
                "Blasted by Sheila's titanic fart..."
            ],
            "content":"<div class=\"\"><div> <span>Without warning, you suddenly feel tremendously dizzy, which was weird, as you hadn't eaten nor drunk anything weird, and there was no way your breakfast food was in any way spoiled. You press your temples in pain as you fall backwards on the couch, your body rapidly seems to contract into itself, and while you didn't feel pain, it threw your entire nervous system into disarray, and you felt as if time and space themselves suddenly decided to collapse around you. It was a horrible experience, and you felt like the process dragged on for far longer than it had to, but eventually you blacked out...<br>\r\n<br>\r\nYou slowly opened your eyes, and as you'd expect, your vision was blurry, though your body surprisingly didn't hurt. You even felt lighter and stronger. That little hint of optimism vanished when your eyes regained their focus and you realized you were on what looked like a gigantic version of the couch, the cushion under your feet stretched miles and miles on all directions, which had to mean you were incredibly small. Then, a massive earthquake like no other threw you off your feet, and it was soon followed by a similarly strong quake, then another, and another. You wondered what could be happening, but you quickly pieced the truth, which was confirmed as you turned around and saw Sheila, but way bigger than ever. You couldn't tell for sure, but she might be around planet-sized to your current scale, which nearly scared you out of your wits, and what was worse, she was coming towards you! The couch cushion was so massive that there was no way you'd be able to get away on time...<br>\r\n<br>\r\n[Paths]<br>\r\n<br>\r\n---------------------------------------------------------------------------- -------------------------------------------------------------------------------- ---------------<br>\r\n<br>\r\n<i>Sheila came back, and was surprised that her favorite 'nephew' was suddenly gone after she saw him checking her out. <br>\r\n'That may have been why he left...' she thought in disappointment, and walked over to the couch to sit down and keep watching TV, she was going to have a boring day to herself, as far as she could tell, not knowing that her world-class derriere casted an ominous shadow over her dear little Blaise, and a truly planet-sized booty was about to descend upon him.</i><br>\r\n<br>\r\n---------------------------------------------------------------------------- -------------------------------------------------------------------------------- ---------------<br>\r\n<br>\r\n<i>When she came back, she was first surprised by Blaise's sudden absence, but before she sat down, she spotted an odd speck-sized bug, and after squinting a little, she realized it was Blaise himself. She then carefully picked him up...</i><br>\r\n<br>\r\n---------------------------------------------------------------------------- -------------------------------------------------------------------------------- ---------------<br>\r\n<br>\r\n<i>Sheila came back and found that Blaise was gone, but she thought he probably just went to the bathroom, and thus she walked over to the couch to sit down, but right before she did, an humongous room-shaking fart escaped from her huge ass. She giggled and hoped Blaise neither heard nor smelled her gassy release, unaware that he was pretty much at point blank...</i></span></div></div>",
            "created":1602392400,
            "id":2918984,
            "title":"Biggest 'uh oh' so far, ft. Sheila"
        },
        "1242312":{
            "author_id":"randomanon202",
            "author_name":"random anon",
            "choices":[
                "How does one massage an entire planet?",
                "(Gassy) Gigantic pole dance...",
                "World's biggest gas chamber..."
            ],
            "content":"<div class=\"\"><div> <span>\"What the...\" She muttered as she brought you close to her eyes to inspect you. You desperately waved at her, and she jumped a little in surprise<br>\r\n\"Jesus, Blaise, don't scare me like that!\" She said in a kinda worried tone, and after further inspection, she concluded you were fine sans your current stature. She was marveled at the fact that even your clothes shrank with you. Her initial shock and surprise quickly wore off, and what remained was unparalleled curiosity. You had been nervous about getting caught by fingers larger than skyscrapers, but at the same time, there was some sense of relief, as she did notice you after all, it could've been much, much worse otherwise...<br>\r\n<br>\r\n\"How?\" She asked, though it sounded like it was more to herself than you<br>\r\n\"Honestly, I've got no idea...\" You scratched your head<br>\r\n\"Should we go to a hospital?\" You suggested<br>\r\n\"Honey, I sincerely doubt anyone in a hospital has any way of helping you... and if we make this public, I think the government or something would probably take you away to do experiments on you like some lab rat...\" Sheila replied and you nodded in agreement with a sigh<br>\r\n\"Yeah, probably not a good idea...\" You then looked away awkwardly, wondering what you were going to do next, though you guessed Sheila would just straight take you back home and give you to your mom, however, that did not happen, and instead you saw her slowly form a smile on her face<br>\r\n\"You know, we can still have some <i>fun</i>...\" She whispered and you shuddered<br>\r\n\"W-What do you mean?\" You asked a bit nervously. She smiled and winked at you again.<br>\r\n\"Well, if I recall correctly, you used to love going to bouncy castles and the like...\" She said in a oddly provocative way, but what she said in itself sounded innocent enough, which threw you off...<br>\r\n\"Uh, well, yes... back when I was a kid...\" You said, unsure about what she could possibly mean...<br>\r\n<br>\r\n\"Given your size, you could say my entire body is just one giant bouncy house to you...\" She giggled and slowly lowered you down to her chest level, and she lightly shook it, making her mountain-sized mammaries jiggle unlike anything else you had seen before. Indeed, they looked rather bouncy, and the sight made you blush intensely. She then lowered you a bit farther down and pressed you into her tummy, where you sank noticeably into her squishy, pudgy flesh<br>\r\n\"I bet you could bounce real good on my belly\" She laughed and gently rubbed you on it while pressing you even deeper into her flesh. You, however, felt like your skeleton would've jumped out of your body if you hadn't been pinned in place as you suddenly heard a massive growl that came from within Sheila's stomach. It sounded like a caged, angry beast<br>\r\n\"Oof...\" You heard her say and stopped pressing you into her tummy<br>\r\n\"What's wrong?\" You asked<br>\r\n\"Uh, not much. It's just that silly Auntie Sheila really pigged out last night on your mom's burritos...\" She replied and used her free hand to clutch her stomach as it growled and groaned rather loudly.<br>\r\n\"Maybe bouncing on my belly is not the best idea at the moment\" She chuckled and slowly brought you back to her face level. She smiled again at you, but it was a smile more akin to Lillian's when she's about to mess with you, you gulp...<br>\r\n\"I've got something else much better in mind... but I want you to be sincere...\" She said, surprisingly sternly. It was a bit strange that despite her size, Sheila hardly ever commanded true 'mom energy', but for that brief moment, she definitely did.<br>\r\n\"What is it?\" You asked with a slight stutter<br>\r\n\"Do you like my big booty?\" She asked so bluntly it made you do a triple take on what she just said.<br>\r\n\"W-W-W-What?!\"<br>\r\n\"You heard me...\" She said with a playful smile. You gulped hard. You had no idea what the right call was in this situation. You didn't even know if there was a right call at all. On the one hand, if you say 'No', there's the possibility that she either doesn't believe you, or, if she does, she feels insulted, as you knew it was the part of her body she prized the most, and you definitely didn't want to incur in the wrath of someone many thousands of times, if not millions, larger than you. On the other hand, God knows what'll happen if you answer 'Yes'. <br>\r\n<br>\r\nSheila chuckled as she saw the tiny boy in her grip wrack his brain for a proper answer, she found his reactions cute and waited patiently. After a few minutes, you still weren't sure what to answer, but decided to go with the least risky one...<br>\r\n\"Y-Yeah...\" You said shyly and looked away, expecting something horrible to happen, but all you felt was the booming from Sheila's laughter.<br>\r\n\"There, there... Was it so hard?\" She soothed you, lightly rubbing your head with one of her fingertips, with incredible dexterity and care.<br>\r\n\"I'm sorry...\" You said, still looking away.<br>\r\n\"Don't apologize, hon. All I wanted was to have you acknowledge your desire...\" she said in a flirty way.<br>\r\n\"...So that we can act upon it...\" she whispered and your whole body shuddered. She then lowered you and brought you around her waist, soon you faced the most breath-taking view ever, her absolutely and monstrously gigantic ass. Two jiggling meaty globes so vast you could wander aimlessly around just one of them and get lost, and that was without mentioning the colossal chasm in between them, it looked from your perspective like entire cities could get lost there.<br>\r\n<br>\r\nSheila shook her hips and that made both of her immense asscheeks wobble near uncontrollably, and you couldn't help but stare in shock and disbelief at tsunami sized waves of fatty flesh ripple across the massive globes. She smiled and let you stare until the jiggling gradually died down, although it took several minutes. She then lowered you a bit farther down, where you could see her panties-turned-thong.<br>\r\n\"Look! You're about as tiny as the stars on the flag!\" She pointed out, giggling, and brought you close to the middle of said panties, where you could see some of Brazil's flag, what hadn't been devoured by her gigantic crack. Indeed, the small stars on the flag's blue orb's underside were slightly bigger than you. It was awe-inspiring, but it also made you feel nervous, then you heard a low, distant rumbling that seemingly came from deep within, which made you shudder<br>\r\n\"Yeah, I saw...\" You reply awkwardly, unsure where this is going to go next...<br>\r\n<br>\r\n<i>[Paths. Note: On all three routes she's gonna be gassy as hell]</i><br>\r\n<br>\r\n---<br>\r\n<br>\r\n<i>\"So, I've got these BIG trampolines, and you happen to be the right size to have fun on them...\" She said with a slight laugh and wiggled her hips some more <br>\r\n\"I want to feel you on them...\" She added with a more dangerous sounding whisper<br>\r\n\"If you could give me a massage, believe me, I'd really make it worth your while...\" She finished, almost purring, before she gently deposited you on one of her titanic cheeks. Despite your minuscule weight, your legs sank up to your ankles into the doughy 'ground', and its warmth sent electric shocks up your spine. Still, that rumbling from earlier made you feel nervous, and you couldn't help but have a very bad feeling about this</i><br>\r\n<br>\r\n---<br>\r\n<br>\r\n<i>\"You're going to love this, hold on...\" She said as she walked to her bedroom, and she grabbed what looked like a thin metallic pole from her closet.<br>\r\n\"I've been practicing some more new dancing moves, and I want to give you a first class seat to them\" She said as she carefully cut a tiny piece of tape and proceeded to tape you to the pole, which was about as thick as a broom stick, though it was still massive to you. You then felt sheer terror when she turned around and revealed that she put you exactly at her huge butt's level. You had seen before that her signature thing appeared to be backing up into the pole, which was so small it would just get mercilessly engulfed between her humongous cheeks. In addition to that, you heard the rumbling again, and it definitely came from her colossal derriere</i><br>\r\n<br>\r\n---<br>\r\n<br>\r\n<i>\"Well, since you confessed a desire of yours, I'll do the same...\" Sheila said with a strange hint of seriousness. You gulped hard but nodded<br>\r\n\"I want to fart on you...\" She said, and you almost choked on nothing out of shock. Your eyes widened and your blood ran cold<br>\r\n\"W-What?!\"<br>\r\n\"I've always been sort of intrigued... Lillian gets away with it a lot... and even your mom does it sometimes... how come only I am left out?\" She frowned. You were beyond baffled at that kind of statement and it was as if your brain downright crashed like a computer with a blue screen of death. She then brought you closer to her enormous crack.<br>\r\n\"Granted, I'm a tiny bit gassier than usual, but it's not like we get a chance like this every day...\" <br>\r\n\"B-B-B-But...\" You stuttered desperately.<br>\r\n\"Exactly, hon! It's a win-win for both of us...\" she said as she seductively wiggled her hips some more.<br>\r\n\"You'll get the most VIP view ever of the biggest booty in Brazil...\" She rubbed her butt with her free hand.<br>\r\n\"For the small price of having to endure a couple of toots of mine...\" She couldn't help but giggle at that<br>\r\n\"A-Auntie Sheila, I'm too small!\" You shouted, but her smile did not disappear<br>\r\n\"That makes it even more perfect...\" She replied<br>\r\n\"What?!\"<br>\r\n\"Your size is perfect for this! Nobody will ever suspect that there's a boy deep within this big, gassy booty of mine\" She laughed. You were even more worried now, it sounded like she wanted to keep you there for a long time.<br>\r\n\"Not even Lillian would ever figure out I've got someone stashed back there. It's safer than a bank vault!\" She laughed some more and playfully spanked herself<br>\r\n<br>\r\nShe then began to pull her panties back and before you knew it, she dropped you into their back and sent you falling down for what felt like miles as she let them snap back to place and that pushed you deep into her unfathomably large asscrack. You felt an insane pressure from both sides, but at the same time you were encased in a warm, squishy material you were very well aware what it was<br>\r\n\"Ready?\" You vaguely heard her say, and the rumbling became much louder</i></span></div></div>",
            "created":1602392400,
            "id":2919022,
            "title":"Found by Sheila"
        },
        "12423121":{
            "author_id":"randomanon202",
            "author_name":"random anon",
            "choices":[
                "Indeed, you just keep bouncing on the biggest trampoline in the world...",
                "You miscalculate your last jump and plummet down the abyss of Sheila's crack...",
                "Something else/Reader's choice..."
            ],
            "content":"<div class=\"\"><div> <span>You couldn't help you were standing on one of Sheila's ludicrously huge cheeks. Maintaining your footing proved to be a bit of a challenge though, as this was different even from when you had to stand on a bouncy house, this was more akin to a waterbed, but not quite the same. You tentatively took a few steps, then everything shook and you fell face-first onto the doughy surface.<br>\r\n<br>\r\n\"That tickled, sweetie!\" Sheila laughed for a moment, then she slowly wiggled her hips, making her gigantic blubbery masses wobble in a way that'd be hypnotic for most men, but to you if was a combination of an earthquake and a series of tsunamis of fat and flesh.<br>\r\n\"Please keep walking... It feels nice...\" She said with a pleased sigh. Something about her voice made you gulp, but you decide to do as she said regardless. Just seeing how the massive fleshy globe stretched across all directions and into your horizon made you think that maybe even calling it 'planet-sized' was an understatement. You also shuddered at the thought of what would've happened if Sheila had decided to sit on you instead...<br>\r\n<br>\r\nAs you kept on walking, you sort of got used to how to keep your balance on the incredibly soft and squishy surface. Your legs felt shaky as the knowledge that this was definitely the biggest ass you'd ever faced in your life only made you blush uncomfortably. Your tiny steps indeed tickled Sheila despite her massive size compared to you, and somehow, it didn't feel quite the same as an ant crawling on her, and she could actually feel your two feet with little focusing on her part. She kept glancing down at her butt, barely making out the tiny speck on one of her jiggling cheeks, but she still found it cute in a way, although, it also seemed to awaken something else in her, and she started thinking of ways to keep you. She looked at you on her huge butt again and thought that maybe that should be enough for a good while.<br>\r\n<br>\r\nThe squishy 'ground' beneath your feet twitched lightly with each step you took, and every few ones, everything shook, which meant Sheila was tickled, and that same ground more or less became liquid-like as large waves rippled across it. Even after several minutes walking around her larger-than-planet-sized cheek, you felt like you had only advanced a couple of inches in real scale, but you were able to see to see a hint of its colossal twin in the distance. The ground shook again, but it felt different from when Sheila got tickled, and you heard a deep, distant rumbling from somewhere down below. A series of loud, gurgling groans were also heard, but they came from much higher up. You then heard her sigh in apparent discomfort.<br>\r\n<br>\r\nAfter several more minutes, and more concerning rumbling and growling, Sheila decided that she'd rather lay than stand up as she had been doing so far.<br>\r\n\"Hey, sweetie, I'm going back to my room... Hold on tight!\" She said cheerfully and gave you a minute before she started walking. Like everything about her, overwhelming fell short of describing her, you actually grabbed two handfuls of her flesh and clung as tightly as you could, but nothing could prepare you for the insanely massive sense of motion as her gigantic cheek swayed from side to side, and in addition to that wobbled and jiggled every time her foot landed on the floor. It didn't take her long to reach the bedroom and she carefully laid on the bed on her stomach, though this too caused it to growl, seemingly angrily as if in protest.<br>\r\n<br>\r\n\"Done... I guessed it'd be a bit safer if I laid down instead of standing up\" She explained and gave her hips a seductive wiggle, which was yet another series of quakes and rippling fleshy waves for you to deal with, but you weren't mad at those. And it was oddly arousing, but you felt kinda wrong about it, considering this is your mom's best friend, or the sister she didn't have, and yet, if was her who initiated this whole thing and sorta forced you to say that you liked her physique. You pondered on what else she could be possibly up to, but her personality was too unpredictable to tell for sure, so far, this was rather innocent, compared to other instances of her teasing you've experienced.<br>\r\n<br>\r\nYou continued to walk on the vast, jiggly 'planet' and soon you reached the massive canyon she called an asscrack. It definitely put the Grand Canyon to shame, and there was no way you'd make it to the other side unless you could somehow get a tiny plane. The low grumbling from the abyss' depths was much louder and it slightly shook the 'ground' under your feet, but Sheila didn't seem to notice, or if she did, she said nothing...<br>\r\n<br>\r\n\"Hmm, how about you try bouncing on my special 'trampolines'?\" She asked with a smile, looking at you from over her shoulder. You looked at the humongous abyss below and gulped, then again, if you just get away from it you should be safe, so you walk a couple hundred meters in your scale before you give your first attempt at bouncing on her squishy flesh, a half-hearted jump, to 'test the waters', so to speak. You're surprised to find that you actually propelled yourself pretty high (again, in your scale) into the air, Sheila's fat cheek being a much power powerful trampoline than any you knew. Your landing was, of course, extra soft, and bounced rather high a few times before you landed for good. Your heart pounded from the adrenaline rush from the experience, and your previous concerns melted away... This was legitimately fun.<br>\r\n<br>\r\nYou felt safe, this reminded you of the many wholesome times you've had with her. Being the only 'aunt' you ever had, she actually spent quite a lot of time with you throughout your childhood and teen years. And despite not being on the same level of athleticism as your mom, she still made an honest effort to play sports with you and Lillian whenever she could. The funny thing was that, even with her dancer training, and sporting impressive strength, she had rather low stamina and tired out quickly, but she'd always spin it around to make it look like it was you kids who were tired, and she was just deciding on taking a break for everyone. This quickly became an open secret of sorts, and a recurring gag, if you want to put it that way. Many times you ended up just resting on the grass or under a tree, and your head was usually cushioned by her soft belly or lap.<br>\r\n<br>\r\n<i>\"You see? There's a nice side to having a big auntie\" She would say many times<br>\r\n\"If I were pencil thin there'd be nothing soft for you to rest on\" She also would add, either pressing you a little into her belly or giving you a hug and bringing you closer to her chest. </i><br>\r\n<br>\r\nEven though sometimes it sounded like she may be ashamed of her physique, most of the time she was confident about it, and more often than not joked about it. She in particular liked to pretend not to notice you before she sat down on the couch, right on the part you were sitting on, but she always stopped before she did.<br>\r\n<br>\r\n<i>\"Good thing I noticed you there! You need to be careful though hon\" She'd usually say<br>\r\n\"If I sat down, you'd become flat like a paper\" She often joked , and that made her laugh some more<br>\r\n\"Or maybe you'd get lost under there...\" </i><br>\r\nShe sometimes added, but it was all in good fun, and sometimes she'd reverse the joke by having you sit on her own lap, citing it as a much safer alternative. She always made you feel a little flustered, and thinking back on it, you wonder if she had anything to do with how your taste in women developed. Many would think anything resembling their mom would be an instant turn off, and while she was playful, 'Auntie Sheila' metaphorically (and literally, many times probably) took the cake.<br>\r\n<br>\r\n\"Ooh... That felt even better than your tiny footsteps... Do that again...\" She said, snapping you out of your fond reminiscing, her voice unable to hide the pleasure she felt. Despite her massive size, her soft body, and specially her prized curves were fairly more sensitive than one would expect, and the extremely gentle touch of your near weightless body was sending mad shivers up and down her back. Feeling emboldened, you began to jump and giving them your all. In a way, it was like walking on the moon, but better, and with higher jumps you found you could more or less fly temporarily, and no matter where you landed you knew it was always soft. You could also hear Sheila sigh in pleasure and even purr somehow, but you didn't focus much on that, this was indeed really fun. To you, it was like you could jump hundreds of meters high, and even more in any direction. Tiny ripples wobbled their way across her blubbery globe as you kept jumping on it and bouncing. Strangely to you, her claim about her butt being amazing trampolines was indeed true, at least for someone of your current stature.<br>\r\n<br>\r\nThe thrill from this new experience, however, soon made you more and more confident, until perhaps you became <b><i>too</i></b> confident, but that's alright, isn't it? There's no way this can go wrong...<br>\r\n<br>\r\n<i>[Author's note: I didn't mean to mislead about the massaging part, but decided to include it in one of the next chapters]</i></span></div></div>",
            "created":1602478800,
            "id":2920134,
            "title":"Sheila's planetary cheeks"
        },
        "124231212":{
            "author_id":"randomanon202",
            "author_name":"random anon",
            "choices":[
                "Face the storm head on...",
                "Even more up close and personal than you wanted...",
                "Something else happens/Reader's choice..."
            ],
            "content":"<div class=\"\"><div> <span>The last jump you made was much higher than the rest, and when you landed, you bounced once again, but you weren't able to control the direction, and much to your dismay, you saw that you had just jumped over the 'edge' of Sheila's titanic asscrack. Being so light, you prayed you'd be able to make it to the other side and let this be a close call to sober up, but as gravity took its hold on you and you started going down, you realized that just wasn't going to be. Being the silent type in panic situations came to bite you when you would've needed it the most, as you remained quiet as opposed to screaming on your way down, which she may have heard. You more or less spaced-out as you fell for what felt like miles into the dark crevice, though you were at least thankful that her panties would be somewhere down there...<br>\r\n<br>\r\nSheila's crack was so vast it was only after more than halfway down it that you grazed one of its sides, and the colossal wall twitched in response as you slid down against it. She shuddered as she felt the lightest caress go down her enormous buttcrack, and that sent more, and more powerful shivers up and down her spine, and brought a pleasant tingly feeling all over her body. She also blushed a little, knowing what it meant.<br>\r\n<br>\r\n\"Ooooh... Naughty...\" She said in an overly playful tone, and as she teasingly wiggled her hips, she failed to notice her cheeks lightly clenched.<br>\r\n<br>\r\nYou were still in a daze, when suddenly everything shook and forced you out of it. You were in pitch black darkness, everything around you wobbled like gelatin, and you felt two enormous waterbed-like walls press on you from each side.<br>\r\n<br>\r\n\"I didn't think you'd be willing to go there...\" She then said<br>\r\n\"Not that I mind...\" She giggled almost like a highschool girl that just got a confession from her crush. But after a few seconds, it looked like her adult self stepped back in and took a deep breath.<br>\r\n\"Still... I don't really think my booty smells too good right now, does it?\" She asked.<br>\r\n<br>\r\nAnd, as a matter of fact, she was right, too right, you could even say. Her crack reeked badly, and after what you heard about burritos, you guessed she had been already farting for a while. Still, as you were encased in her blubbery mass, you couldn't even move your arms to cover your nose.<br>\r\n<br>\r\n\"Listen... I get it that you like my big booty, even more than I first thought... but right now's not a good moment to go spelunking down there...\" She said, and as if on cue her stomach groaned and gurgled, and she also felt an intense pressure near her gargantuan ass.<br>\r\n\"So... since I can't hear you all the way over there, just move. Do something I can feel and I'll take it that you want out of there...\" She said, completely oblivious to the fact that you were pinned in place by her sheer weight. You were actually trying to move with all your might, but the weight on you from all sides was simply too much. She patiently waited, but after roughly a minute, there was no answer. She blushed a little harder.<br>\r\n\"Do... do you really not mind the smell back there?\" She asked with a hint of hesitation. Another minute passed and there was no answer, and she could clearly feel him stay still between her massive cheeks.<br>\r\n'Maybe he even likes it... Well then, who am I to cut his fun short, right?' She thought to herself with a quiet giggle<br>\r\n'And to choose now of all times to go there... I did tell him about the burritos... And he perfectly knows what they do to me... Maybe he wants me to let loose on him, huh...' She kept thinking, and that thought turned her on in a way she hadn't felt before. <br>\r\n<br>\r\nStill, before going down a potentially dangerous route, she decided to truly make sure he was up for what was coming next.<br>\r\n\"Okay, last chance... Please move or do anything I'll feel if you want me to take you out of there...\" She said, back in her more serious tone<br>\r\n\"Or... don't move if you want to stay in there...\" She added with a giggle. She decided to even give him more time to answer, but after 5 minutes, she felt nothing.<br>\r\n<br>\r\nMeanwhile, you were trying your hardest to move and scream, but as soon as you opened your mouth you got more than a mouthful of her plentiful rear, and no sound would make it out of your mouth. Your limbs were simply encased by such weight that you weren't able to move them even an inch. The jiggly masses that engulfed you shuddered once more. Sheila's eyes widened<br>\r\n<br>\r\n'D...Did he just kiss my booty?' she gasped, as she felt a very tiny touch, but unlike the others, there was a hint of wetness to it, and she even made out his small tongue after focusing for a moment. This was unexpected. You always reacted indifferently or negatively whenever Lillian broke wind around you, and while you were more restrained in your reactions towards your own mom, that was for fairly obvious reasons, but she didn't think you'd willingly subject yourself to that, and even more so given your current size. She then wondered if perhaps it was because it was <b><i>her</i></b> butt this time he was dealing with, and felt slightly flustered.<br>\r\n<br>\r\n\"Wow Blaise... You truly are a brave man...\" She said with sincere amazement, and even a hint of respect to your newly perceived manliness in her books. The fact that she called you a man was already odd in itself, which meant she didn't see you as a kid anymore, much to your misfortune.<br>\r\n\"I did tell you that I pigged out on burritos last night though... I thought that would've been enough of a hint...\" She then said<br>\r\n\"So, just to set things straight I'm letting you know what you just signed up for...\" She said in an unintentionally ominous way that sent cold shivers down your spine.<br>\r\n\"...You can probably guess that I'm feeling... gassy...\" She said just as her stomach's groans intensified, and you could hear a stronger rumbling coming from deeper into her massive asscrack. The jiggly walls encasing you vibrated from the rumbling's own sheer intensity and that made you go pale. Then you felt your entire world shift from side to side, which meant she was likely wiggling her hips again.<br>\r\n\"Are you really sure you want to stay in there? I know I asked before, but I still feel like you don't really understand what you're in for...\" She said, and you struggled harder than ever to move or scream, but what little movement you managed to get done with your mouth caused everything to twitch and wobble again. You heard her laugh.<br>\r\n\"Alright, alright... I get it...\" She said with a slightly embarrassed laugh.<br>\r\n'Gosh, he really wants to have it...' She thought, mistaking your previous effort as more kisses to her enormous booty. Her stomach, which had been feeling in knots, and also like literal tornadoes were swirling inside, kept on groaning, but it a much more violent-sounding way, and she knew she wasn't going to be able to hold anything in for much longer. <br>\r\n\"Okay... then, I think you should brace yourself hon...\" she raised her butt into the air a little and wiggled it in a way that she meant as a warning about the impending storm.<br>\r\n\"At least... they shouldn't be much worse than what Lillian's unleashed upon you, right?\" She said, but you weren't quite sure if that was to you or rather to herself. You were also absolutely baffled about her lack of self-awareness, even you knew that the difference between her and Lillian's gas was huge! And that's not to mention she's ignoring your current size. But worrying about those things now was pointless anyway...<br>\r\n<br>\r\n<i>[Paths]</i><br>\r\n<br>\r\n---------------------------------------------------------------------------- -------------------------------------------------------------------------------- ---------------<br>\r\n<br>\r\n<i>Your heart pounds desperately, seemingly wanting out of your body as you lie helplessly while the deep gurgling groans from the depths of Sheila's crack get louder and louder. Your only minor consolation is that you fell in her crack but were on top of her underwear, though it doesn't seem like that thin layer of cloth will shield you much from her windy wrath.</i><br>\r\n<br>\r\n---------------------------------------------------------------------------- -------------------------------------------------------------------------------- ---------------<br>\r\n<br>\r\n<i>Trying to readjust her panties, Sheila inadvertently pushes you deeper into her crack, and now you're inside the back of said panties, much closer to the 'beast' as it's about to 'roar'.</i><br>\r\n<br>\r\n---------------------------------------------------------------------------- -------------------------------------------------------------------------------- ---------------<br>\r\n<br>\r\n<i>????</i></span></div></div>",
            "created":1602565200,
            "id":2920361,
            "title":"Down Sheila's chasm"
        },
        "13":{
            "author_id":"randomanon202",
            "author_name":"random anon",
            "choices":[
                "Art class...",
                "PE class...",
                "Science class...",
                "Lunch...",
                "Class ended..."
            ],
            "content":"<div class=\"\"><div> <span>Your look quickly became that of boredom. 'Of course, it had to be school' you grumble quietly as you get dressed. Studying wasn't all that bad, but it had gotten particularly dull these days, nearing summer, and they felt like and endless grind. Still, you'd at least get some enjoyment out of hanging out with your two friends, and some classes were pretty good still. You weren't exactly sure about anything else, you just wanted it all to end and go back to playing videogames, staying at home, and hanging out.<br>\r\n<br>\r\nSchool itself is rather uneventful, as expected, and you almost went through it on semi-automatic mode, barely paying attention to stuff. You only 'woke up' by the time you heard a bell, that you assumed signaled your last class, if you recalled correctly...<br>\r\n<br>\r\n<i><b>[Paths]</b></i><br>\r\n<br>\r\n<b>Art class:</b> Your last class is with your bubbly and hot teacher Ms. McAllen, so that's a good note to end the day with, or so you think... (Lillian and Jen are also in this class btw)<br>\r\n<br>\r\n<b>PE class:</b> Weirdly enough, you got PE rescheduled until the very last hour for reasons you didn't care to understand. While you're not bad at sports, it's still a bit of a drag, though you'll be able to enjoy the view of Lillian and Jen's tight gym shorts and shirts, lots of bouncing and jiggling to look forward to. School's gym is pretty big, and it turns out that it'll be shared by both yours and Yamile's group.<br>\r\n<br>\r\n<b>Science class:</b> A subject you're pretty decent at, and not a bad class to end the day with, however, Celeste got you paired with her for the group activity, much to your chagrin. (Jen and Lillian are also here)<br>\r\n<br>\r\n<b>Lunch?:</b> You were so out of it today that you failed to realize you had just made it to halfway through the day. Anything can happen, you think.<br>\r\n<br>\r\n<b>Class ended:</b> Class just ended, but, will you get out of school uneventfully?</span></div></div>",
            "created":1602133200,
            "id":2917227,
            "title":"School... *sigh*"
        },
        "133":{
            "author_id":"randomanon202",
            "author_name":"random anon",
            "choices":[
                "\"Shall we head to class then?\"",
                "\"Before we go to class, could you help me with something real quick?\"",
                "Something else/Reader's choice..."
            ],
            "content":"<div class=\"\"><div> <span>You looked at your phone and you were both baffled and disappointed, you had barely gotten through just the first class of the day, and there were 7 more to go before you could go back home. You growled quietly in frustration and went back to your locker, then checked your phone again, to remember what class came next, and you saw that it was science, which was kinda cool, and its activities were mostly paired, so, if you got lucky, you'd get to team up with either Jen or Lillian and have a nice time. <br>\r\n<br>\r\nHowever, this was also one of the classes you shared with Celeste, your annoying second cousin who wouldn't stop hitting on you despite your refusal, and the fact that you were blood related didn't stop her either. You closed your eyes for a moment as you took a deep breath, still walking down the hall towards the Science classroom...<br>\r\n<br>\r\n\"Heya!\" You suddenly heard, and much to your frustration, it was Celeste, who spotted you walking by her locker. Instinctively, you turned to see her, and noticed that she was measuring her waist with tape.<br>\r\n\"Hey...\" You greet back with barely any enthusiasm, but you manage to sound polite enough. You raise an eyebrow at the measuring tape in her hands \"Again with that?\" You asked<br>\r\n\"Well... yeah... I'm beginning to think school's weighing machines are all broken!\" She huffed \"And the doctor's... and my home's...\" she added more quietly. She looked again at you and sighed <br>\r\n\"I... I really don't understand! This is supposed to be a slim waist! But those darned machines keep on telling me that I'm fat!\" She pouted in an oddly cute (and kinda pitiful) way, and she stomped on the floor angrily. You felt it shake slightly and saw a faint hint of jiggling coming from her hips.<br>\r\n'If only you knew...' You thought. Still, as annoying as she was, she was still family, and you knew she needed comfort, so you patted her head.<br>\r\n\"H-Hey!\" She protested.<br>\r\n\"The weighing machine just gives you a number, but it's you who chooses how to feel about it...\" You tried to reassure her <br>\r\n\"If you're convinced you're slim, why not drop the whole weight business and just... you know... enjoy life and do other stuff?\" <br>\r\n\"Because I don't understand where this supposed weight comes from, and if I don't know that, I might get heavier until I won't fit through the door...\" She said more quietly and looking away.<br>\r\n\"I don't think that's ever going to happen... though, I'd recommend throwing some exercise in just in case...\" You say as you stop patting her head.<br>\r\n\"If you look good and feel good in your body, screw everything else!\" You add. Celeste sighed and nodded before giving you a small smile. You see that she brought lunch, no doubt one more of her dieting attempts that is doomed to fail.<br>\r\n\"Speaking of feeling better... maybe you could take a break from that whole dieting business and eat food that actually tastes good and makes you feel good, huh?\" You suggested and she chuckled.<br>\r\n\"Drop the diet, you say?\" She took a step towards you, her body was closer to yours, enough for you to feel a hint of her body warmth despite being a couple of inches away.<br>\r\n\"Why does it sound like you want me to get bigger?\" She said more quietly, almost whispering as her hand reached for your chest and gently caressed it<br>\r\n\"Oh, that's right... You like 'em big, don't you?\" She added with a more mischievous smirk<br>\r\n\"HUH?! What's THAT supposed to mean?\" You ask, raising your right eyebrow higher<br>\r\n\"You know... Jen... I understand... Most of us can only dream of that kind of killer bod...\" She replied<br>\r\n\"But... Lillian... She'd certainly be considered 'too much' by most guys' standards, I think...\" <br>\r\n\"What are you getting at?\" You ask, feeling a bit nervous, but not enough to give it away, or so you think. Celeste's tapping on your chest doesn't help matters either.<br>\r\n\"You hang out with her all the time, despite all the things she does to you... One could easily come to think that you like that... or like her...\" She giggled<br>\r\n\"We've talked about this a thousand times, Celeste; Lillian's been my friend since literally kindergarten...\" You said with a sterner tone<br>\r\n\"Oh, I know... but can you truly tell me with a straight face that you don't like her body? That you don't like bodies like hers?\" She asked as she got closer. You averted her look.<br>\r\n\"Thought so\" Celeste said and her grin widened, the way she made it sound was as if she were satisfied by that answer.<br>\r\n\"Hmm... I've got no lunch money today... so, no choice but to eat this, but... if it makes you happy, I'll drop the diet starting tomorrow...\" She said as she hugged you.<br>\r\n\"But you better take responsibility for whatever happens next...\" She winked at you before letting go. You sighed, and wondered for the umpteenth time why you even bothered with her at all. She then grabbed her stuff for Science class and closed her locker...<br>\r\n<br>\r\n<i>[Paths]</i><br>\r\n<br>\r\n<i>\"Shall we head to class then?\" She asks and you nod, not like you have much of a choice. Since you're going together with her, it will be much harder, if not impossible, to get her off you during class, unless Jen and Lillian intervene.</i><br>\r\n<br>\r\n---------------------------------------------------------------------------- -------------------------------------------------------------------------------- --------------------<br>\r\n<br>\r\n<i>\"Before we go to class, could you help me with something real quick?\" She says and has you go along with her in the exact opposite direction to Science class, you can only wonder what the hell she's up to this time.</i><br>\r\n<br>\r\n---------------------------------------------------------------------------- -------------------------------------------------------------------------------- --------------------<br>\r\n<br>\r\n<i>Almost anything can happen...</i></span></div></div>",
            "created":1602306000,
            "id":2918408,
            "title":"Science with Celeste"
        },
        "1331":{
            "author_id":"randomanon202",
            "author_name":"random anon",
            "choices":[
                "It's Lillian's, and you sigh in relief...",
                "It's Jen's, and your heart starts pounding...",
                "Much to your dismay, it's Celeste's..."
            ],
            "content":"<div class=\"\"><div> <span>You two start walking towards the Science classroom. You glance at Celeste and think that if she hadn't made your relationship awkward and strained, it'd be fairly nice to have a family member his age study alongside him, but instead she was more of a nuisance he was too kind to truly deal with, and in addition to that, you genuinely wanted to help her over her self-image issues, that wouldn't be healthy down the road, but in the end, there wasn't all that much you could do. Your current concern was to make sure she didn't make Science class worse for you.<br>\r\n<br>\r\nAfter a few minutes, you arrive. You got there fairly early, so, it was only a bit later that other students arrived, among which were Lillian and Jen, much to your relief. Soon after, the teacher arrived, looking tired and sleep-deprived.<br>\r\n\"Okay, everyone... choose a partner because we're going to do some experiments, and we'll have a small quiz after!\" She said and yawned. She definitely looked like she needed her coffee. Then her phone rang, and she groaned in irritation.<br>\r\n\"Alright, you've got a few minutes to decide... I have to take this call, when I come back, we're going to start working\" She said as she walked out of the classroom.<br>\r\n<br>\r\nThe formerly quiet room quickly got filled with the sounds of everyone talking, and of course, people were quick to form their working duos, everyone stood up and people started going to their work stations <i>[I actually forgot what these things are called in English, but I mean the tables with stools and the lab equipment]</i>. Never the very proactive type, you stood up and glanced at Jen, then at Lillian and wondered if they had thought of you or had already thought of someone else. You were also a bit worried Celeste might try to drag you along with her, but you lost sight of her. Suddenly, a feminine arm wraps around yours and pulls you...</span></div></div>",
            "created":1602651600,
            "id":2921087,
            "title":"Science class"
        },
        "13313":{
            "author_id":"randomanon202",
            "author_name":"random anon",
            "choices":[
                "She made you and Celeste work together for the day, much to your frustration...",
                "Lillian acted fast and grabbed you by the arm and dragged you with her...",
                "She asks if you four have decided yet on whom you'll work with..."
            ],
            "content":"<div class=\"\"><div> <span>\"Huh?\" You say in disbelief, but she simply smiled in response.<br>\r\n\"Really?\" You ask slightly frustrated.<br>\r\n\"What? Don't you want to spend a little time with your dear cousin?\" She replied.<br>\r\n\"Don't play the 'family' card on me... if you actually cared about that you wouldn't... you know...\" You said, finishing the incomplete phrase with an annoyed sigh, showing some restraint, but also out of embarrassment.<br>\r\n\"Aww... Don't be like that... Just give me a chance...\" She said, pulling you closer.<br>\r\n\"Is there a problem?\" You heard Lillian's voice behind you, and the large shadow that covered yours on the floor pretty much confirmed it. You turned to look at her.<br>\r\n\"H-Hey\" You greeted, a bit weakly, as dealing with Celeste made you feel drained rather fast.<br>\r\n\"Hey there...\" You then heard Jen, standing next to Lillian with her arms crossed, and both girls were staring daggers at Celeste. You chuckled quietly, as you imagined this was rather unusual, and in most other circumstances, it was usually a girl's male friends who'd defend her from people hitting on her. Not like you were exactly physically helpless, but your size and might were all for naught against a girl after all, in a way, you were powerless, and you appreciated that these two cared enough about you.<br>\r\n<br>\r\n\"No... We're just going to work together for today's class...\" Celeste replied flatly<br>\r\n\"That sounds like a rather one-sided decision to me...\" Jen said. The fire in her eyes made your heart beat harder, but you wondered if she merely protected you because of your friendship, or if perhaps there was more to it.<br>\r\n\"Blaise, did you agree to work with her?\" Lillian asked with a half smile, knowing she had just opened the door for you to get away from her clutches. You took a shallow breath and briefly glanced at Celeste, who was split between feeling dejected, but also angry at the other two girls.<br>\r\n\"Sorry, Celeste, but you didn't even ask... so, no, I didn't agree to anything...\" You replied, but then the teacher walked in and snapped her fingers<br>\r\n\"Alright guys, everyone get ready to work! I'll begin explaining the experiment...\" She said. The four of you were caught like deers in headlights and before anyone could say anything, the teacher spoke again...</span></div></div>",
            "created":1602651600,
            "id":2921093,
            "title":"Stuck working with Celeste, or are you?"
        },
        "133131":{
            "author_id":"randomanon202",
            "author_name":"random anon",
            "choices":[
                "Celeste's big butt is about to sit down, and upon you...",
                "Jen noticed your disappearance and went to look, finding you on the stool...",
                "Lillian went to look for you and is standing before the stool you're on..."
            ],
            "content":"<div class=\"\"><div> <span>Both Lillian and Jen wanted to argue, but they saw in the teacher's face that she was in no mood for that, and with a sigh, decided to drop it. Celeste gave them a smug smile as she walked with you to her work station. You sighed, this was going to be a long class...<br>\r\n<br>\r\nThe teacher began by giving the list of chemical substances you'd be using for the experiment, and you began taking note. It took a while, as this experiment was fairly complex and involved many different chemicals plus several pieces of equipment. Just as you finished writing down everything, you turned to Celeste to start gathering the stuff, when you noticed that she had her notebook open and was looking at a list of her own, and she had grabbed the substances and equipment for it rather than what the teacher was saying.<br>\r\n<br>\r\n\"Celeste, what the hell?!\" You whispered angrily, but she smiled again and playfully shushed you.<br>\r\n\"No, seriously, what do you think you're doing...?\" You asked with concern<br>\r\n\"I found this special chemical recipe on the deep web the other day... it's a weight loss compound that's much better than anything on the market, but they don't sell it because it's not approved by the FDA and whatnot...\" She explained<br>\r\n\"If the teacher finds out we're gonna get hanged\" Your eyes narrowed<br>\r\n\"She won't if nobody says anything...\" She replied and shot you a pleading look. You were really annoyed by her obsessive tendencies, and the fact that she was willing to risk many things just for that. You glanced at her notebook again. The ingredients listed and the instructions given were all very precise, and it didn't seem like someone's random shopping list.<br>\r\n'At least she seems to have gotten actual instructions and not just a bullshit tutorial...' You thought and decided to let her be, though you'd take no part in this, and definitely weren't going to take the fall should she get caught.<br>\r\n\"Thanks a million!\" She said and gave you a quick kiss on the cheek, to which you groaned in annoyance.<br>\r\n<br>\r\nCeleste then began carefully mixing the chemicals, in the exact amounts as were written in her notebook. You still weren't sure if it was a good idea to let her make whatever that was and presumably drink it, but then again, she was 17 friggin years old, she could make her own decisions and face the consequences, and you didn't feel like trying to dissuade her any further. You just hoped she didn't get caught for the sake of not having to deal with anything extra today. You glanced around, everyone was focused on their work and sigh in relief. Minutes felt like hours to you, and you had become more anxious about getting caught than the culprit herself, ironically.<br>\r\n<br>\r\n\"Is that thing going to be done soon?\" You asked<br>\r\n\"Almost... I just need to add a few drops of this and stir it for a bit...\" She said, and suddenly you heard her stomach grumble. You guessed she probably skipped breakfast, but instead she looked a bit sickened and looked away in embarrassment.<br>\r\n\"I... uh... need to go to the bathroom real quick, please just keep stirring this. It should take about 5 minutes and the liquid will change color when it's done...\" She said and stood up before you could even protest. She walked to the teacher and asked for permission to go to the bathroom, leaving you with whatever she was making. You sigh and go over to her seat and keep stirring the liquid. Many of its components started off colorless, but right now, the liquid had a deep blue color, and it sizzled like a soda. You felt that it gave off a bit of warmth, and in a way it looked like it was in the first stages of boiling as you kept on stirring it with the glass rod.<br>\r\n<br>\r\nYou then had to do a double take, as it looked like the mysterious liquid somehow got electrically charged. You'd swear you saw a small electric arc within the liquid itself. You gulped and wondered if Celeste really intended to drink this concoction. Just as he kept stirring, he noticed the liquid's blue hue kept on lightening, and as the 5 required minutes approached, he felt a faint electrical field, the hairs on his arms stood on end, and he felt the vague tingly feeling like that of touching an old analog tv right after it had been turned off. He then felt as if the liquid pulsed with an unknown invisible energy, eerily resembling a human heartbeat. Finally, the liquid suddenly changed to a turquoise color and you felt a stronger pulse that went from your arms and all over your body. You never expected a chemical mixture could give this kind of reaction, you knew some stuff can explode or catch fire when mixed wrong, but you never heard of them generating anything resembling an electrical charge. You don't get to ponder on it for long, though, as you quickly feel drained of your vitality. Your eyes feel suddenly much heavier and your hearing becomes distorted. Once again you feel the heartbeat-like pulse, but now, it came from within you, and it lulled you to sleep. You felt so tired you weren't able to resist it for long, and soon your eyes closed and you blacked out.<br>\r\n<br>\r\nLater... You suddenly woke up and wonder if that chemical thing did anything to you. As you sat up and let your eyes recover their focus, you quickly realize you're somewhere else. You're sitting on the same black leathery material from the lab chairs, but instead of said small stool, this surface is a vast expanse that stretches into the horizon in all directions. You look farther ahead and after a few minutes you realize that you're indeed in the lab, and considering what happened, it wasn't very likely everything suddenly grew, which meant that it was you who shrank, and tremendously at that. You then felt the ground shake, and fell on your face, caught off guard, but with some struggling, you stand up and keep your footing while the ground keeps shaking. A giant shadow covers you and your surrounding area and you turn around to find out why...<br>\r\n<br>\r\n<i>[Author's note: The difference between Lillian's and Jen's path here is that the latter has clearly found you, but the former hasn't yet...]</i></span></div></div>",
            "created":1602651600,
            "id":2921202,
            "title":"Science with Celeste II: Chemical Boogaloo"
        },
        "1331311":{
            "author_id":"randomanon202",
            "author_name":"random anon",
            "choices":[
                "Celeste lets out a much bigger fart that sends you flying out from under her...",
                "She's not done yet, she's going to fart A LOT more and there's no escape...",
                "Something else happens/Reader's choice..."
            ],
            "content":"<div class=\"\"><div> <span>Much to your shock and horror, Celeste had come back from the bathroom and was just about to sit on her stool, which is the one you were on, and there was no way she'd know that. From your location, it looked mind-numbingly huge, and as you glanced down at the fairly reflective black surface of the chair, you just saw how puny you were in comparison. If the stool's seat cushion was country sized to you, Celeste's tremendous behind might as well have been the moon falling upon you. It easily took up your entire view of the 'sky'. The dark blue of her short shorts looked strained, as if about to burst, which meant that Celeste either completely ignored or refused to acknowledge her backside's true dimensions.<br>\r\n<br>\r\n\"God...dammit...\" You said in exasperation as the gigantic dark blue globes descend upon you. There was no time to run, or even to seek any kind of cover, and the realization that this was the end of the road for you didn't send you into the flying panic you would've thought, and instead took it rather cynically, wondering if there was even a God up there, whose sense of humor was so beyond human understanding that such an end to your life somehow made sense... But instead of losing yourself to the endless void, you just found yourself in near pitch black darkness. You also felt a noticeable warmth all around you, though it came from above, and lastly, a fairly unpleasant smell hit you. Knowing what you were under made obvious what the smell likely was, though that didn't make things better for you. <br>\r\n<br>\r\n'It must've been incredibly lucky that she didn't squash me with those moon-sized cheeks' You thought, realizing you appeared to be under her crack, which also meant those short shorts weren't just too tight, but were likely a few sizes too small. At least that saved you, or so you think. You start walking around trying to find any hint of an exit, as you know that with the most minimal shifting she'd probably flatten you under her unfathomable mass.<br>\r\n<br>\r\nCeleste was a bit surprised to see you gone, and the first thing she thought was that you ditched her experiment for whatever reason, but then she looked at the beaker on the desk.<br>\r\n'Oh... Well... at least he did the last step for me...' She thought.<br>\r\n'But why did he leave?' She also wondered. But then she shrugged and went to sit down, on her own stool chair of course. She quickly poured her creation into a jar she got from her backpack and stashed it away in it, then she quickly began doing the actual class experiment before the teacher took notice.<br>\r\n<br>\r\nAs she worked on the class experiment, her stomach growled and grumbled again. That special salad and vegetable juice mix she had for breakfast was not sitting well with her at all, and she had had to excuse herself to go to the bathroom and unleash her pent up gas, but frustratingly enough, it quickly built back up in her gut. The Science teacher was rather strict and she wouldn't let her go to the bathroom a second time. She looked around. The mostly silent room would be no good, if she let loose here she'd definitely be heard. Just then, the teacher called to end the experiment, and before the quiz, she wrote a couple of questions about the experiment meant to be discussed by the working duos. She smiled, this was like a blessing from Heaven. Now with the cover of the sound of everyone talking, she eased along the bubbly pressure that hurt her stomach.<br>\r\n<br>\r\nYou stopped in your tracks as you heard deep gurgling and groaning, it sounded distant, but it definitely came from above. Coupled with the lingering smell that enveloped you, you gulped, knowing that'd be no good. Suddenly, a deafening roar like that of a volcanic eruption makes your ears ring, and a powerful wind knocks you down on your stomach and pins you for a moment. The temperature raises around you, and a much worse smell appears. You couldn't believe that you had to be at basically the prime spot precisely when she had to fart.<br>\r\n'I knew those crappy diets she always did were bad, but I had no idea just how bad they really were...' You thought as you covered your nose and mouth, but it was too late, any and all breathable air around you had been replaced by Celeste's gassy burst. The previously stale air and remnants of her previous farts were like Heaven in comparison. Still, you coughed, but when you tried to get up, you heard a much louder rumbling...</span></div></div>",
            "created":1602651600,
            "id":2921236,
            "title":"That's no moon ft. Celeste"
        },
        "1332":{
            "author_id":"randomanon202",
            "author_name":"random anon",
            "choices":[
                "Claimed by Celeste...",
                "Fed to Lillian's humongous booty...",
                "\"Under\" Jen's care..."
            ],
            "content":"<div class=\"\"><div> <span>\"Before we go to class, could you help me with something real quick?\"<br>\r\n\"Sure\" You reply, though you have absolutely no idea what she could possibly need your help with at school and at this time of the day. You and her walk in the opposite direction to Science class and after a couple of minutes you realize she led you to the school gym, and you notice that there's nobody around. It's dark, as expected of any classroom that's not in use, and it's cloudy, so, there's not much sunlight coming in either.<br>\r\n\"Did you forget something he-\" You ask while turning around, only to have Celeste spray you in the face with an unknown liquid<br>\r\n\"Celeste, what the hell?!\" You shout, but she just giggled again and sprayed you a couple more times before you side stepped and took a few steps back.<br>\r\n\"Is this supposed to be a joke?\" You ask angrily<br>\r\n\"Not really, but you'll find out soon enough...\" She replied in an overly sweet and somewhat annoying tone, she looked at her phone <br>\r\n\"To be more precise, in about 5... 4... 3... 2... 1...\" she said as you suddenly and inevitably blacked out.<br>\r\n<br>\r\nAn indeterminate amount of time later... You groggily wake up, and despite not doing drugs nor alcohol, you've learned why either of those things is probably a bad idea. Your head feels like it's spinning 'Geez, what the damned hell was that?' You said as you lightly slap your face in an attempt to force yourself to regain your focus. Still feeling rather dizzy, you open your eyes and stand up. When they finally regain their focus, you almost faint again from the view, before you was a colossal shoe, larger than any building you ever saw, and said shoe was not empty, there was a foot in it. Looking a bit to the side, you can see another shoe and its respective foot in the distance.<br>\r\n<br>\r\n\"I didn't know Celeste was the type to use psychotropics...\" You mutter, still trying to comprehend what stood before you. Then, you started looking up, even straining your neck a little, and found that this mysterious colossal figure looked familiar in a way<br>\r\n\"Wakey wakey sleepyhead!\" Celeste's voice boomed from the heavens<br>\r\n\"...what...?\" You ask nobody in particular out of sheer disbelief. Your eyes then widen when the gigantic figure before you crouches, and its hand reaches towards you. Without thinking it twice, you start running, but the hand easily catches you and picks you up with two skyscraper-sized fingers. In a mere instant, you see Celeste's face, but thousands of times bigger and her light brow eyes give you a stare that feels like it's piercing through your soul.<br>\r\n\"I think I overdid it a tiny bit...\" She said and smiled<br>\r\n\"You what?\"<br>\r\n\"Still, you're kinda cute at this size...\" She added<br>\r\n\"Celeste, what the hell did you do?!\" You shouted, unsure about whether or not she could even hear you<br>\r\n\"Don't you see? I shrank you, silly!\" She replied as if she just answered a really dumb question<br>\r\n\"W-Why?!\" You scream.<br>\r\n\"That's a very good question...\" She whispered...<br>\r\n<br>\r\n<i>[Paths]</i><br>\r\n---------------------------------------------------------------------------- -------------------------------------------------------------------------------- ---------------------<br>\r\n<br>\r\n<i>\"I can't get bigger anywhere near fast enough to interest you, but if I make you smaller it's technically the same result...\" Celeste replied<br>\r\n\"Now you've got a whole lot more of me to love...\" She purred as she used her free hand to caress her chest, stomach and thighs <br>\r\n\"Don't worry though, I'll still stick to my word and will drop the diet just for you...\" she giggled as you went pale. But you hadn't even seen the beginning of it as her hand lowers you down and brings you around her waist.<br>\r\n\"I can't even dream of having a butt as big as Jen's or Lillian's, but I think it should be more than enough to keep you happy\" She said, and your blood ran cold as you saw her monumental behind, it was like a pair of mountain-sized water balloons to you. Even with her standing still, it rippled and wobbled noticeably, owing to the fact that it was nearly entirely made of fat.<br>\r\n\"Who knows, it may get bigger...\" She said teasingly and used her free hand to pull her short shorts and underwear back while the other hand brought you closer to her chasm of an asscrack, dangling you precariously above it.<br>\r\n\"Knock yourself out!\" She laughed as she dropped you in, and let her underwear and shorts snap back into place, sending you falling into her colossal abyss, the only relief you got was the knowledge that you'd have a soft landing...</i><br>\r\n<br>\r\n---------------------------------------------------------------------------- -------------------------------------------------------------------------------- ---------------------<br>\r\n<br>\r\n<i>\"It's so you can learn that excesses are bad...\" she replied sternly<br>\r\n\"Come again?\" You reply confused<br>\r\n\"I told you about Lillian... She's too big... too fat... too heavy... but you like that kind of huge, gross body, don't you?\" She said. You were actually annoyed and angered by her insults towards your best friend, but you knew better than to defy someone several thousand times larger than you without a plan.<br>\r\n\"So, I'm going to let you learn first-hand why it's a terrible idea to be with her and people like her...\" She said, and you could feel the blood in your body heating up<br>\r\n\"That disgusting fat you adore is going to crush you flat...\" She added with a sinister glint in her eye<br>\r\n\"The pot calling the kettle black...\" You finally reply, and she blinked twice in surprise<br>\r\n\"Excuse me?!\" Celeste growled<br>\r\n\"You keep on calling her fat, yet it's you who fights against the weighing machine!\" You retort, and she's left speechless for a moment, she had never expected that kind of comeback from you, but you just had about had it with her arrogance and disdain for your friends.<br>\r\n\"That's because she's a whale, and doesn't care at all!\" She yells after a few seconds<br>\r\n\"You know that she's actually one of the top students in PE, right? While you absolutely suck at anything remotely athletic...\" You spit venomously.<br>\r\n\"If you really wonder why you keep getting 'fat' numbers on the weighing machine, all you have to do is turn around and look down...\" You finished off with that, your heart pounding out of sheer rage. You definitely didn't take kindly to anyone insulting your friends or family. You heard Celeste struggle to say something, but her voice kept breaking up. She looked away, but you still saw a tear slide all the way down from her cheeks. For a moment, you hesitate, and wonder if perhaps you went too far, but you were still deeply angered by what she said. She wiped her tears and took a few deep breaths to regain some of her composure. Then she looked at you with an unprecedented fury in her eyes.<br>\r\n\"That's it!\" She almost roared at you <br>\r\n\"You know, I was going to go easy on you and leave you where she'd squash you for a bit before you could get away...\" she muttered, her quiet tone became increasingly chilling with each word.<br>\r\n\"But not anymore... You like her so much that you're willing to defend her like that?! Fine! Let's see who can defend you from her...\" She said, and gave you a dark smile. She brought you closer to her lips next.<br>\r\n\"You love her big, fat ass so much, don't you?\" she asked rhetorically<br>\r\n\"Well then, let's see how much you like it at your size!\" She said with more venom in her voice than you knew she was capable of, but then she tapped her chin in thought and laughed sinisterly.<br>\r\n\"She really does fart a lot, doesn't she? I wonder if you'll be able to survive those atom bombs when you're the size of a speck...\" She said, and you shuddered despite your anger, she truly got you there, but despite that, you weren't going to back down and beg for mercy. Even if what came next was borderline a death sentence, you'd still give it your all and either make it out or die trying, but either way, you'd go on with a clean conscience, no matter what.<br>\r\n\"Do your worst!\" You shouted<br>\r\n\"With pleasure...\" Celeste replied as she put you on her palm and closed her fist over you. At least you knew your destination, and if you somehow indeed managed to make it out of there and got Lillian's help, Celeste would be screwed. There was no way this bratty scrawny girl with a fat butt would be any match for your behemoth of a best friend. And you knew Lillian has been wanting to beat her up for a long time, the only thing keeping her from doing it was the fact that you considered her family. It would be the riskiest bet you'd ever make in your life, but it was preferable to living the rest of your days as your perverted cousin's toy.</i><br>\r\n<br>\r\n---------------------------------------------------------------------------- -------------------------------------------------------------------------------- ---------------------<br>\r\n<br>\r\n<i>\"Actually, you could say this is kind of an experiment...\" Celeste said<br>\r\n\"What?!\"<br>\r\n\"It's pretty simple... you'll have a couple of tests that you need to pass...\" she said cryptically<br>\r\n\"I'm not quite following...\"<br>\r\n\"You might end up living a dream... or a nightmare, depending on how you play your cards...\"<br>\r\n\"So, like a lab rat?\" You raised an eyebrow<br>\r\n\"Hmm... in a way, yeah... but I guarantee you that your 'labyrinth' is going to be a whole lot more interesting...\" She chuckled<br>\r\n\"What's this labyrinth you're talking about, and what do I have to do?\" You asked<br>\r\n\"Ooh... Your labyrinth is going to be... Jen's body...\" She smiled, but you went pale<br>\r\n\"Please tell me you're not going to make her eat me...\" You shuddered<br>\r\n\"Oh, no, no,no,no... Not at all... In fact, quite the opposite...\" She replied, and giggled when she saw your confused look<br>\r\n\"You're going to get a once-in-a-lifetime chance to see her like nobody ever has, or will...\" Celeste kept on grinning<br>\r\n\"You're going to start off in that big beautiful booty you like... You can either take your sweet time and enjoy the experience, or you can try and get out while she goes about her day...\" She finally explained and you gulped hard...</i></span></div></div>",
            "created":1602306000,
            "id":2918431,
            "title":"Uh oh (school edition) ft. Celeste"
        },
        "135":{
            "author_id":"randomanon202",
            "author_name":"random anon",
            "choices":[
                "Text message from Jen...",
                "Text message from Lillian...",
                "Text message from an unknown number..."
            ],
            "content":"<div class=\"\"><div> <span>You checked time again on your phone just to be sure on where to go, and realized class had actually just ended, a mild surprise, but a welcome one regardless. It had all been so utterly boring that you just wanted to get out of there asap and forget about it. The wait for summer vacation seemed to drag on and on endlessly, and yet, a rational part of you knew it was pretty close, and you were just too impatient for it. However, your phone buzzed, snapping you out of your thoughts and you got a text message...<br>\r\n<br>\r\n<i><b>[Paths]</b></i><br>\r\n<br>\r\n<b>Text message from Jen:</b> Jen just messaged you, asking you to help her study History and Biology, subjects you're pretty strong at, and by the look of it, it seems it'll be just the two of you. While you appreciate your personal time, most stuff easily beat it, and spending time with Jen was so high in your list that it wasn't even a contest. Without giving a second thought, you head towards the school library.<br>\r\n<br>\r\n<b>Text message from Lillian:</b> Lillian just sent you a message, asking if you had any plans for the day, though you were pretty sure she knew you didn't, and that asking was more or less a mere formality for her to come to your house and hang out, which was still a pretty good way to spend the afternoon. Depending on how you played your cards, you could even get Jen to tag along.<br>\r\n<br>\r\n<b>Text message from an unknown number:</b> Now, this is a bit weird. You're a fairly reserved person, and sometimes you get messages from acquaintances or acquaintances' acquaintances, but the way the message called for you was a bit odd, but it didn't sound threatening, nor like a prank. You wondered if someone wanted tutoring for some specific subject, in which case you could get a few bucks to buy nice stuff. Then again, it can be literally anything...</span></div></div>",
            "created":1602133200,
            "id":2917230,
            "title":"Class ended... What now?"
        },
        "1353":{
            "author_id":"randomanon202",
            "author_name":"random anon",
            "choices":[
                "Lillian?",
                "Yamile...",
                "Someone else/Reader's choice..."
            ],
            "content":"<div class=\"\"><div> <span>After putting your stuff away in your locker, you decide to go to where this person, whoever they were, wanted you to go. At best, it'd be a nice opportunity to earn some cash, and at worst, it'd be doing someone a favor, on which, of course, you can decide whether or not to actually do it, though you were usually a nice guy, and helped anyone that needed it if it was within your possibilities.<br>\r\n<br>\r\nSchool was empty, almost eerily so, there seemed to be no one around, which was a bit odd, usually some people stayed behind to talk with their friends, and it wasn't like school shooed anyone out unless it got really late. Not to mention that many were involved in extracurricular activities and clubs as well. Your quiet steps echoed around the cold school hall, faintly tinted orange by the light of a setting sun. The only background noise you got was the quiet humming of the many air conditioners around.<br>\r\n<br>\r\nYou went around a corner, and finally arrived to your destination, a weirdly lonely location, quite far into the school. You only wondered now why they wouldn't meet you at the school library instead. Still, taking a deep breath, you head farther into this lonely hall. The question is, who do you find at such a time and place...</span></div></div>",
            "created":1602133200,
            "id":2917234,
            "title":"Maybe you should check the numbers..."
        },
        "13531":{
            "author_id":"randomanon202",
            "author_name":"random anon",
            "choices":[
                "Gym's changing room...",
                "Some classroom",
                "???"
            ],
            "content":"<div class=\"\"><div> <span>\"Lillian?\" You say, easily identifying her silhouette, despite the shadows cast by the lockers around \"Did you lose your phone or something? That message was a bit weird, it didn't really sound like you...\" You laughed, scratching your head, however, something was amiss, as Lillian took a step towards you, but she didn't seem like her usual carefree self, and hadn't even greeted you back.<br>\r\n<br>\r\n\"Huh... Lillian?\" You asked, taking a step back, this was starting to get on your nerves.<br>\r\n<br>\r\n\"Hello there\" She said, but still sounded odd, unlike when she comically tried to sound overly serious \"I was waiting for you...\" she added <br>\r\n<br>\r\n\"You could've easily called me, or sent me a normal message\" You reply, still feeling uneasy<br>\r\n<br>\r\n\"I needed to make sure you came here alone\" Lillian giggled <br>\r\n<br>\r\n\"Why...?\"<br>\r\n<br>\r\n\"Because...\" she started saying, however, her hand moved swiftly, and you got no idea what happened, but you suddenly fainted, and everything went black for you. An unknown amount of time later, you woke up, feeling pretty beaten up, though your mind still had a measure of clarity, and wondered what the hell Lillian did. He opened his eyes and got up, he was somewhere else, and it was unlike anywhere in the school that he knew about, the place was absolutely enormous, and it stretched across all directions for what looked like miles upon miles. You scratch your head and seriously wonder if Lillian injected you with something she shouldn't have. As you pay attention to details, you take a bit to piece together where you currently are, but the answer baffles your mind...<br>\r\n<br>\r\n<b><i>[Paths]</i></b><br>\r\n<br>\r\n<b>Gym's changing room</b>: A huge wooden expanse, even though it's massive, it seems rather thin compared to everything else around you. Looking at the walls and other things in the distance, this seems to be the gym's changing room, but scaled up way too much. And you're on a bench!<br>\r\n<br>\r\n<b>Some classroom</b>: It takes you a bit, but you notice that the landscape appears to be a scaled up version of a classroom, but you wonder why the hell Lillian would leave you here, specially after class is over,  but you don't get to ponder on it for long...<br>\r\n<br>\r\n<b>???</b>: You can't actually see a thing, instead, it's dark, warm, and you're squished from all sides by what feels like a pair of waterbeds, but much, much bigger than any you knew. It also smells weird, though at first you're not quite sure what it is.<br>\r\n<br>\r\n</span></div></div>",
            "created":1602133200,
            "id":2917236,
            "title":"Lillian?"
        },
        "135311":{
            "author_id":"randomanon202",
            "author_name":"random anon",
            "choices":[
                "Ms. McAllen...",
                "Lillian?",
                "Someone else/Reader's choice..."
            ],
            "content":"<div class=\"\"><div> <span>You got your answer, but you failed to understand it, and accept it. You checked yourself, your clothes were still on you, and you dug into your pocket, and you got your phone too, much to your relief. You quickly check it.<br>\r\n<br>\r\n<i>From: Lillian<br>\r\n<br>\r\nHeya! Sorry I went all creepy and weird on u :v, but there was no other way I'd pull this off. It's just the newest prankin stuff, u won't believe it until you see it. I guess u want some xplainin, dont u? Well, to make it really really uber duber simple: ur shrunk, like, really really reeeeeeeeeeeaaaaally small. Think the size of an ant... or, ummm... actually, I think it's closer to like a grain of sand... But don't worry, it actually makes u super durable like a super hero, nothing should hurt u even at that size :U<br>\r\n<br>\r\nAnyways, I can predict that now ur gonna freak out and ask y the hell I made u so smol. Well, that's kinda a surprise ur gonna find out soon enough. ;P<br>\r\n<br>\r\nPS: Ur phone doesn't actually work at that size, I just left this message for u to know what happened. See u on Monday!</i><br>\r\n<br>\r\n\"What.The.Hell...\" You say, still unsure how to feel, you knew Lillian could go pretty far with pranks, but never in your life you pictured it'd ever be this far. You weren't quite the violent person, but you felt like punching her in the face after you got out of this, or, more accurately and less harmfully, give her big ass a kick with all your might. It was a Friday, a fricking Friday! You were going to enjoy a nice weekend before yet another more dull school week, but instead, here you were, stranded on the gym's changing room at an incredibly tiny size, for reasons only Lillian could even begin to understand...<br>\r\n<br>\r\nYou don't get to mentally rant for too long, as soon, a series of earthquakes knocks you off your feet, and the true realization of where you were finally hit you. You look around, there's nowhere to hide, and your only hope is that you're actually so small that you'll blend in with the bench, but much to your frustration, it's quite a light shade of brown, and you stick out like a sore thumb, if anyone looked down. There's nothing really you can do at this point, except to pray and hope nobody spots you. But, who ends up coming?<br>\r\n<br>\r\n<b>[Ms. McAllen]</b>: Your beautiful, but incredibly heavy Art teacher comes in, though that's odd, considering this is the school gym, and she's never been known to do a whole lot of exercise. You're not sure you want her to find you, but she could be worth a shot, though you'd have to think up a good story to explain your current predicament; Lillian had gone too far, but you still weren't a snitch, and involving the teachers or other authorities would probably end up backfiring for you much worse than anything she'd have planned, or so you think at least.<br>\r\n<br>\r\n<b>[Lillian?]</b>: Despite her message looking like she'd throw you to the wolves for the weekend, she's back here. Why? You don't know, but obviously, she'll know where you are, and there's no escaping her. You can only wonder what she's up to now, and hope it's neither too bad nor crazy.<br>\r\n<br>\r\n<b>[Someone else/Reader's choice]</b>: Another person came in, but who, and why? Can you hide from them, or will they inevitably find you? Fate is truly an unpredictable thing...</span></div></div>",
            "created":1602133200,
            "id":2917241,
            "title":"Gym's changing room..."
        },
        "1353111":{
            "author_id":"randomanon202",
            "author_name":"random anon",
            "choices":[
                "She says \"Enjoying the show?\"",
                "She finally sits down on the bench... and you... ouch...",
                "Ms. McAllen lets out a room-shaking fart right on you..."
            ],
            "content":"<div class=\"\"><div> <span>The earthquakes intensified until you were forced to lay on your stomach, as it was impossible to stand up. You then saw a colossal figure walk in from the distance, and you shuddered, even though you knew you had been shrunk ridiculously small, you weren't quite prepared for the true reality of your size compared to another human being, and it didn't help that Ms. McAllen, or Lulu, as she preferred to be called by those she considered close, was anything but small. Each footstep of hers felt like a magnitude 8 earthquake to you, and you could even tell that the bench itself shook a little each time as well.<br>\r\n<br>\r\n'Well, she could go to literally any bench around, I can't possibly be that unlu-' You thought, but that thought was cut off as her gigantic frame towered over you. She sighed and put a bag she was carrying on the floor to her side. You decided to stay still, since moving might be a giveaway, and if you don't move, she might not notice you in there. So, you can't help but stare up; her body doesn't even begin to compare with even big stuff you're familiar with, it looks like she'd dwarf anything, houses, buildings, mountains... she was on a whole other league of her own in terms of size. Still, you couldn't help but wonder what she'd be doing at gym at this time... unless... she actually worked out at this precise time to be by herself, maybe feeling a bit self conscious about her weight, though she never seemed the least bit insecure about her figure, and instead she usually appeared rather proud of it.<br>\r\n<br>\r\nShe didn't seem to be paying attention to you, and grabbed her shirt and slowly took it off, revealing a black sports bra that looked a bit too small for her, making her chest look even bigger than it already was, though to Blake they were already at the mountain tier size-wise. What he found odd, though, was that it definitely didn't look like the way one would simply take off a shirt... it was far more slow, as if she were stripping for someone. She smiled and looked down at her chest, she caressed it next and cupped her boobs a few times, as if to show off their size to an inexistent audience. Eventually, she put the shirt on the bench, close to one of its ends. <br>\r\n<br>\r\nShe then smiled and slowly turned around, giving you a view that you were absolutely not prepared for, her utterly massive ass. It was so huge it was completely mind-blowing, it dwarfed the rest of her body so badly that it wasn't funny, and while her boobs were mountains to you, her bottom twins were vast planets, if you ever found yourself stranded on one of them, it looked like you could forever wander aimlessly around it, and never reach anywhere. Even when contained by its tight denim prison, it wobbled wildly like gelatin, and said wobbling only intensified as she started to struggle to take her pants off. She either had real difficulty containing all that ass, or she was too taking her sweet time like before. In any case, you stood helpless, watching.<br>\r\n<br>\r\nIt took her a fair bit of effort, but she managed to slide the jeans down from her waist, doing so very very slowly, and soon you realized why, her pants were indeed always far too small, her monstrous ass was compacted tightly into it, and when she started to slide it down, they seemingly expanded, almost like balloons, and when she finally got them all the way down, her already massive ass looked far bigger, and it revealed that it badly demolished what probably were black lace panties into something less than a thong, which disappeared into her humongous crack, which was so deep that even while she bent over in direct light, it was completely dark deep inside, and you couldn't see where it ended. That thought made you shudder more than anything else.<br>\r\n<br>\r\nUnlike with the shirt, she tossed her jeans aside pretty carelessly, and sensually swung her enormous hips from side to side, making her ridiculously large cheeks bounce and clap with little effort, and those claps were like sonic booms to you down on the bench. It was a morbid spectacle, even magnified thousands or millions of times over, there was something incredibly sexy and stunning about her, but at the same time, it was incredibly intimidating, as you remembered what benches are for, and that you happen to be on one, and worst of all, the one behind her. It was hard to keep a straight face, and also not to break out and run, but so far, it seemed you had been playing it safe indeed.<br>\r\n<br>\r\nMs. McAllen stepped back, her calves were less than fractions of an inch close to the bench's legs, and above, her mammoth ass kept on jiggling and wobbling, casting a shadow that was far too big to be properly contained by it. With seemingly practiced grace, she slowly lowered her tremendous rear over the bench while still swinging it from side to side. Your heart pounded faster and more intensely, a pair of worlds was effectively descending upon you. Making a risky bet, you still don't move, and hope she doesn't sit all the way down, and even if she did, it would've been impossible for you to get away even if you ran for half an hour with no breaks. Her colossal ass lowers farther and farther down until it almost touches the bench, it's so close you can feel its warmth, and if you extended your arm you could touch it. Her immense chasm of an asscrack hovers right above you...<br>\r\n<br>\r\n<i>[What happens next?]</i><br>\r\n<br>\r\n<b><i>You look up, and realize she's looking straight at you \"Enjoying the show?\" she asks with a wink before she swiftly picks you up...</i></b><br>\r\n<br>\r\n<b><i>She finally decides to sit down on the bench, and you're engulfed and pinned beneath her titanic ass while she takes her shoes and socks off to do exercise...</i></b><br>\r\n<br>\r\n<b><i>There's a low, deep rumbling for a split second, and before you know it, you're on the receiving end of the biggest, most powerful explosion ever since the Big Band as Ms. McAllen unleashes one of her room-shaking farts right on you, at near point blank... What happens to you?</i></b></span></div></div>",
            "created":1602133200,
            "id":2917252,
            "title":"Ms. McAllen's... striptease?"
        },
        "13531111":{
            "author_id":"randomanon202",
            "author_name":"random anon",
            "choices":[
                "To where no man has ever gone...",
                "Gigantic lapdance...",
                "Ms. McAllen's massive monster farts..."
            ],
            "content":"<div class=\"\"><div> <span>You gulp, and only then realized that you were screwed right from the start, though you felt like you might have blown your only chance to escape by doing nothing, but now it's too late, as her skyscraper-sized fingers bring you to her monolithic face. She smiled <br>\r\n<br>\r\n\"So, enjoying the show?\" she asked again, though you were too shocked and embarrassed to answer. She chuckled \"No need to answer, sweetie... I clearly saw that you did...\" <br>\r\n<br>\r\nAt that moment, your blood might as well have boiled off and evaporated, you felt as if it abandoned your body somehow, and knowing Ms. McAllen, there was no way this was going to end up well, for you that is.<br>\r\n<br>\r\n\"A little birdy told me you were a true ass-man, but I'm still glad to have confirmed it myself\" She said and used her free hand to caress her vast behind. You gulped hard <br>\r\n<br>\r\n\"N-Now what?\" you stuttered, unsure if she'd even hear you, but seeing the way her grin widened, you're pretty sure she did. However, she chose not to answer verbally and instead she lowered you down...<br>\r\n<br>\r\n<i>[Paths]</i><br>\r\n<br>\r\n<b><i>She lowered you down until you were in front of her monstrous booty, right before her crack<br>\r\n\"I think you can figure out where you're going...\" she said, almost whispering <br>\r\n\"You'll be going... to where no man has ever gone before...\" she added, dangling you extremely close to her ginormous crack...</i></b><br>\r\n---------------------------------------------------------------------------- -------------------------------------------------------------------------------- ---------------<br>\r\n<br>\r\n<b><i>She put you on the bench once again, which confused you, but her huge butt still towered over you ominously <br>\r\n\"I'm pretty sure you've never had a lapdance before...\" she said with a giggle as her immense derriere seemed bigger and bigger as it drew closer to you, until it engulfed you under its unfathomable size and weight. Truly, the world had fallen upon you...</i></b><br>\r\n<br>\r\n---------------------------------------------------------------------------- -------------------------------------------------------------------------------- ---------------<br>\r\n<br>\r\n<b><i>She lowered you down until you were in front of her gigantic ass, right before her crack and sensually wiggled her hips <br>\r\n\"That little birdy told me you're also into girls' farts\" She said, and your eyes widened, but before you could protest, she silenced you with her fingertip. <br>\r\n\"Luckily for you, not only I've got this big beautiful booty, but my farts are pretty huge too...\" she chuckled as she brought you closer to her massive crack, where you could heard distant but ominous rumbling <br>\r\n\"And I've been really really REALLY gassy today...\" she added, making her mammoth cheeks bounce and clap while the rumbling intensified. <br>\r\n\"Oh, you're really going to love it back there...\" she giggled as she dropped you into the back of her makeshift thong<br>\r\n\"You know... it takes a brave man to face my gas head on, at normal size that is... You, sweetie, are on a league of your own\" she added in a flirty tone before she let the extremely tight piece of underwear snap back to place, burying you deep into her canyon-esque crack. You immediately panicked, not only you were incredibly small, but you had been just put inside the absolutely biggest ass ever, and it seemed the rumors about Ms.McAllen's monster farts were true after all, and she was going to unleash a whole day worth of her worst upon your minuscule form...</i></b></span></div></div>",
            "created":1602133200,
            "id":2917277,
            "title":"Enjoying the show?"
        },
        "135311111":{
            "author_id":"randomanon202",
            "author_name":"random anon",
            "choices":[
                "Brace yourself, her storm is coming...",
                "Back to her home squished between 2 worlds...",
                "Something else/Reader's choice..."
            ],
            "content":"<div class=\"\"><div> <span>She lowered you down until you were in front of her monstrous booty, right before her crack<br>\r\n\"I think you can figure out where you're going...\" she said, almost whispering<br>\r\n\"You'll be going... to where no man has ever gone before...\" she added, dangling you extremely close to her ginormous crack and lightly shook her hips to make her planet-sized cheeks jiggle, which she easily accomplished with little effort. You couldn't help but stare at the impossibly large and heavy globes of fat and flesh ripple and wobble before you.<br>\r\n<br>\r\nMs. McAllen smiled and wiggled her butt more, believing that she had captivated you with its spell, while in reality, you were thoroughly intimidated by its sheer size and weight, and baffled by how easily she could make that overwhelmingly large amount of mass move with such ease. You could only think that you'd get crushed flatter than paper thin if you fell in between those blubbery planets and shuddered. Every time they bounced into each other, a massive shockwave flew past you and you felt it shake you to your very core. She hummed a happy little tune to herself, enjoying what she thought was you staring at her gigantic 'assets' in sheer awe and amazement. <br>\r\n<br>\r\n\"Looks like the little birdy was right... but don't worry hon, as you can see, I've got more than enough booty to keep you satisfied forever!\" She laughed and smacked her right cheek, sending tsunami-sized waves of fatty flesh rippling across her jiggling planetoid. The thunderclap-like smack snapped you out of your shocked trance and you tried to scream, but part of her fingertip still covered your mouth. She lowered him closer and closer to her canyon-esque crack.<br>\r\n<br>\r\n\"Like I said, you're taking a trip to where no man has gone before\" she said with a faint giggle and swung her hips a bit more drastically to make her titanic ass jiggle even more \"And if you're good, where no man may ever leave...\" she added with a heavily seductive tone in which you somehow felt a hint of a dark lust that chilled you to the bone. Your eyes widened and you entered a complete state of panic.<br>\r\n<br>\r\nThe image of yourself getting dragged into the dark, deep recesses of Ms. McAllen's seemingly bottomless buttcrack, trying to claw your way out from between her humongous glutes to no avail made you feel like you were just short of freezing solid. The thought of what lay deep down in between the cosmic chasm of your Art teacher's excessively large asscheeks had never occurred to you before.<br>\r\n<br>\r\n<i>Was it smelly?<br>\r\nHow hot and sweaty was it in her butt?<br>\r\nWas she gassy?</i><br>\r\n<br>\r\nThese questions gnawed at your mind as you hopelessly realized you'd be able to answer them in exceedingly livid detail soon, and that mortified you the most. You think back about Lillian, the one responsible for your current predicament, and you wonder if this would've been any better had she chosen to play with you herself, though you quickly realize that probably there wouldn't be much of a difference, aside from the size of their butts.<br>\r\n<br>\r\nMs. McAllen then carefully pulled her \"thong\" back and deposited you in its back before letting it sink back into her hungry crack. To you, the word \"overwhelming\" fell short to describe anything here, you were trapped in pitch black darkness, completely encased by a pair of warm, squishy and soft blubbery masses whose weight escaped your comprehension. They were slightly moist with sweat, which was no surprise given her booty's tremendous size. There was a rather faint scent of sweaty skin all around you, which was to be expected, and almost surprisingly, it wasn't as bad as you initially thought. <br>\r\n<br>\r\nStill, it was a little bit like a sauna, sans the scorching temperatures, and you felt like you were getting bathed in the steam from her evaporating sweat. You then shuddered as you sensed something else in the air, though not quite a smell. It got your heart pumping, and it sent electric shocks all throughout your body, you wondered if these were her pheromones or something, as you recalled reading that most animals indeed emitted those from their genitals, but also commonly from their butts, though never before you had thought of how that applied to humans. It was intoxicating in a way, but it felt like a dark force trying to get into your deep conscious, and you had no choice but to resist it and fight it off with sheer willpower.<br>\r\n<br>\r\nYou were surprised also about the fact that you didn't instantly get crushed flat by her insanely heavy cheeks, but then you realized that you were pressed pretty hard into them, but they were so squishy and soft that they effectively cushioned you from their own weight, although they still pinned you in place, and all of you was encased into her blubbery fat flesh, oddly enough, it almost felt like you were submerged in a liquid, albeit an incredibly thick one at that. Then everything shook wildly, literally like gelatin in an earthquake, and you heard a distant but massive booming noise, and quickly realized that she had just taken a step. You shuddered again, trying to cope with how anything else would feel if a single footstep of hers was such a massive impact to your current world.<br>\r\n<br>\r\nMs. McAllen slowly took a few steps around, focusing on feeling the tiny speck trapped between her colossal cheeks, sighing in pleasure when she did. She walked around, savoring each step, feeling the vibrations from her foot hitting the ground travelling up her legs, thighs and disperse into jiggling and wobbling all the way up to her prodigious butt, and with each step, her makeshift thong rode up, getting dragged deeper and deeper into the hungry abyss she had for a crack. She giggled with guilty pleasure, as the near imperceptible lump in her rear also got dragged deeper between her huge, pillowy cheeks. She felt drunk with power, her favorite student-crush was at her mercy to the most absolute of the senses, and her best feature, her 'womanly charms' had effectively become his entire world. She had been skeptical about Lillian's seemingly crazy claims about that shrinking prank, but she felt really happy that she decided to listen. Just one tiny clench of her ass would have overwhelming and mind-blowing power to him, a slight wiggle of her cheeks would be a world-wide earthquake and so on, her most minuscule actions would be massive displays of force to her tiny captive.<br>\r\n<br>\r\nAfter walking around long enough for her underwear to wedge itself as deep into her crack as she wanted, she decided to stand still and lightly clench her ass to feel your tiny body engulfed by her overbearing mass. She giggled upon finding you and teasingly shook her hips in a way that maximized her cheeks' jiggling, admiring it herself. She followed with a light slap to her left cheek, sending more ripples across it <i>'It has to be the softest place ever to him'</i> she thought to herself and squeezed both of her massive cheeks with her hands, delighted at the feel of her own smooth, doughy flesh and pondered on what to do next...<br>\r\n<br>\r\n<i>[Paths]</i><br>\r\n<br>\r\n---------------------------------------------------------------------------- -------------------------------------------------------------------------------- ---------------<br>\r\n<br>\r\n<i><b>Her stomach suddenly gurgled loudly and it visibly rumbled, surprising her.<br>\r\n\"Oh dear...\" she chuckled with a guilty smile. The big fast food lunch she got back at noon hadn't been sitting well with her, but she hadn't expected to be kicking in yet. She looked down at her big butt again and shook her hips a little <br>\r\n'And right when I had him exactly where I wanted...' she thought and silently pouted, though not for long, and soon that pout became a lusty and guilty smile. She hadn't planned on getting this rough with you so early on, but wondered if you could take them.<br>\r\n <br>\r\nA part of her, perhaps the voice of reason, told her that letting loose her admittedly monstrous farts upon a speck-sized boy may not be the best idea, but said voice was fairly quiet, and she found it rather annoying. On the other hand, she felt a new thrill about precisely that. Going back to her previous thoughts, a little shake of her hips was likely an enormous earthquake to you, but she couldn't quite fathom what her massive farts would be like to someone so small and so close to the source, but thinking about it turned her on, but still wondered if it wouldn't be too much for the minuscule boy. She didn't get a chance to think that over as her stomach gurgled more intensely and growled as if angered, making her wince.<br>\r\n<br>\r\n'Looks like there's only one way to find out...' She thought, feeling a bit guilty, but also incredibly naughty. She wasn't worried about anyone suddenly walking in, as this was the girls' changing room, and most of them should be either leaving for home or doing their extracurricular activities far from this area, so she'd be pretty much alone to do what she pleased, and unfortunately for the speck-sized boy in her gargantuan derriere, that meant she was about to let loose... Poor Blaise had unknowingly signed up for the biggest storm of his life...</b></i><br>\r\n<br>\r\n---------------------------------------------------------------------------- -------------------------------------------------------------------------------- ---------------<br>\r\n<br>\r\n<i><b>Given that she just got what she wanted, and had already done her 'playtesting', Ms.McAllen decided to pack her stuff and head back home, where she'd be able to play more freely with her newly acquired (and literal) boy-toy, so he'll be squished by her humongous jiggling assets for the time being as she drives back. This was going to be a really fun weekend for her...</b></i><br>\r\n<br>\r\n---------------------------------------------------------------------------- -------------------------------------------------------------------------------- ---------------<br>\r\n<br>\r\n<i>Just as the surprisingly lusty Art teacher claimed her prize and got ready to take it back home, something unexpected may happen, or someone might show up...</i></span></div></div>",
            "created":1602219600,
            "id":2918013,
            "title":"Where no man has ever gone before..."
        }
    },
    "info":{
        "author_id":"randomanon202",
        "author_name":"random anon",
        "brief_description":"One day you unexpectedly shrink and have to survive around some (rather gassy) giantesses.",
        "created":1602115440,
        "description":"<td align=\"left\" class=\"norm\"><i>One day, for reasons that escape your comprehension, you shrink really small (ranging from about 1/2 inch to 1/10 inch or 1cm to 1 millimeters approx.), and you don't really know why. Did someone do it? Did something cause it? Who, or what? Unfortunately for you, you won't get many chances to find out, as you have to try your best and survive as you're not alone. The girls that you were just hanging out with or happened to be around are now seemingly impossibly gigantic. You might try to alert them of your presence, but that might not end up being the best idea.</i><br>\r\n<br>\r\n<b><i>[This story is sort of a spiritual successor to TinyMan0001's 'Giantess/fart shrinking' stories, though not intended to be a carbon copy of it. One difference is that whether farts shrink you is up to whoever is writing, though I at least chose to leave the cause of shrinking mysterious at the beginning, and also because it slightly contradicts some backstory (I also left open the possibility for a girl to intentionally shrink you). However, like it, it's largely focused on the shrinking side, though I guess I can leave a branch dedicated for a giantess/growth route if anyone's interested on adding to that. Also, similarly, the girls may be aware or unaware of your shrunken form. Usually, I'd say they should progress from unaware to aware, depending on the girl and the situation though. <br>\r\n<br>\r\nAt the end of the day, shrinking is a plot device, and it can be used in any way that helps keep the story going, as long as it doesn't contradict what was stated before. I probably won't have much time to do a whole lot of writing myself, so, besides setting up the initial routes, I'll be happy to let others unleash their creativity. I only ask for reasonable spelling (and this is coming from someone who has English as a 2nd language) and to at least make the chapter one or two paragraphs long. Let's not do choice one-liners, please.]</i></b><br>\r\n<br>\r\n-------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------<br>\r\n<b>Main Characters:</b><br>\r\n-------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------<br>\r\n<br>\r\n<b>Blaise (You):</b> 17 years old guy on his senior year of highschool. Tall (190 cm/6'3\") for your age, with a somewhat tanned skin tone and messy black hair and eyes. You're a quiet guy that likes to keep a low profile, slightly athletic with a bit of muscle (Blaise weighs around 198 lbs/90 kg), but never joined any sports team. You get decent grades with little studying, except on numerical things like Math, but you never fit in with the intellectual types either, although you enjoy reading quite a bit. You also like anime and videogames like most guys, and are rather introverted. You didn't have many friends, though you have quite a few acquaintances. You wonder if the friends that you do have are the reason for that...<br>\r\n<br>\r\n<i>[Additional notes: You have a crush on your friend Jen, but have never worked up the courage to ask her out, and at the same time, Lillian makes things extremely difficult and awkward. Also, while this won't be mentioned a lot in-story but is relevant for minor background stuff, Blaise is of Mexican origin]</i><br>\r\n<br>\r\n-------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------<br>\r\n<br>\r\n<b>Lillian:</b> 17 years old. She's massive for a girl, standing at the same height as you (190 cm/6'3\") and weighing even more than you (105 kg/231 lbs). She's got fair skin, long straight black hair and emerald eyes. As these numbers suggest, she's on the chubby side, though she has a proportionately slim waist and somewhat large boobs, and instead, most of her weight is in a gigantic jiggling ass, the biggest in school that you know of, and thick thighs to go with it. She does have a bit of a tummy, but admittedly, this only gives her a cute look. Lillian has been your friend since kindergarten, and self-proclaimed best one at that, however, as you didn't really have any other friends for a long time, there was no contesting that claim. Still, you know each other very well, and she's comfortable around you beyond measure. Your relationship has also become a bit odd as you both hit puberty. The reason being that Lillian loves to tease you more than anything else in the world, and has practically no shame when it comes to it. She loves teasing you using her body, and specially her biggest feature, her ass. She often sits on your lap, chest, or even your face whenever she gets the chance, or lean her butt against you so you can feel it, or downright grab your hands and make them squeeze her rear, or shove them into her crack, and adores your shy/embarrassed reaction; she also tries to get you to rest your head or face on her butt whenever she gets an excuse for it. You wonder if you only put up with this because you've been friends for so long. She downplays all of this as just innocent teasing like old times, a claim that you can't deny since even since you were kids she often liked to sit on you or pin you under her weight in one way or the other. She doesn't exactly bully you, many times she just enjoyed the feeling of you resting on her soft body like a pillow, to the point that you've taken naps resting your head on her belly or lap/thighs sometimes, though she also enjoys the opposite, feeling you under her own mass. It just comes across as overwhelming because of her own sheer size.<br>\r\n<br>\r\nSince she loves to show off her big ass to you and tease you with it, she always wears extremely tight pants that make you wonder how she managed to fit into them, and isn't shy at flashing you her underwear, which, as far as you can tell from the times you've been at her house (and she lives next to you, to top things off), all consists of thongs and variants of that. She's cheerful, mischievous, playful and fairly lazy when it comes to physical work. Despite her appearance, she's surprisingly strong and athletic when she plays sports or does some activity for P.E, but only when forced to, or taunted into, otherwise she chooses to laze around whenever she can get away with it. Her rationale being that she doesn't want to do any serious amount of exercise because she doesn't want to burn off any fat, and specially her butt's. In fact, she wants it to get even bigger and fatter, much to your dismay and embarrassment. Because of this, and her aforementioned size, she loves to eat and eats a lot, most of it being fatty and sugary foods. And it's this habit which brings about her next 'quirk', so to speak; because of the immense volume of food she eats all the time (or whatever reason, as you can't think of any other) she's pretty much gassy all the time, and unlike most girls, isn't shy to let it rip right there and then (and she's practically incapable of sbd's, all of her releases are huge and loud, and even what she considers a small fart is pretty darn big to anyone else). In fact, she often farts when she sits on you, which she finds hilarious. Also, due to her hanging out in your house a lot, she fell in love with Mexican food, specially with burritos, which only make her even gassier. She practically eats at least one serving every day, and when she can, she gets away with eating much more.<br>\r\n<br>\r\nShe's been friends with Jen for as long as you have, and while they're mostly on good terms, their relationship is also a bit odd, in that at times she's supportive to her, knowing she has a crush on you (unknown to you), but at other times, she stands as her rival over you. They also have a sort of rivalry regarding their 'best features', her boobs vs her ass. However, most of the time they hang out as good friends, with you most of those times.<br>\r\n<br>\r\n<b>Measurements:</b> 37 - 32 - 56<br>\r\n<br>\r\n<i>[Additional notes: Admittedly, she's my favorite character, and I hope to see a lot from her]</i><br>\r\n-------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------<br>\r\n<br>\r\n<b>Jen:</b> 18 years old. She's also tall for a girl, but not as much as Lillian (180 cm / 5'10\"), and while she's also rather thick, she doesn't weigh as much (80 kg / 176 lbs). She has an hourglass shaped body (still bottom heavy despite her huge chest) and even though she sports the biggest bust in school, her butt is still bigger than it. It's considered to be second to Lillian's only, but Lillian's is easily twice as big as it despite that. She has creamy white skin and light brown wavy hair that she often wears as a ponytail, and her eyes are hazel colored. Unlike Lillian, she doesn't have a noticeable tummy, her stomach is smooth and mostly flat, though it has a tiny bit of pudge that makes it soft. She was rather chubby as a child, but that 'baby fat' is what ended up giving her her prodigious curves, and while she started out feeling self conscious about her body proportions and weight, she's come to feel comfortable in her body thanks to you. Now she carries her size and weight with unparalleled grace.<br>\r\n<br>\r\nYour second friend, she came into your life much later than Lillian, when you were 12 and entered middle school. Your friendship is on much more wholesome terms than Lillian's, and the two of you have developed a rather obvious crush on each other, but neither has realized nor acted upon it. To further complicate things, you seldom get alone time, as Lillian tags along 99% of the time as well. Jen's very kind, optimistic and affectionate, so she's hugged you a fair amount of times, making you intensely red with embarrassment, and when she sits next to you and you feel her soft hips leaning on yours, you struggle to retain your composure. You love everything about her, her personality and her looks both. She sometimes is annoyed by Lillian's 'hogging' you, and is surprisingly hostile to any other girl that shows any interest on you, though you're largely unaware of that. Her relationship with Lillian is a bit odd, as they're both good friends, but rivals at times, mostly over you, but also about their own perceived beauty. She considers most other girls aren't even competition when it comes to your affections, but will still make it clear you're off-limits (when you're not present).<br>\r\n<br>\r\nOn an unrelated note, she's become fond of anime, videogames and other stuff thanks to you. At school, she likes to play basketball or volleyball, the latter being her favorite sport; however, she turned down joining the school's team to have as much time as possible to hang out with you, even if Lillian were also part of the equation. Still, she tries to spend quality time with you (alone) whenever possibly, but only succeeding few times. Following Lillian's advice, Jen tries to use her butt to entice you, in addition to her boobs, though she's much more subtle about it than her. She often wears tight jeans at school, and short shorts/booty shorts when hanging out outside school. Neither Lillian nor her are fond of skirts or dresses.<br>\r\n<br>\r\nEven though she's not Mexican, she was raised there up until she was around 10, and as such, she too is pretty fond of Mexican food. Unlike Lillian, however, she's never let loose around you, worried that that'd gross you out, despite Lillian's completely opposite behavior. She even told her that of all people, Blaise would be the most prepared one, having endured years and years of farts from her and that she should eventually reveal the truth about her gas, but she's chosen not to act upon that advice. By Lillian's own claim, she's got Jen beat in noise by a long shot and volume though not by much, but if Jen happens to eat anything with beans, even Lillian calls her farts 'downright toxic'. She's respected Jen's wishes so far and hasn't revealed this side of hers to you (yet).<br>\r\n<br>\r\n<b>Measurements:</b> 48 - 27 - 51<br>\r\n<br>\r\n<i>[Additional notes: Lillian lives next to your house, but Jen also lives within the same block/neighborhood. Not counting Ariadne, Jen's the physically strongest/most athletic out of all these girls, though Lillian is surprisingly close at least in terms of strength.]</i><br>\r\n<br>\r\n-------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------<br>\r\n<b>Secondary characters</b><br>\r\n-------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------<br>\r\n<br>\r\n<b>Ms. McAllen:</b> Age unknown. She's been your Art teacher since middle school. She's on the taller end of the spectrum for women, but is shorter than Lillian or Jen at 175 cm / 5'8\" tall. Like Jen she has a rather pale, but healthy looking skin tone, but unlike her, her face and chest have cute, faint freckles; she has shoulder length red hair. She looks ageless, for all you know she could be 20, or she could be 38, no way to tell. She has a considerably large bust, almost tied with Jen's in size and a mostly flat stomach, though it does have a bit of pudge, which might be a sign that she either doesn't work out much or isn't as young as you may think. However, everything goes out of whack when you look below her waist, she has insanely wide hips and an absolute monster of an ass, whose heft is such that the floor slightly shakes whenever she walks, though you need to pay attention to feel it, and suspect she might be heavier than Lillian despite her apparent smaller size; her classroom chair, which seems to be a rather fancy executive leather one, constantly had a pair of unnaturally wide and deep indents. She seems to be aware of its tremendous size, and every single class she wears whatever accentuates it the most and fits her mood, mostly incredibly tight jeans or yoga pants that are a few sizes too small for her, giving students glimpses of her underwear at times, which all seem to be thongs, or panties so small that they got turned into thongs and got swallowed into her abyss of a crack; but on occasion she also surprises with pencil skirts capable of giving even the most chaste of men a heart attack. Her butt seemingly defies reality, it's absurdly huge, easily twice as big as Lillian's, but it's round and doesn't appear to have any noticeable cellulite, and it jiggles like jello even with her smallest motions, which makes it extremely difficult for guys to pay attention to her class. She has a quite bubbly personality and is a very enthusiast teacher, actually good at her job 'distractions' aside.<br>\r\n<br>\r\nTo further complicate things, she's also VERY playful and rather touchy-feely with students, specially male ones. And in your current group, you're the only guy, so you're her main, and likely only target whenever you have class with her. She's sat on your lap or sat very close next to you many more times than you'd be embarrassed to admit, has joked about you staring or getting distracted by her humongous 'assets' and also joked about waiting for your graduation to date you, and while all that is seen as all fun and jokes by the girls in your group, something about the way she looks at you makes you think she may not be quite joking, but you're afraid to find out. And it's not like she's been mean to you in any way, she's nothing but sweet, if perhaps a bit too playful. <br>\r\n<br>\r\nWith people she's fond of or considers close, she often prefers to be called Lulu, Lourdes being her first name. The insane mass of her butt all but confirms she's rather lazy (at physical tasks) and enjoys food quite a lot. Despite having the appetite of a growing child or teen, her body's certainly not as young anymore. Owing to her butt's tremendous size, there's a recurring joke among students that her farts must be truly devastating, and some claim that the floor and chairs shook when she's let loose, when she thought she was alone in the classroom. Whether those rumors are true or not, you'd rather not ever find out.<br>\r\n<br>\r\n<b>Measurements:</b> 44 - 28 - 62<br>\r\n<br>\r\n<i>[Additional notes: Probably my personal 2nd favorite. Also, while Lillian is considered to have the biggest ass in school, that is only among students. Ms. McAllen easily blows her out of the water when teachers are also accounted. Also, She's actually good friends with her, and at least one possible route could involve Lillian finding you shrunken and give you to her, either aware or unaware. Neither Lillian nor Jen consider her an actual threat, and Lillian in particular enjoys her shenanigans with you.]</i><br>\r\n-------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------<br>\r\n<br>\r\n<b>Ariadne:</b> 22 years old. Your older sister (adopted though), she's even taller than you and Lillian at 197 cm / 6'5\". Like you, she has medium dark/tanned skin. Her hair is long and black, but also wavy. She's basically built like an Amazon, she's more athletic than anyone else you know, but still doesn't look ripped in any way, except maybe in her arms. Her stomach is smooth and flat, but still soft. Her figure, however, is beyond impressive, she sports a huge ass that is about as big as Lillian's and her bust matches its size (which makes it bigger than Jen's by a lot). She's in college, but comes back regularly to visit, specially on summer vacation and winter break.<br>\r\n<br>\r\nAs one would expect of an older sibling, she does a bit of bantering/teasing/light bullying to you, but she's not actually mean, and more often than not she's quite affectionate, and perhaps too much at times. She likes to hug you, sit on your lap or have you rest on hers among other things. She's also fairly protective of you, but she's more or less given Lillian a free pass, and sometimes teases that you should ask her out. She's the only person you know to regularly exercise (Jen being much more liberal about it, besides playing sports at school), but besides her arms, and some definition in her thighs, her enormous curves are soft and jiggly, much to your embarrassment.<br>\r\n<br>\r\nDespite being adopted, she resembles your mom in a few ways, but her personality and preferences seem to be closer to your father's. Her love for sports arguably came from both, but she definitely got her fondness of exercising from him.<br>\r\n<br>\r\n<b>Measurements:</b> 54 - 26 - 54<br>\r\n-------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------<br>\r\n <br>\r\n<b>Celeste:</b> 17 years old. A second cousin of yours. She's about average height (165 cm / 5' 5\") but she's heavier than she looks. She has a moderately sized bust, but also a surprisingly big (and literally fat) ass, where a lot of her weight (about 70 kg / 154 lbs) is concentrated, but funnily enough, besides that she looks rather skinny, and she gets baffled by the numbers she gets when weighing herself. She seems to not be quite aware of the full extent of her butt's size and weight. Her butt is no bigger than those of the other girls/women you know (maybe a bit close to Jen's in size), but it's definitely close to Lillian's in terms of jiggle, and it's even flabbier, as even Lillian's has a vague semblance of firmness, while Celeste's does not. However, it may feel heavier because nobody expects its weight, since her slender frame misleads anyone that's looking.<br>\r\n<br>\r\nYou know her since kindergarten but haven't spent all that much time with her, and despite being aware of being related, she's been hitting on you since middle school. From what she observed from Lillian, she often tries to sit on your lap, chest or face whenever she gets the chance. Because of this, she's not on good terms with Lillian nor Jen, but she's managed to catch you alone a fair amount of times. You sometimes feel that you only manage to get away from her because of your size, strength, and perhaps the mercy of a deity up there. To your dismay, she sometimes gets you to be paired with her for school activities, much to the other girls' frustration. On a more wholesome note, you've always tried to make her feel comfortable in her own body, though not even you have dared to point out the source of the weighing numbers she dreads, she solely focus on her stomach and waist and doesn't understand how she's \"fat\" with her current measurements. She's a bit obssessed with dieting in an attempt to slim down, but nothing has ever worked so far, and she sucks at athletic stuff despite being physically lighter than most other girls here.<br>\r\n<br>\r\n<b>Measurements:</b> 27 - 23 - 40<br>\r\n-------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------<br>\r\n<br>\r\n<b>Yamile:</b> (Pronounced Yah-mee-leh) 16 years old. Originally an exchange student from India, but she ended up staying and her family moved here. Despite being in Freshman year, she's almost as tall as you and Lillian (185 cm / 6'1\") and has a bust that more or less matches Jen's, as well as an ass that is pretty much equal to Lillian's. Being in a different grade, you don't see her too often, but you met her because in 9th grade (8th for her), when she first arrived, you were the one to give her a tour of the school. Later, she asked you to teach her English to help her improve her fluency, and via other acquaintances you've hung out a bit. She seems interested in befriending you and sometimes teases you to make Lillian and Jen feel jealous, but other times, her behavior appears to be cryptic, nonetheless, she's fond of your company, and it looks like she wishes you two spent more time together. She also seems to be pretty skilled at belly dancing and at shaking her huge hips in an hypnotic way, which, combined with her habit of wearing short shorts that look like they're about to burst, makes it extremely hard for you to keep a straight face. <br>\r\n<br>\r\nShe's told you that she likes cooking, and most of her lunches are self made. You couldn't help but notice that they always seem to be curry or a variation of it, and from their scent alone, you'd say they're probably a bit too spicy, which is saying a lot, coming from yourself, a Mexican used to chili peppers and the like. Still, you're one of the few people that can taste her creations without your mouth burning, something she appreciates, and sometimes has made lunch for you, much to Jen's dismay and frustration.<br>\r\n<br>\r\n<b>Measurements:</b> 47 - 28 - 55<br>\r\n<br>\r\n-------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------<br>\r\n<br>\r\n<b>Miriam</b>: 37 years old. Blaise's (and thus your) mother. Going by her looks alone, she's a tall, imposing woman, standing just a little shorter than you (185 cm / 6' 1\"), however, she's an overly sweet, doting and highly protective mother (not quite overprotective, though, as she's given you plenty of autonomy over the years). You heavily took after her, your hair, skin tone, height and some of your facial features were indeed inherited from her. While she has quite the matronly figure, her face doesn't look her age, and has been mistaken to be in her early-mid 20's on many occasions. She's of Mexican origin like Blaise.<br>\r\n<br>\r\nShe's very joyful, fun-loving, kinda carefree and overly playful, though when needed, she can switch to 'wise parental figure mode' at will, though she seldom does, and you rarely give her motives to do so. When you were very young, you didn't notice it, but as you grew up, you realized your mom wasn't quite like others'. She watched anime and cartoons with you, played videogames with you, and even sports whenever your father was busy and couldn't do it himself. Eventually you learned, and got confirmation from your father, that your mom is basically an adult version of a tomboy. It was slightly shocking, but after giving it more thought, you realized you probably had one of the coolest moms ever, who wasn't shy to have fun with her son in ways many other mothers would've hesitated or downright refused. She's quite a sporty person about half of the time, but unlike Ariadne, she only enjoys it as a way to have fun with her kids, and doesn't really bother to exercise much otherwise, which gives her a slightly pudgy, and highly curvaceous figure owing to her relaxed approach to it.<br>\r\n<br>\r\nShe also loves to tease you (rather lightly) about your love life, or lack thereof, pointing that you have two beautiful female friends who'd probably go out with you if you just asked. Surprisingly, she's a a bit more strict with Jen, feeling that she has yet to prove 'worthy' in her eyes and earn her blessing, however, she very much approves of Lillian, whom she's known since you two were in kindergarten, and has pretty much already accepted her as part of the family, to the point that she gave her keys to get in your house whenever she wanted, nor does she mind letting her in to go wake you up sometimes. According to your father, it's highly likely that she sees her younger self in Lillian, and probably thinks that's the best kind of woman for you. <br>\r\n<br>\r\nEver since you started high school, she got a drastic promotion at her job, which has kept her mostly away from home, and frequently travels around the country with your father, but she still makes an effort to spend time with you whenever she can. And when she does, she loves to have you close, she often wraps her arm around your neck while she sits next to you, or outright keeps you hugged to her. Sometimes she teases about sitting on your lap as 'payback' for the countless times she had you on hers as a kid/baby. On occasion she's also joked about feeding you again like when you were a baby, but she's sensible enough to only do this when your friends aren't around. In general, she likes to physically show her affection for you, and tease the idea that you'll always be her baby, though at the same time, she trusts you to take care of yourself when she's not around. Still, with such a high drive maternal instinct, it shouldn't be difficult to trigger it to much higher levels should something happen...<br>\r\n<br>\r\nIn terms of her figure, she has a very similar body to that of Lillian's, although her affection for outdoor activities keeps her a bit leaner than her. She weighs a bit more than yourself (95 kg  / 210 lbs) and her bust is considerably big, though not as big as Ariadne's, and her butt is close to Lillian's size, much to your embarrassment. It looks even bigger since her body frame is slightly smaller than hers. Similarly, she's quite athletic and agile despite her weight, and the way she walks is as if she were much lighter.<br>\r\n<br>\r\nBeing the reason of your own Mexican roots, she loves to cook food from her homeland, or at least use its ingredients in her own interpretation of other dishes. She's quite fond of chili peppers (whose spiciness she seems to be immune to) and beans. Her homemade food is absolutely stellar, but as her job became more demanding, she got lazier in the kitchen and orders takeout (of questionable quality) much more often, which has made her get 'bigger' than she used to be. She's specially fond of American style tacos and burritos, and that's the reason your house seems to be perpetually stocked with those. At least, thanks to her, you learned to cook for yourself, but that doesn't spare you from the 'explosions' that ensue after she eats, if you happen to be around her, which she finds hilarious or downplays it. The fact that she buys many more burritos than she eats makes you suspect she may purposely have a surplus for whenever Lillian comes over, and easily got her hooked to them...<br>\r\n<br>\r\n<b>Measurements:</b> 46 - 30 - 55<br>\r\n-------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------<br>\r\n<br>\r\n<b>Sheila</b>: 38 years old. Lillian's mother, a big woman in all senses of the word. Standing as tall as yourself (190 cm / 6'3\"), but much heavier than either you or even Lillian herself, weighing a massive 150 kg / 330 lbs, most of which is below her waist, though she has a sizable bust, and a relatively thin waist in comparison, but her tummy is definitely a bit bigger and pudgier than her daughter's. She was apparently one of the most if not the most successful dancer back in Brazil, being an expert at shaking her enormous assets in ways not apt for the faint of heart, and boasts that she has the biggest booty in Brazil, and probably the whole world's, given the country's fame. By her appearance, that's a very difficult claim to challenge. Personality wise, she's even more carefree and relaxed than your mom, but like her, she's playful almost to a fault. <br>\r\n<br>\r\nShe's been your mom's best friend since high school, as they both went to the US to study abroad, and stayed in touch ever since until they finally moved there, and made sure to live in the same neighborhood (and literally next to each other). Given the massive quantity of money she earned in her youth, she's more or less unofficially retired, though she has a job for the sake of having something to do, teaching Portuguese at the school you attend to. Given her long friendship with your mom, she's also your unofficial 'aunt' and babysitter whenever needed, but as you grew up, she came to tease you nearly as much as Lillian does, and given her much greater weight, it comes across as far more overbearing. Your mom finds her antics with you hilarious, however. They've even joked that if you're not taken by the time you turn 18 she's willing to take you herself, or at least 'teach you how to be a man'.<br>\r\n<br>\r\nBeing Miriam's friend, she got hooked to Mexican food years before you were even born, but unlike her, she didn't get much of a resistance to some of the food's spiciness, thus, she's less fond of chili peppers and more of beans and other stuff. She often comes by to get some burritos from your mom's pantry or fridge, just like her daughter.  Lillian claims that both her big butt and 'gassy tendencies' came from her, though thankfully, for a long time you wouldn't know, besides her claims of her mom's farts being 'legendary' or that hers were nothing in comparison. Sheila has been mostly kind enough to spare you from them, though a few times, many on Lillian's request, she's let loose to show off her 'power'. A few other times you've been exposed to her massively powerful gas include visiting her while she's felt sick, or when she arrives to the house, not knowing you were there, and assuming it was only Lillian and herself.<br>\r\n<br>\r\n<b>Measurements:</b> 45 - 36 - 70<br>\r\n<br>\r\n<i>[Additional note: As it may be inferred from her description, she raised Lillian as a single mother, and in fact never married. On an unrelated note, she never stopped practicing her dancing despite retiring, a fact that she's made you VERY aware of, at times when you've gone to her house]</i><br>\r\n<br>\r\n-------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------<br>\r\n<br>\r\n<b>Lynn</b>: 40 years old, Jen's mother. Slightly shorter than her daughter, standing at 175 cm / 5' 9\" tall, she also possesses a voluptuous figure, and hardly looks her age. She seems to be of Nordic origin, though you've never personally asked her, although both her and Jen have made offhanded comments about having Viking blood from time to time. Lynn has even told you that Jen's sporty personality and toughness may very well come from it, but you weren't sure if she was serious or just joking.<br>\r\n<br>\r\nHer hair is golden as opposed to Jen's light brown and her eyes are blue, but has the same pale, but healthy looking complexion as her. She's quite curvaceous, but they're a little downscaled owing to her shorter stature, but said curves look about just as big on her body as Jen's do on her own. You don't know a whole lot about her, since she seems to be constantly traveling on business like your own mom, but you've met her, and have been to Jen's house with her present. She certainly seems to like you and approve of you, to the point that she's teased you about when you plan on asking her daughter out when she's not within earshot, making you blush madly. Despite having her apparent blessing, you don't feel quite sure, some things about her behavior seem cryptic to you, and often you can't quite discern what her true intentions may be. Her icy looking, soul-piercing gaze makes maintaining eye contact with her rather difficult for you. At least, she seems to trust you and doesn't seem to be overly strict with her daughter even when it's only you two hanging out.<br>\r\n<br>\r\n<b>Measurements:</b> 46 - 26 - 50<br>\r\n<br>\r\n-------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------<br>\r\n<br>\r\nWell, those are the characters I've created for this. I hope to see stuff with them, but you're welcome to create more characters if you wish, and if they're used enough, I'll add them here. The last thing to do here is the rules, I guess<br>\r\n<br>\r\nHere's an imgur album with some visual references I got: <a class=\"blue2roll\" rel=\"nofollow\" href=\"https://imgur.com/a/PDV6Re6\" target=\"_blank\">https://imgur.com/a/PDV6Re6</a><br>\r\nYou're free to ignore that in favor of your own imagination and creativity however, though at least the ones I got for Lillian and Ms.McAllen are rather close to what I had in mind. Besides Lillian, however, the other girls are supposed to be slimmer than the pics I found, they're mostly for butt references.<br>\r\n<br>\r\n-------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------<br>\r\n<b>Rules:<br>\r\n<br>\r\n1.- The shrinking is supposed to make you incredibly tough, borderline invulnerable, but you'll still feel the weight and pressure you're subjected to, so, the main character shouldn't die, unless there's a decent build up, and an alternative, nonlethal route.<br>\r\n2.- Being a giantess type interactive, it's almost an unspoken rule, but, there should be no other males in this story.<br>\r\n3.- Let's try to have consistency across chapters even if they're written by different people, always check the previous one. Some changes can be made on request, and depending on the change itself, I may edit accordingly.<br>\r\n4.- Not an overly strict rule, but chapters should be at least 2 or 3 paragraphs long.<br>\r\n5.- No scat. Sorry, I'm fine with butts and farts, and those are the main point of the story, but I draw the line there. That doesn't mean there can't be some measure of toilet content though (main character gets farted into it for example). I don't care much for piss, but it's not my thing.<br>\r\n6.- Similar to #5, the main focus of this story is butt (it also includes crushing/sitting) and farts, but other types of content aren't strictly forbidden. Boobs are cool, and I'm indifferent to feet, but I'd rather not make them the focus.<br>\r\n7.- As mentioned before, the girls usually start off unaware, and later become aware, or even if they start off aware, they shouldn't exactly help the main character much. </b><br>\r\n<br>\r\n<b><i>[UPDATE 10/10/2020: Added the main trio's mothers]</i></b><br>\r\n</td>",
        "id":2234425,
        "image_url":"https://images.Writing.Com/imgs/writing.com/writers/listing-header-5000.gif",
        "last_full_update":1602140940,
        "modified":1603018500,
        "pretty_title":"Giantess/shrinking & farts"
    }
}