{
    "chapters":{
        "1":{
            "author_id":"absolfusion",
            "author_name":"Absolfusion",
            "choices":[
                "Regular Pony",
                "Anthro",
                "Humanized (they still have pony features such as wings, horns etc.)",
                "Macro Pony",
                "Macro Anthro"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>First things first, which type of Equestria will you be going to?</span></div></span></div>",
            "created":1576645200,
            "id":2761244,
            "title":"Begin"
        },
        "11":{
            "author_id":"absolfusion",
            "author_name":"Absolfusion",
            "choices":[
                "You awaken in an unfamiliar outside area, dazed and confused",
                "You're lying on the floor of someone's home",
                "A concerned equine face is looking down at you",
                "You crash through the ceiling of some kind of throne room during court",
                "More options"
            ],
            "content":"<div class=\"\"><div> <span>You are Anon Q. Everyman (Anon for short), an unassuming human living a simple life, and by simple you mean barely living from paycheck to paycheck. It seems like every cent of of every dollar you earn goes into food, paying the bills, and college expenses. . Unfortunately, you have neither the intelligence, academic aptitude or the right skin color to afford a scholarship so you're stuck earning your college degree the hard way, living off of takeout when you could afford it and ramen when you couldn't.<br>\r\n<br>\r\nAfter a long day of bending over backwards at your terrible to earn enough money to make sure your electricity doesn't get cut off you tiredly crawl into your bed, and after a short wank session quickly drift off to sleep.<br>\r\nUnbeknownst to you a mysterious light begins to grow from underneath your bed, illuminating the room in a silvery glow.<br>\r\nSix tendrils emerge from the light source and slowly inch their way up the sides and over the comforter before coming to rest over your lightly snoring body.<br>\r\nThe tentacles seem to gently caress your body, their feather-light touches barely registering against your covered skin.<br>\r\nAfter a few minutes the tendrils cease their stroking and pull your covers down over you and reach down beneath your back and bottom.<br>\r\nHad you been awake you might've been surprised to learn that you were suddenly levitating in the air, blankets hanging free off your body as you were suspended by a mysterious force.<br>\r\nThe light under your bed suddenly intensifies, and in response the tentacles tighten and expand forming into a sort of cocoon.<br>\r\nAs the light grows ever brighter so does the silky embrace grow tighter on your form, almost like you were returning to the womb...<br>\r\nAfter a time the light begins to fade until there's only a dull glow and the darkness rushes in to consume you once more...<br>\r\n<br>\r\n</span></div></div>",
            "created":1576645200,
            "id":2761263,
            "title":"The adventure begins..."
        },
        "112":{
            "author_id":"firelordzx5",
            "author_name":"darklordzx5",
            "choices":[
                "A Mansion made of crystals.",
                "An Barn.",
                "An Tailoring Workshop.",
                "A Cottage that smell like Animals.",
                "A Bakery or Pastry Shop of somekind."
            ],
            "content":"<div class=\"\"><div> <span><b>*THUMP!*</b><br>\r\n<br>\r\n\"Ouch!\" You woke with a start, nursing your throbbing head as you fell face-first onto it \"What the hell... Uh?\"<br>\r\n<br>\r\nYou noticed that you weren't in your room anymore, in fact, the architecture and objects look so different that it could have a completely different owner.<br>\r\n<br>\r\nIt looked like...</span></div></div>",
            "created":1576818000,
            "id":2762254,
            "title":"You're lying on the floor of someone's ..."
        },
        "12":{
            "author_id":"lordmep",
            "author_name":"The Grand One",
            "choices":[
                "Ponyville",
                "Canterlot",
                "A Forest",
                "A Cave",
                "Elsewhere"
            ],
            "content":"<div class=\"\"><div> <span>Your name is Anon. Your backstory matters little, as it's less interesting than what's about to happen. Suffice to say that dimensional hijinx happen and you end up in the world of My Little Pony, but where all of the characters are anthropamorphic. Human in shape, but with more animal features. Where does the story begin?</span></div></div>",
            "created":1579928400,
            "id":2778209,
            "title":"Anthro"
        },
        "15":{
            "author_id":"absolfusion",
            "author_name":"Absolfusion",
            "choices":[
                "In an outdoors area",
                "In a home or shop",
                "In what looked like a girl's room",
                "On top of a bed",
                "Other places"
            ],
            "content":"<div class=\"\"><div> <span>Late one night, you are relaxing in your home playing &lt;&lt;Popular Video Game&gt;&gt; on your &lt;Gaming Console of Choice&gt;&gt; while masticating on some cheesy nachos and washing it down with cold beer when you hear a strange humming noise filling the room, so quiet it's barely noticeable at first, and then growing in intensity until it was getting difficult to ignore.<br>\r\nAt first you think it's some kind of faulty wiring problem in the walls or some kind of noise coming from outside, and since it wasn't interrupting your game so you choose to grin and bear it until it inevitably stops.<br>\r\nThis is, until out of nowhere a shimmering, portal-like <i>thing</i> fades into the center of your living room, growing in opacity until it completely obscures your TV and brings your play session to an abrupt end.<br>\r\nYou slowly rose to your feet and stared, completely taken aback by this paranormal phenomenon that had invaded your home.<br>\r\nUnsure whether you should call the police or the freaking Ghostbusters, you timidly approach the pulsing welt on reality and  circle it, trying to get a better sense of what it might be.<br>\r\nOne thing was for sure, it was definitely 3 dimensional. From every angle the anomaly persists in your vision like a pulsating sphere.<br>\r\nGingerly you reach a hand inside and close your eyes.<br>\r\nA strange, not unpleasant sensation runs up your arm and persists until you chose to withdraw your hand from the swirling vortex.<br>\r\nYou stare at your hand, fully expecting it to have burst into flames or have radiation burns or <i>something</i> but it seemed that your flesh would remain unsullied by contact with the portal.<br>\r\nA chill of excitement ran up your spine as you came to a sudden realization.<br>\r\nThis portal could lead to <i>anywhere</i>, and if you were to allow yourself to satisfy your curiosity by stepping through...<br>\r\nThis could be your chance to have a real adventure outside of what you experienced through movies and video games.<br>\r\nA chance to find something no one's ever seen before. <br>\r\nYou can't let this oppurtunity get away from you.<br>\r\nOn impulse you run into your room and throw open the closet, rummaging through it before pulling out an empty backpack. <br>\r\nFrom the kitchen you piled several perishable foodstuffs into the pack along with a few bottles of water.<br>\r\nJogging back into the living room you threw your phone inside along with a pair of earbuds, slung the pack over your shoulder, and approached back to the swirling portal.<br>\r\n<br>\r\nNow fully prepared for a long trip, you once again reach an arm into the portal, this time slipping in up the shoulder, and step forward.<br>\r\n<br>\r\nInstantly upon entering you feel like you were splashed with a bucket of icy cold water. Electrical crackles dance across your skin running up and down your spine extending all the way out to your extremities.<br>\r\nIf the buzzing outside the portal was loud and distracting, then the noise inside stole your breath away.<br>\r\nIf you had full control of your faculties you would've moved to plug your ears, but the movement of your arms was slow and sluggish, almost like you were trapped in a lake of molasses. Your eyeballs were assaulted by bright lights and swirling colors flashing in every color of the rainbow.<br>\r\nSoon the sensations became to much for you to bear and you quickly lose consciousness.<br>\r\n<br>\r\n<b>Where is it that you end up?</b><br>\r\n<br>\r\n <br>\r\n</span></div></div>",
            "created":1576904400,
            "id":2762595,
            "title":"Into the land of giants"
        },
        "152":{
            "author_id":"firelordzx5",
            "author_name":"darklordzx5",
            "choices":[
                "A Shop, likely a Bakery or Restaurant.",
                "Look like a mansion... made of crystals.",
                "Looks like the Interior of Giant Barn ",
                "A Giant Cottage with a strong odor of Animals.",
                "Others."
            ],
            "content":"<div class=\"\"><div> <span>You... woke up pained and groaning, with an aching pain at all your body as you get up of the cold floor, You looked around only for your eyes to stare wide open on your new location.<br>\r\n<br>\r\n\"It worked..\" That was really portal to another dimension! \"It worked!\" You celebrated..<br>\r\n<br>\r\n... Only for your expression to fall and instantly regret, noticing where the portal brought you to a world that only one word can cover it all. Gigantic.<br>\r\n<br>\r\nIt looked like...</span></div></div>",
            "created":1576904400,
            "id":2762640,
            "title":"In a home or shop"
        },
        "1521":{
            "author_id":"absolfusion",
            "author_name":"Absolfusion",
            "choices":[
                "Approach the pony couple",
                "A bubblegum pink mare with a mess of curly hair steps into the kitchen",
                "Stay on the side of caution and keep out of the way"
            ],
            "content":"<div class=\"\"><div> <span>Immediately the sweet smell of freshly baked pastries tickles your nose and causes your mouth to salivate.<br>\r\nClearly you've landed in some kind of kitchen, probably a bakery since you could see a huge industrial oven and mixing bowls placed on the kitchen counter.<br>\r\nYou're not alone in the kitchen.<br>\r\nTwo <i>enormous</i> pairs of legs reach far into the sky, constantly in motion as their owners moved around the kitchen, and impossible as it may sound, they were covered in multicolored fur, one light blue, and the.<br>\r\nYou are <i>definitely</i> not on earth anymore.<br>\r\nIt's highly probable that you're the first human to ever conclusively observe alien life in close detail.<br>\r\n<br>\r\nShould you move closer to watch them in more detail or stay where you are?</span></div></div>",
            "created":1578286800,
            "id":2770222,
            "title":"A Shop, likely a Bakery or Restaurant."
        },
        "15211":{
            "author_id":"firelordzx5",
            "author_name":"darklordzx5",
            "choices":[
                "One of the Titans were approaching fast now!",
                "Aside of the aprons, the Titans were pretty much naked.",
                "Reader's choice."
            ],
            "content":"<div class=\"\"><div> <span>You decided to approach the titanic pairs of legs that were frenetically moving around with the loud sounds of utensils high above them.<br>\r\n<br>\r\nThe bodies connected to those skyscraping legs. They looked like Anthropomorphic Horses with bright colors on their fur bodies, Although their faces do resemble more to something that comes out like a cartoon with cutesy and round face features like big eyes.<br>\r\n<br>\r\nAnd...</span></div></div>",
            "created":1578286800,
            "id":2770343,
            "title":"Approach the pony couple"
        },
        "152112":{
            "author_id":"absolfusion",
            "author_name":"Absolfusion",
            "choices":[
                "Get to higher ground, staying on the floor is far too risky.",
                "The pony couple take a break from their work, now's your chance to get closer",
                "Before you cadn do anything you're spotted on the floor"
            ],
            "content":"<div class=\"\"><div> <span>And...<br>\r\nWell, they're pretty much naked. The chubby blue furred pony's top half was completely uncovered, showcasing enormous, hefty looking breasts with half dollar  sized nipples bouncing and hanging shamelessly out for all the world to see. <br>\r\nLikewise beneath the thin orangeish-yellow stallions' apron the well defined outline of a sheathed penis strains against its cloth prison. Whatever these aliens are they clearly have no sense of human modesty You have a hunch that they're married or otherwise very close. The couple dances around the kitchen, taking turns in doing something or another, from your current vantage point on the floor you're finding it rather difficult to see past their legs.<br>\r\nIt might be a good idea to find a higher vantage point to observe them might be a far better solution to your problem.<br>\r\n</span></div></div>",
            "created":1578373200,
            "id":2770489,
            "title":"Pony anthros who happen to be naked"
        },
        "1521121":{
            "author_id":"firelordzx5",
            "author_name":"darklordzx5",
            "choices":[
                "You get a bit closer to them.",
                "They suddenly started to get flirty to one another.",
                "One of them stopped, spotting you.",
                "You hide of one for a much safer position.",
                "Others."
            ],
            "content":"<div class=\"\"><div> <span>You rather to get to higher ground, staying on the floor is far too risky, you might get squished and none would notice. You think its way more prudent if you you climb up to the table or a chair and unfortunately, you didn't saw much to climb on but you saw a mop leaning to one of the tables.<br>\r\n<br>\r\nYou grin as you run to it climbed the mop and onto the mop's pole. Surprise, you went quickly instead of hours compared to what you predicted which it only went for five minutes until you managed to reach to their working table giving you a better and safe view of the working titans.<br>\r\n<br>\r\nYou...</span></div></div>",
            "created":1578373200,
            "id":2770780,
            "title":"Get to higher ground, staying on the floor is f..."
        },
        "1521122":{
            "author_id":"firelordzx5",
            "author_name":"darklordzx5",
            "choices":[
                "The Blue Mare",
                "The Yellow Stallion.",
                "Reader's choice."
            ],
            "content":"<div class=\"\"><div> <span>\"I think this is the last one.\" The Yellow Stallion says and sighed \"This all the Muffins Order for Ditzy Doo.\"<br>\r\n<br>\r\nThey were talking in English!<br>\r\n<br>\r\n\"I really don't get that Mare's obsession with Muffins.\" The Blue Anthro Mare starts as she seems to relax as she put of the last stray to the table. \"Not that I mind but I think that eating too many muffins isn't good her health.\"<br>\r\n<br>\r\n\"Well isn't our problem.\" The Stallion says whilst shrugging. \"We get the bits with orders like those.\"<br>\r\n<br>\r\n\"I know hubby.\" She sighed \"I'm just glad we got to finish this one. I really could use a break.\"<br>\r\n<br>\r\n\"Me too.\" The Stallion let out a sigh of relief.<br>\r\n<br>\r\nWhile watching the exchange between the giants anthro ponies they began to chat among themselves but you ignore the chatter as you used this opportunity to climb onto one of them before they moves again and you choose...</span></div></div>",
            "created":1578459600,
            "id":2771271,
            "title":"The pony couple take a break from their work, n..."
        },
        "1521123":{
            "author_id":"firelordzx5",
            "author_name":"darklordzx5",
            "choices":[
                "They saw a Tiny person.",
                "They saw a bug (Run!)",
                "Others"
            ],
            "content":"<div class=\"\"><div> <span>Before you can do anything you saw the anthro pony titans approaching to you but when you were about to run they came to an abrupt halt, You looked confused but glad on that they had stopped but looked up to see their faces, you were stunned on seeing that...<br>\r\n<br>\r\nThey were looking straight to you..<br>\r\n<br>\r\nThey saw..</span></div></div>",
            "created":1578373200,
            "id":2770794,
            "title":"Spotted!"
        },
        "15211231":{
            "author_id":"firelordzx5",
            "author_name":"darklordzx5",
            "choices":[
                "They nods, yes they heard you!",
                "No, But they saw your mouth moving."
            ],
            "content":"<div class=\"\"><div> <span>\"Honeybun is that..?\"<br>\r\n<br>\r\n\"Yes... I see it too.\" <br>\r\n<br>\r\nYou were frozen in fear, they saw you? How it was possible? You were like... smaller than an ant! their eyesight must completely superhuman, perhaps more. You saw them kneeling down at you, you fell on your butt as their titanic faces came closer to your diminutive form.<br>\r\n<br>\r\n<b>\"That's a tiny person.\"</b> You flinched on the sound of the loud blue Mare's voice who notice and had her mouth covered. They both looked at each other and soon enough before you know it, you were grabbed by the Blue mare gently enough as the couple stand up again<br>\r\n<br>\r\n\"Holy Jesus!\" You looked down paling, the giants brought up to their full height and them much bigger and taller than normal <i>skyscrapers</i>. Both Ponies gasped for some reason, you felt the intake of air as they gasped.<br>\r\n<br>\r\n\"He can talk!\" The Stallions whispered, although you heard loudly, it was likely to not hurt your ears. Also, What? They can hear you clearly?<br>\r\n<br>\r\n\"H-Hello?\" You began meekly, they were staring at your diminutive form silently \"Can you two hear me?\"<br>\r\n<br>\r\nThey..</span></div></div>",
            "created":1579582800,
            "id":2776823,
            "title":"They saw a Tiny person."
        },
        "152112311":{
            "author_id":"firelordzx5",
            "author_name":"darklordzx5",
            "choices":[
                "Hide you for the time being.",
                "Try to talk with Pinkie.",
                "Intimidated by the talk, you decide flee.",
                "The Doors Burst Open revealing a Hyper Pink Pony Anthro",
                "Reader's Choice."
            ],
            "content":"<div class=\"\"><div> <span>Both large heads nod confirming your suspicions, meaning that they, somehow, also has super hearing which shouldn't be probable given the size difference between you and the titans, even the open palm you were standing was like a small island with the fingers alone being large towers on their own.<br>\r\n<br>\r\n\"Holy Celestia, Honey.\" The Orange-ish Yellow stallion whispers \"We might be the first seeing a new race, in our kitchen!\"<br>\r\n<br>\r\n\"Alien? He looks like a weird furless tiny pony with all those clothes, although I agree, he does look like a bit like an ape.\" The mare whispered. \"Ehh.. Hi?\"<br>\r\n<br>\r\n\"Hi.\" You start. \"I'm a human, not Primate or weird... pony thing?\"<br>\r\n<br>\r\n\"Human...? I heard Pinkie talking about..\" They both gasped again <b>\"Pinkie!\"</b> You covered your ears at the sudden exclamation, they apologize before the giant blue woman pony place you on the table as the two ponies began talking.<br>\r\n<br>\r\n\"What do we do? We can't let pinkie be near him, Who knows what she'll do the moment find him out?\" The Mare says.<br>\r\n<br>\r\n\"I think you're exaggerating. I'm sure we can talk to her and tell her not to do parties to somepony so... smaller than a Breezie.\"<br>\r\n<br>\r\n\"Honey, this is Pinkie we're talking about. She throws parties regardless of the pony wishes, remembers Twilight when she came to the town? She made a party without her consent.\"<br>\r\n<br>\r\nIt seemed that despite just being met, they became concerned about your wellbeing which is surprising and touching, talking in how to deal with you and this 'Pinkie' character seemed not to be that bad as they initially went but the more you start to listen, the more started to get concerned of the recklessness and hyperness of this 'Party' Mare.<br>\r\n<br>\r\nThen they reached a decision.</span></div></div>",
            "created":1579669200,
            "id":2776907,
            "title":"First Contact with the Baker Titans"
        },
        "1521123111":{
            "author_id":"firelordzx5",
            "author_name":"darklordzx5",
            "choices":[
                "The Blue Mare and put you deep between her Mountainous Breasts ",
                "The Yellow-Orangeish Stallion and put you in his Apron's Pocket",
                "They place you somewhere in the Kitchen.",
                "An Pink Hand reach you without any of the other anthros noticing you.",
                "Reader's Choice."
            ],
            "content":"<div class=\"\"><div> <span>You froze again when the giants anthro equines looked at you again then to themselves before nodding to each other. Once again they looked at you.<br>\r\n<br>\r\n\"I'm sorry for that, Dearie, but we might have to hide you for the time being.\" Said the Blue One<br>\r\n<br>\r\n\"Don't get us wrong, we like to meet you and all but Pinkie...\" The Stallion hesitated<br>\r\n<br>\r\n\"She is a good pony but she can get very intense with her party making. We have to talk to her first before revealing you so we can properly present ourselves.\" The Mare ended as they approached you but before you could object, you were grabbed again by...</span></div></div>",
            "created":1579755600,
            "id":2777496,
            "title":"Hide you for the time being."
        },
        "15212":{
            "author_id":"firelordzx5",
            "author_name":"darklordzx5",
            "choices":[
                "Right Here! in the Kitchen!\"",
                "He is here! I must prepare Welcome the party!\"",
                "Reader's choice."
            ],
            "content":"<div class=\"\"><div> <span><b>*BANG*</b><br>\r\n<br>\r\nYou were startled by the sudden sounds of gates opening and looked at the direction on who entered, the newcomer turns out to be a titanic and rather curvy but also chubby anthropomorphic pink horse with an cute, almost cartoon-like a face with a bright smile, she had a plushy looking mane and tail.<br>\r\n<br>\r\n\"Tiwtcha Twitch! Twitcha Twitch!\" She exclaimed in English \"We have a new pony in Ponyville!\"<br>\r\n<br>\r\nPony? that what they call themselves?<br>\r\n<br>\r\n\"A new pony on town?\" Another voice, female and mature responded. Likely one of the giants.<br>\r\n<br>\r\n\"Uh-huh!\" She nodded rather comically and happily. \"And <i>he</i>...\"</span></div></div>",
            "created":1578373200,
            "id":2770463,
            "title":"A bubblegum pink mare with a mess of curly hair..."
        },
        "15213":{
            "author_id":"firelordzx5",
            "author_name":"darklordzx5",
            "choices":[
                "Climb the nearest rope.",
                "Look for a Crack around the walls.",
                "Get to the nearest door.",
                "Reader's Choice"
            ],
            "content":"<div class=\"\"><div> <span>You rather not get near those legs of the titans, you might get squashed if you were careful, In fact, you dash toward the nearest wall to get away from them only look away.<br>\r\n<br>\r\nWhile it was neat to find the very first signs of alien life, you'll rather be exploring and see for more instead of risking yourself for making the first contact and dying like a bug.<br>\r\n<br>\r\nInstead, you...</span></div></div>",
            "created":1578373200,
            "id":2770471,
            "title":"Stay on the side of caution and keep out of the..."
        },
        "152133":{
            "author_id":"absolfusion",
            "author_name":"Absolfusion",
            "choices":[
                "A friendly gray muffin eating mare",
                "A gray and black maned mare and her unicorn compantion",
                "A minty green mare with a white mane"
            ],
            "content":"<div class=\"\"><div> <span>You creep through the nearest door and find yourself in a noisy room that's bustling with life. A cacaphony of voices reaches your ears though you can't make out what the individual voices are saying. Behind a large glass cabinet is a forest of multicolored legs chatting and standing around waiting to be served, while others sit at huge wooden tables, presumably eating their purchased baked goods. You weave your way through towards the tables, where it's unlikely you'll be stepped on and crushed, and rush underneath a particular one and cling tightly to a chair leg.<br>\r\n<br>\r\nThe chair you're hiding under is currently occupied, with their legs clearly hanging down just in front of you.</span></div></div>",
            "created":1578459600,
            "id":2771016,
            "title":"Get to the nearest door."
        },
        "1525":{
            "author_id":"absolfusion",
            "author_name":"Absolfusion",
            "choices":[
                "You're on a table next to a bunch of sewing suppkues abd large sewing machine",
                "A richly furnished and ornate palace",
                "A hospital"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>More places</span></div></span></div>",
            "created":1578632400,
            "id":2771762,
            "title":"Others."
        },
        "153":{
            "author_id":"firelordzx5",
            "author_name":"darklordzx5",
            "choices":[
                "A Sport Junky or a Fangirl. (Scootaloo)",
                "A Pampered Rich Girl (Diamond Tiara)",
                "An Studious but Pampared girl (Sweetie Belle)",
                "The Daughter of Farmer (Apple Bloom)",
                "More Fillies."
            ],
            "content":"<div class=\"\"><div> <span>Your consciousness return with a groan, feeling pain all over your body. It was the most surreal thing you had in your life. It was almost taking LCD or any drug-<br>\r\n<br>\r\nYour eyes shut wide open noticing that you weren't in your room anymore, in fact, you were in another which means one thing.<br>\r\n<br>\r\nIt worked!<br>\r\n<br>\r\nBut now you were regretting to get into it.<br>\r\n<br>\r\nThe Room was... gigantic. It seems to belong to a giant or rather a giant <i>girl</i> as the details of the room seems it to belong to...</span></div></div>",
            "created":1576904400,
            "id":2762618,
            "title":"In what looked like a girl's room"
        },
        "1532":{
            "author_id":"absolfusion",
            "author_name":"Absolfusion",
            "choices":[
                "While the girl is distracted scurry out the door to explore the house",
                "Climb the bed",
                "Wait and observe"
            ],
            "content":"<div class=\"\"><div> <span>Fighting off a tempestuous headache, you unsteadily haul yourself to your feet and check yourself over to make for certain that you're unhurt, then opened your backpack to check that it's contents were undamaged. Satisfied that you weren't too bruised and battered from your trip through the wormhole you dust yourself off and turn to look out at the place you landed.<br>\r\nYou're in a wide shaded area underneath what looks to be a high platform supported by 4 pillars.<br>\r\nThe strong glow of sunlight penetrates the darkness along the edges of the platform, providing just enough illumination that you're thankfully not going trip over yourself while traveling down here. <br>\r\nErring to the side of caution, you  You look around in deep wonder and amazement at your surroundings, <br>\r\n<br>\r\n<i>This is incredible. It's just like being in Toy Story or Jack and the Beanstalk,</i> you marveled.<br>\r\nYou half expect a Randy Newman song to begin piping in from somewhere out of sight..<br>\r\neven accounting for your sudden reduction in size. In fact, you wager that if the room were to be brought to your scale it could easily contain the combined space of your meager apartment.<br>\r\nOff  to the west sunlight streams in through a  pair of wide windowpanes spilling out onto the floor in huge squares .<br>\r\nDirectly to your north lie two great bookcases of polished mahogany, crowded with literature and magazines of many sizes, shapes and colors. Curiously, much of the covers appear to be made of either paper or cloth with nary a leatherback book among them. <br>\r\nIn the center of the room sits a beautiful velvet rug of light pink and fuchsia, and if you had an airborne view you would have noticed a huge \"DT\" emblazoned in the middle in gold filigree. <br>\r\n<br>\r\n<br>\r\nJust then a sound coming from outside of the room causes you to freeze in your tracks<br>\r\nFootsteps,... and the twisting of a doorknob.<br>\r\nSomeone's coming! You need to hide!<br>\r\nYou almost trip over yourself in your haste to scurry back to your shadowy haven underneath the bed, and dive into safety just as the flies open and a strange looking creature steps through.<br>\r\nAt first glance, the being could've almost passed for human, with the way she carries herself and the way she was dressed.<br>\r\nShe was clothed in a light blue skirt with little wavy ridges around the hemline and coral pink buttons going all the way up the side. The shoes she wore were quite peculiar, they almost looked like a pair of black leather pumps that a child might wear, except these looked to be made out of some kind of stiff fabric that closely conformed to the foot.<br>\r\n<br>\r\n<br>\r\nJust as the girl leans down you witness a sight that causes you to blush hotly and quickly avert your eyes: the pony girl's tail inadvertently lifts up the skirt slightly as she bends, exposing a pair of pink panties plastered with red  and pink hearts underneath. At the very least you have no more doubts as to what the sex of the creature is.<br>\r\nCompletely oblivious to your bashful observation, the girl kneels.down to the shelf and thoughtfully peruses the collection for a few seconds, brushing her finger against the spines before finally settling on one and pulling it out.<br>\r\nSatisfied with her selection, the girl straightens up and turns in your direction. You duck behind the pillar and watch as she approaches ever closer, her footsteps booming as she strode across the hardwood floor, and then she leaps!<br>\r\n*CREEEEEEAK*<br>\r\nImagine the loudest rock concert in history and multiply that by 20 and you almost have the same volume of sounf you're hearing right now.<br>\r\nYou cover your ears in momentary agony as the overwhelming screech of compressed bed springs blasts the space below the bed, and even after the horrifying noise stops you can still hear a loud ringing. <br>\r\nThere are a few more creaks and snaps before the girl finally settles into her bed, probably reading the book she just selected.<br>\r\n<br>\r\nYou stagger out from under the bed, dazed and confused before collapsing onto the ground. You lie still for a minute, allowing your hearing to slowly return, before pushing up into a sitting position. <br>\r\n Phew! That was.. that was something. Coming into this world of giants is turning out to be more dangerous than you realized.<br>\r\nThe girl wasn't even aware of what she'd done and she almost blew out your eardrums!<br>\r\nFrom now on you're going to have to be far more cautious about your surroundings or ... well, you don't even want to think about it.<br>\r\n</span></div></div>",
            "created":1582174800,
            "id":2790276,
            "title":"A Pampered Rich Girl (Diamond Tiara)"
        },
        "15321":{
            "author_id":"firelordzx5",
            "author_name":"darklordzx5",
            "choices":[
                "Go to the right side of the corridor.",
                "Go to the left side of the corridor.",
                "Explore the other doors.",
                "You heard loud, thundering footsteps approaching!",
                "Reader's Choice."
            ],
            "content":"<div class=\"\"><div> <span>Actually, now that you were thinking about it, being near an alien sound good but it was really risky to remain here now, who knows what would happen if she discovers you or worse, squish you without noticing?<br>\r\n<br>\r\nYou shudder on just thinking about it. Nope! You gonna explore first rather than risking with the giants, more so with a young giantess and while it was a gratificating experience, you rather observe the giants while being far away and secure or if you were to make the first contact with one, you hope it was better the adults ones.<br>\r\n<br>\r\nEither way, You yeeted out of there and sprinted toward the still-open door of the room and didn't look back, It was barely open but it was enough for you to go through it.<br>\r\n<br>\r\n+++<br>\r\n<br>\r\nYou left the alien girl's room and entered into what looks like a giant, wide corridor, the floor was 'fluffy', a carpet and very expensive looking that covered the entirety of the floor. the Corridor's windows were also wide with expensive-looking and long curtains. The walls were covered with frames and painting, sometimes just lone colorful equine-like faces with old-timey, victorian era clothes, uniforms, and tuxedos. While there are photos now and more recent-looking pictures of what looks like a family of these equine-like anthro aliens.<br>\r\n<br>\r\nLooking to the whole corridor, you start to get the idea that you are inside of a Rich Family's home, likely a mansion which was both fascinating and interesting all the same. The corridor seems to go both directions but there are far more doors.<br>\r\n<br>\r\nYou...</span></div></div>",
            "created":1583298000,
            "id":2796744,
            "title":"Inside the Rich Household"
        },
        "153215":{
            "author_id":"absolfusion",
            "author_name":"Absolfusion",
            "choices":[
                "A soft piece of fabric thankfully stops your fall",
                "You land somewhere very dark, soft and furry",
                "You miss completely and collide with a wall"
            ],
            "content":"<div class=\"\"><div> <span>Suddenly, you feel yourself being lifted by a powerful gust of wind, which sweeps you off your feet and carries you high into the air.<br>\r\nYou find yourself moving way too fast to get a bearing on what you're seeing and thus everything looks very blurry. You just manage to keep your backpack from flying off your shoulders before a dark shape comes into view.</span></div></div>",
            "created":1583298000,
            "id":2796753,
            "title":"Oh no, not again"
        },
        "1532152":{
            "author_id":"firelordzx5",
            "author_name":"darklordzx5",
            "choices":[
                "Continue on Your PoV",
                "More of Spoiled Rich."
            ],
            "content":"<div class=\"\"><div> <span>- Few Minutes Early -<br>\r\n<br>\r\nSpoiled Rich wasn't having a good day, well, All days are bad for her all things considered but this day was a bit different from the others and that no-good trophy husband of hers was nowhere to be seen at the house and she has <i>needs</i> and frustrations she like to taken care off at once but she can't.<br>\r\n<br>\r\nShe didn't notice the tiny human zooming straight into her exposed cleavage.<br>\r\n<br>\r\n+++<br>\r\n<br>\r\nYou landed somewhere very dark and soft... and furry. You have grown dizzy after this sudden rollercoaster of airborne horror that you barely could hold your lunch within you but you prevailed in not throwing up, especially whatever is this place that acted as a cushion...<br>\r\n<br>\r\nWhich it warm and soft but also really firm, it also bounces, rocks and sways, followed by loud footsteps down bellow<br>\r\n<br>\r\nWhere you were?</span></div></div>",
            "created":1583643600,
            "id":2798684,
            "title":"Between in Spoiled's Mashmellows"
        },
        "15321521":{
            "author_id":"absolfusion",
            "author_name":"Absolfusion",
            "choices":[
                "You successfully climb out of the cleavage.",
                "You fall into one of the bra cups",
                "Your grip is slipping, you can't hold on and fall into her dress"
            ],
            "content":"<div class=\"\"><div> <span>Still dazed and disoriented from the impact, you cling closely to the furry surface and try to catch your breath.<br>\r\nThe landscape seems to be alive, the furry \"skin\" rhythmically expands and contracts, and you can hear the sound of heartbeats very close by.<br>\r\nDid you end up on another one of those anthro equine's bodies?<br>\r\nWherever it is you landed, it seems unlikely that you're going to be able to stay for long, The combination of the rocking motion and the short, difficult to grasp hairs made it almost impossible to hold your position, <br>\r\nYou're going to think and move fast if you're going to get out of this in one piece.<br>\r\nYou begin hauling yourself upward not stopping to take any breaks for fear that you may not be able to move again.<br>\r\nAs you climb vertical landscape slowly begins to smooth out and the steep incline flattens out to a more gentle shape.<br>\r\nOn either side of you are two great mounds covered in pink fur covered in green fabric and a huge strap wound around two opposite metal rings connecting the two.<br>\r\nYou're just now beginning to realize with some horror and fascination exactly where you are...</span></div></div>",
            "created":1585285200,
            "id":2808638,
            "title":"Continue on Your PoV"
        },
        "153215211":{
            "author_id":"firelordzx5",
            "author_name":"darklordzx5",
            "choices":[
                "Yes, better start first contact and hope she is friendly that she appear.",
                "No, You're not insane enough to risk your life to a pissed off woman alien.",
                "She suddenly looked down on her cleavage and spots you!",
                "Reader's Choice"
            ],
            "content":"<div class=\"\"><div> <span>You gasped after finishing climbing up, Your head, torso and finally your whole body was finally out of the cleavage and onto it. You began to take a sigh in relief, releasing a deep breath you don't you were holding on. You felt the cool breeze again and not being constricted in a very warm, soft but tight and rocky environment.<br>\r\n<br>\r\nIt seems that whoever you were was wearing a dress with cleavage window as you could see the outside clearly, You hostess was indeed one of the aliens, as its now, she looked like an older version of the previous one, could this be the mother? she has this air of superiority, mature discipline, and harsh demeanor but her colors are similar to the younger girl but pale, grayish pink and sporting a dark magenta mane. She has this soft horse-like features that are more reminiscent of a caricature, more of a cartoon for little girls, complete with a small nuzzle and big, opal eyes.<br>\r\n<br>\r\nShe looked like she was having a bad day.<br>\r\n<br>\r\nDid you risk it in catching her attention?</span></div></div>",
            "created":1585458000,
            "id":2810007,
            "title":"You successfully climb out of the cleavage."
        },
        "1532152111":{
            "author_id":"absolfusion",
            "author_name":"Absolfusion",
            "choices":[
                "Attemptt to appease her wrath by trying to cheer her up",
                "Try to calm her down by stroking and petting her",
                "She sees you and immediately calms down. Her anger isn't directed at you"
            ],
            "content":"<div class=\"\"><div> <span>How to go about it, though, that is the million-dollar question. Ir would be very easy for her to see you as a pest or some kind of weird-looking bug, and flick you off without a care or squish you if she's in a swatting mood. Before you do anything you're going to have to calm the agitated giantess before she does something drastic. You need to build a rapport with your \"host\" so she'll have a good reason to keep you around.<br>\r\n<br>\r\n</span></div></div>",
            "created":1585544400,
            "id":2810114,
            "title":"Becalming a wrathful goddess"
        },
        "15321521113":{
            "author_id":"firelordzx5",
            "author_name":"darklordzx5",
            "choices":[
                "She ignore you, for now.",
                "She stuff you back into her cleavage.",
                "She started to... smile warmly?",
                "She started to grin lewdly",
                "Reader's Choice."
            ],
            "content":"<div class=\"\"><div> <span>Before you could anything, you saw her face looking down for some reason, you froze seeing her scowling face as her eyes darted around looking at the floor at her cleavage...<br>\r\n<br>\r\nThen you.<br>\r\n<br>\r\nHer expression changed when spotting you, you froze and dreaded when she looked at you, her scowling expression only waver a bit and turn to a turn for a bit of surprise and shock with bits of curiosity and contemplation.<br>\r\n<br>\r\nYou slowly wave at her which made her raise an eyebrow. Yep, she was seeing you alright. What kind of thing was passing through her head now? It was a good thing that she didn't scream and mistake you for a bug but now what will happen to you now? Now you realized that you are making yourself known to a rather cranky giantess.<br>\r\n<br>\r\nGod help you now...<br>\r\n<br>\r\nWht does she do?</span></div></div>",
            "created":1585630800,
            "id":2811174,
            "title":"She sees you and immediately calms down. Her an..."
        },
        "153215212":{
            "author_id":"firelordzx5",
            "author_name":"darklordzx5",
            "choices":[
                "Approach the Nipple",
                "Hold on further.",
                "Reader's choice."
            ],
            "content":"<div class=\"\"><div> <span><i>Oh my gosh! I'm in the cleavage of some alien's titties!</i> You though both in horror and fascination... and a bit perverted. Since they were quite <i>big</i>. You though on waiting until the alien woman finish whatever she was doing.<br>\r\n<br>\r\nThat's until you felt a strong tremor, making you fully lose grip of the thin fur which promptly made you fall onto one of the bra cups!<br>\r\n<br>\r\n+++<br>\r\n<br>\r\n\"Look where you going, Servant!\"<br>\r\n<br>\r\n\"S-Sorry, Miss Rich, I swear it will never happen again!\"<br>\r\n<br>\r\n\"Better be or I gonna do much more than just fire you!\"<br>\r\n<br>\r\n\"R-right!\"<br>\r\n<br>\r\n+++<br>\r\n<br>\r\nYou winced hearing the conversation, whatever those aliens might be, they talk in English and... well, you heard every word, how can't you? It was thunderously loud and it seems that the woman alien you were... was a boss of some sort.<br>\r\n<br>\r\n<i>Not</i> good news.<br>\r\n<br>\r\nWhat if she discover you, especially now that you were thrown into her bra, hugging her titanic tit! and the way it sways and rocks as she walks, you were going toward its center. It won't take you long to get onto her nipple and things might get rocky if she feels you there...<br>\r\n<br>\r\nAlthough it might be a good idea since it makes you being felt and discovered even if its a gamble.<br>\r\n<br>\r\nYou dare to speed the approach or hold on until the bossy alien lady's thin, pink fur.?</span></div></div>",
            "created":1585458000,
            "id":2809381,
            "title":"You fall into one of the bra cups"
        },
        "1532152121":{
            "author_id":"absolfusion",
            "author_name":"Absolfusion",
            "choices":[
                "You feel a sudden pressure as Spoiled pushes against her hand to her breast ",
                "Sudden movement jostles you out of place, you end up pressed against the tip",
                "Spoiled begins to... lactate?"
            ],
            "content":"<div class=\"\"><div> <span>You release your grip and slide down the curvature of the breast until you come into contact with a firm surface that feels almost rubbery. It's also <i>very</i> warm, even more so than the rest of the breast. The heat inside here is stifling and there's little room to move between the tight fabric and the lightly shaking boobflesh.<br>\r\nYou begin frantically kicking and rubbing at the sensitive nipple in order to get some reaction out of the woman and it doesn't take long until you hear a sharp gasp come from up above.</span></div></div>",
            "created":1585458000,
            "id":2809769,
            "title":"Approach the Nipple"
        },
        "15321521213":{
            "author_id":"firelordzx5",
            "author_name":"darklordzx5",
            "choices":[
                "As you drink, the milk duct grew wider.",
                "As you drink, Spoiled check on her lactacting teat.",
                "Reader's choice."
            ],
            "content":"<div class=\"\"><div> <span>And suddenly... you began to feel something warm and very wet on your hands and legs, you looked well enough to see much to your amazement, that it was coming te very nipple that you were pressed on, as it was starting to get harder, it pins you against the very fabric.<br>\r\n<br>\r\nYou notice that the creamy, white liquid was coming from the nipple you were trying to use to call her attention. Turns that she was lactating!<br>\r\n<br>\r\nSome of the milk entered your mouth, making you savor her substance.<br>\r\n<br>\r\nIt does taste like milk with a hint of grapes, sweet and very warm and creamy..<br>\r\n<br>\r\nCurious, you began to drink more from the milk ducts that spew more of that creamy nectar each time you presses onto the rubbery yet hardened boobflesh, more of it comes out, you place your lips onto the flesh to sucks the substance, drinking it almost greedily.</span></div></div>",
            "created":1585544400,
            "id":2810049,
            "title":"Spoiled begins to... lactate?"
        },
        "153215212132":{
            "author_id":"absolfusion",
            "author_name":"Absolfusion",
            "choices":[
                "An astonished Spoiled Rich staring down at you",
                "The girl from before starts latching onto the other tit",
                "Same as above  but her mouth directly covers you!"
            ],
            "content":"<div class=\"\"><div> <span>Even though you know deep down that you can't possibly hold it all and have to stop at some point, you<br>\r\nAs you imbibe more of the liquid you can hear a faint moan come from up above and <br>\r\nBeyond the thick, padded walls you can hear a faint voice asking if everything is alright, to which the woman gives a booming reply \"I-I'm fine. I'm not paying you to dally around and worry about my well-being. Get back to work!\",<br>\r\n<br>\r\nThe woman then quickens her pace to wherever it is she's going as evidenced by the increased jiggling and you distantly hear the creak of a door being pushed open.<br>\r\nYou hear the woman say something softly or mutter under her breath something that you couldn't quite make out, and since you were preoccupied with filling tour belly with the sweet creamy alien milk you really didn't care to know.<br>\r\n<br>\r\nYou should've been paying attention because a few moments after that the fabric covering at your back falls away and light streams in from everywhere, banishing the darkness. You feel a cool breeze wash over you, a stark contrast to the dark and humid environment of the bra.<br>\r\nYou finally break contact with the nipple, shade your eyes from the blinding light and turn your head to look, still clinging to the leaking nipple, only to see...<br>\r\n<br>\r\n</span></div></div>",
            "created":1585630800,
            "id":2810834,
            "title":"As you drink, Spoiled check on her lactacting t..."
        },
        "1532152121321":{
            "author_id":"firelordzx5",
            "author_name":"darklordzx5",
            "choices":[
                "Curious. She grabs you and move you close to her face.",
                "Motherly, She holds you closer so you don't fall and encourage to continue.",
                "Cold and indifferent, she simply warns you but leaves you unharmed",
                "Reader's Choice"
            ],
            "content":"<div class=\"\"><div> <span>You froze upon seeing the astonished cute equine-like face of the anthro woman staring down at you, wide huge opal eyes stare down at you as you stopped drinking from her heavenly nectar without permission as a side effect of getting her attention.<br>\r\n<br>\r\nNow you got said attention, you were wondering if she will be lenient but all hope dashes when you started <i>sucking her tit's milk</i> and hearing from early, she didn't quite a tolerant. It was over, you were done for, no only she will smash you and likely mistake you for a bug but also as a perverted bug! Just what <i>were you thinking?!</i><br>\r\n<br>\r\nYou simply wait whatever fate she has store for you now, However, you saw her face turning..</span></div></div>",
            "created":1585630800,
            "id":2811285,
            "title":"An astonished Spoiled Rich staring down at you"
        },
        "153215213":{
            "author_id":"firelordzx5",
            "author_name":"darklordzx5",
            "choices":[
                "You fell into her belly buttom.",
                "You stopped by being stuck on the elasticity of her panties",
                "Reader's choice."
            ],
            "content":"<div class=\"\"><div> <span>Unfortunately. you couldn't hold anymore on the thin fur anymore as the rocky motions and sways were too turbulent for you to hold and it didn't help that it's a bit sweaty in here which made things far more difficult and slippery.<br>\r\n<br>\r\n\"Oh uh..\" You muttered as your grasp weakened and slide down with each rocky motion and sway until you were freed from the mounds' embrance only to slide further down. That's how you fell from the aliens' mountanious mammaries and into the dress, sliding down on her skin-like furry belly that seems to no stop from there until...</span></div></div>",
            "created":1585458000,
            "id":2809819,
            "title":"Your grip is slipping, you can't hold on an..."
        },
        "1532152132":{
            "author_id":"absolfusion",
            "author_name":"Absolfusion",
            "choices":[
                "You just barely manage ro pull out and catch yourself",
                "It's no use, you get snapped back and slip inside. Today is not your day.",
                "You fall on the front of Spoiled's soaked, panties"
            ],
            "content":"<div class=\"\"><div> <span>The force of gravity pulls you ever downward and ever closer to the furry alien's treasure, with no effective way to brake against the sweat slickened fur. Ironically the textured surface that had been helping you to climb was now working against you.  All you can do now is hope and pray you don't fall to your death, or even worse, end up someplace \"intimate\"...<br>\r\nIn the darkness, you feel your toes collide with something soft, and then you felt your legs slip inside.<br>\r\nYou reach down to feel around and pinch a soft silky fabric between your fingers, and instantly know what happened.<br>\r\nIt seems that you had been caught by the elastic waistband of a pair of undies, and now your legs are pinned by the elastic waistband!<br>\r\n<br>\r\nIt's incredibly hot and humid down here and a strong and sweet, yet spicy and musky scent pervades your nostrils, which provokes a not unpleasant buzzing behind your noggin. <br>\r\nYour eyes go glazy for a moment and your mouth hangs open with a little bit of drool hanging out of it, before you violently shake your head.<br>\r\n<br>\r\nYou... can't... stay... here...<br>\r\nYou've got to... get away...before... something happens...<br>\r\n<br>\r\nYou weakly try to pull yourself free from your elastic bonds, flexing your arms with all your might to pull yourself upward, while also bracing against the skin to further free yourself.<br>\r\nThe hem of the waistband slowly curls outward while your body began to lean further and further, desperately grabbing and reaching for more fabric to pull on., and then...<br>\r\n</span></div></div>",
            "created":1585458000,
            "id":2810009,
            "title":"You stopped by being stuck on the elasticity of..."
        },
        "15321521322":{
            "author_id":"firelordzx5",
            "author_name":"darklordzx5",
            "choices":[
                "Give in to the temptation and play with Spoiled's Pussy",
                "Go in extreme and insert yourself into her inviting hole.",
                "Attempt to resist all urges, it was wrong just by thinking on it.",
                "Reader's Choice"
            ],
            "content":"<div class=\"\"><div> <span>Unfortunately, You weren't lucky as you get snapped back and began to slip into the panties and into the moisty and warm atmosphere that awaits, passing the clitoral hood and further down, almost pressed against the humid slit that was just a few inches away from your entire body.<br>\r\n<br>\r\nThe smell from before was overwhelmingly strong here, you felt your mind dazed by it, turning to mush by the smell of spicy grapes alone, the <i>lips</i> heave and part, giving you a clear view of her ribbed but inviting breeding tunnel.<br>\r\n<br>\r\nYou...</span></div></div>",
            "created":1585630800,
            "id":2811071,
            "title":"Today wasn't your day... or isn't it?"
        },
        "15322":{
            "author_id":"firelordzx5",
            "author_name":"darklordzx5",
            "choices":[
                "Stay where you are and rest.",
                "Surround the Girl and look what her face looks like.",
                "You climb her body and explore it!",
                "her legs were open and quite inviting..",
                "Reader's Choice."
            ],
            "content":"<div class=\"\"><div> <span>While turns out to be dangerous, it was also an exciting venture. You wouldn't see an actual alien like this every day! <br>\r\n<br>\r\nMuch less an Alien <i>Girl</i>.<br>\r\n<br>\r\nYou shook your head trying to remove the still fresh panty filled image that she unawarely gave you however this gives you more conviction to go and try and see of more this alien girl. Looking for a way to climb bed was easy, the sheets reached the floor quite easily, touching it even. Climbing it was the risk but you never feared the heights.<br>\r\n<br>\r\nYou simply didn't look down as you climbed the soft material but It took you several minutes to reach the top but you succeeded, eventually facing the titanic furry legs of the laying down, young giantess that seems to be reading the book she has chosen.<br>\r\n<br>\r\nNow, <b>What do you do?</b></span></div></div>",
            "created":1582866000,
            "id":2794369,
            "title":"Climb the bed"
        },
        "153224":{
            "author_id":"absolfusion",
            "author_name":"Absolfusion",
            "choices":[
                "She pulls her dress up and begins rubbing her mound with a moan",
                "She lifts her legs up and slides her panties off, which land on you!",
                "The girl hears a knock at the door and gets up to answer it"
            ],
            "content":"<div class=\"\"><div> <span>Her legs are completely open, giving you a magnificent unobstructed view of her mound, A pair of puffy lips protrude slightly through the fabric creating a well-defined and sensuous shape. Despite yourself, you can't help but stare up drool at the sight, even though at the back of your mind you feel ashamed that you're being turned on by this.<br>\r\nA small spot of moisture begins collecting in the middle of the fabric and steadily grows in size until it spread across the crotch, outlining her moist, youthful slit<br>\r\nA faint scent of cotton candy emanates from that one spot and washes over you in waves, causing your erection to grow to full mast.<br>\r\nClearly, whatever it is she's reading is turning her on as well,  and at that moment you feel your mind being clouded up with lust.<br>\r\n<br>\r\nThen...</span></div></div>",
            "created":1585458000,
            "id":2809835,
            "title":"her legs were open and quite inviting.."
        },
        "1532241":{
            "author_id":"firelordzx5",
            "author_name":"darklordzx5",
            "choices":[
                "Walked toward the giant slit with a huge urge to breed.",
                "You mustered enough will power enough turn away.",
                "The girl suddenly orgasmed, showering you with her juice.",
                "Reader's Choice"
            ],
            "content":"<div class=\"\"><div> <span>Just then, you saw her giant hand coming down to her waist and toward her crotch, she pulls up her dress' skirt, giving a far more clear view of her mound and then begins to rubs it, let her release a sharp but cute moan.<br>\r\n<br>\r\nWas this girl doing what you think is doing?<br>\r\n<br>\r\nYes, she was, her mound was becoming even more humid and moist and the faint scent was getting stronger and stronger by the second as the girl was masturbating in front of your very eyes.<br>\r\n<br>\r\nSoon the girl mewl as her movement slowed down, soon she moved aside the fabric, letting her puffy, youngful mound exposed as she rubs her clit letting small moans every now and then.<br>\r\n<br>\r\nYou wanted to turn away like a gentleman but you simply couldn't, the musky, sweet cotton candy scent got even stronger. You simply were bathed with lust now that the only thing you could think now is how to sate it...<br>\r\n<br>\r\nYou...</span></div></div>",
            "created":1585630800,
            "id":2810728,
            "title":"She pulls her dress up and begins rubbing her m..."
        },
        "154":{
            "author_id":"firelordzx5",
            "author_name":"darklordzx5",
            "choices":[
                "It was empty, looking like a desert made of silk.",
                "You were standing someone sleeping.",
                "You were standing above a couple, sleeping.",
                "Reader's Choice"
            ],
            "content":"<div class=\"\"><div> <span>When you woke up, you were confused at first for being too dark although your eyes starting adjusting to the darkness, It seemed that you were transported not only to some kind of room but also to a bed but as you get back to your feet you found out that the bed was too big for you.<br>\r\n<br>\r\nand when I was saying 'too big for you' I meant <i>BIG</i><br>\r\n<br>\r\nYou stare amazed and horrified that you were on top of the largest bed to even conceive in an equally bigger room that could comfortably fit an entire city and still have space for more. You couldn't see much of the room as the curtains were closed but you noted that it was dark outside, nighttime even.<br>\r\n<br>\r\nBut on looking at the bed itself...</span></div></div>",
            "created":1579669200,
            "id":2777221,
            "title":"On top of a bed"
        },
        "1543":{
            "author_id":"absolfusion",
            "author_name":"Absolfusion",
            "choices":[
                "Venture up to the head",
                "Find some way to get down from here and inside",
                "Move towards the base of the bed"
            ],
            "content":"<div class=\"\"><div> <span>Wherever you are, you're not alone. The ground rises and falls beneath you in rhythmic pattern A dyad of quiet snoring fills the air, tipping you off that there may be more than one person here in the room. In fact, it's all but confirmed for you that there's a couple beneath the bedspread when the landscape rolls and reshapes itself as one them twists and moves independently of the other.<br>\r\nYou desperately sidestep and dodge the oncoming waves of fabric from said movement until the immense being subsides, seemingly content in its new position, at least for now.<br>\r\n<br>\r\nYou've got to get a move on or you;re going to end up either lost inside a wrinkle or smushed, and nether of those options sound very fun. All you need is something is something to help guide you... That's it!<br>\r\nSnapping your fingers, you remove your backpack and set it down, then unzip the the pouch and begin fishing around, pushing aside all the other accoutrements you brought until your hand closes around a small, hard object. Grinning giddily,you withdraw your phone and click the button on the side to reveal the home screen, then swipe down to activate the flashlight function. A narrow beam of light shoots out the other end, creating a decently visible circle of light on the bedspread.<br>\r\nThis should provide you with enough illumination that you won't be tripping over yourself in the dark.<br>\r\nYou zip up the pouch and resettle the pack over your shoulders, pulling the straps tight with a determined look on your face.<br>\r\nNow you're ready to face the unknown.</span></div></div>",
            "created":1579669200,
            "id":2777244,
            "title":"A sleeping couple"
        },
        "15431":{
            "author_id":"firelordzx5",
            "author_name":"darklordzx5",
            "choices":[
                "Carrot Cake and Cup Cake",
                "Princess Cadence and Shining Armor",
                "Night Light and Twilight Velvet.",
                "Rainbow Blaze and Windy Whistles",
                "Others."
            ],
            "content":"<div class=\"\"><div> <span>On your first day as explorer of this strange new and giant world you would got to where their heads are, You'll to see if they're human-like or if they're totally alien. You got the feeling taht you're going to be amazed either way despite the human looking bedroom and bed.<br>\r\n<br>\r\nAnd so began your trek, going slow at first but your excitement made you go faster on your way, you could see glance of the hair and ... fur?<br>\r\n<br>\r\nYou began to see glance as you excitedly approach to the couple's heads and the pillows, it wasn't easy to traverse the expanse of their bodies as it has distintible human shapes but their head looked like aliens or rather like Horse, or rather Cartoony Horses.<br>\r\n<br>\r\nHorse Anthros.<br>\r\n<br>\r\nGiant Colorful Horse Anthros.<br>\r\n<br>\r\nYou started taking photos with your phone, evidence of your findings. You had a giant grin plastered in your face as you inspected the photos you had taken.<br>\r\n<br>\r\nIt looks like the couple's color were...</span></div></div>",
            "created":1579755600,
            "id":2777326,
            "title":"Venture up to the head"
        },
        "15432":{
            "author_id":"firelordzx5",
            "author_name":"darklordzx5",
            "choices":[
                "An hole in the blanket, right in the middle of the couple.",
                "One of the couple had their legs exposed",
                "One of the giants began stirs and wake up!",
                "Reader's Choice"
            ],
            "content":"<div class=\"\"><div> <span>You'd like to get a view of the inside the sheet and see the bodies of this giant couple, while it seems risky and somewhat stupid to endanger your life like this, it won't be an adventure if you don't take some risks. You began looking around for a possible entrance, from any direction before any of the giants move again from within the blankets..<br>\r\n<br>\r\nEventually you find..</span></div></div>",
            "created":1579755600,
            "id":2777488,
            "title":"Find some way to get down from here and inside"
        }
    },
    "info":{
        "author_id":"absolfusion",
        "author_name":"Absolfusion",
        "brief_description":"You are a human who arrives in Equestria by mysterious means",
        "created":1576539900,
        "description":"<td align=\"left\" class=\"norm\">You are a human drawn into Equestria by unknown means and meet the cast of My Little Pony.<br>\r\nAlso, a lot of mares really want to get into your pants for some reason.<br>\r\n<br>\r\nIt doesn't matter what you add so long as it's coherent and doesn't include toilet related stuff.<br>\r\nWrite at least a paragraph, no one or two sentence chapters, please (unless it's a choice related chapter), <br>\r\nNo death of the main characters, no digestion,no scat, and if you add chapters with age regression keep any description of diaper changing light.<br>\r\n<br>\r\n...and remember, haaaaave fun with it!</td>",
        "id":2208031,
        "image_url":"https://images.Writing.Com/imgs/writing.com/writers/listing-header-5000.gif",
        "modified":1585707600,
        "pretty_title":"Ultimate Human in Equestria Story"
    }
}