{
    "chapters":{
        "1":{
            "author_id":"bl00dedge1",
            "author_name":"Hallmark ",
            "choices":[
                "He brings an anime or Video Game girl to life",
                "Does something to the girls",
                "Writes down that he doesn’t have to take his final and he passed",
                "Give him a new power",
                "Someone else gets the Book"
            ],
            "content":"<div class=\"\"><div> <span>Issei Hyoudou was just your average teen on the outside but on the inside he was something else. He is a High Class devil now after doing excellent in the promotion exam and a senior in Kuoh Academy. He also has so many girlfriends now that the war is over and has made many great memories with the ORC but it started to get a bit boring. <br>\r\n<br>\r\nWhich brings us to right now where our hero is walking back to his home with a strange black book that was titled “The Book of Reality.” Issei found this book in the bushes because he though he saw something fall from the sky and land outside. He decided to wait until after school to see what it was and luckily it was still there.<br>\r\n<br>\r\nIssei went into his mansion where he saw a note on the table from his girlfriends no doubt. <i>Dear Issei, the girls and I are having a girls night so we’ll be back in the morning. Don’t stay out or up too late you do have your finals before summer. See you to tomorrow and know that I love you. Love, Rias.</i> <br>\r\n<br>\r\nIssei smiles at the note before remembering that his summer vacation starts tomorrow and that he has one final to take but first he wants to know what the book is because of the aura it gave off.<br>\r\n<br>\r\nIssei made his way up to his room and put the book on his desk before opening it to see that the pages were blank. He was surprised before flipping through the book noticing that the pages haven’t ended at all.<br>\r\n<br>\r\n “Just what is this book?” Issei pondered before he felt a shock on his right hand. <br>\r\n<br>\r\n“Ouch! That felt worse than Akeno’s lighting.” He yelled as he clutched his hand. Issei was about to toss the book until he saw words appearing on the page.<br>\r\n<br>\r\n<b> “Congratulations, Issei Hyoudou! You are now have the power to change reality and all you have to do is write it in the book. <br>\r\n<br>\r\nUnfortunately there are a few rules you must know. No one can see what you write unless you allow them to know what you did to them. The book cannot be used by anyone else unless you allow them. The book is also indestructible so it cannot be destroyed by anything unless you write it down in the pages. Don’t believe me try writing something right now. </b><br>\r\n<br>\r\nIssei stares at the passage before thinking it was some bull but found it interesting if he could actually change reality with this book. He decided to go ahead and do something.</span></div></div>",
            "created":1578459600,
            "id":2771221,
            "title":"The Book comes to DXD"
        },
        "13":{
            "author_id":"bl00dedge1",
            "author_name":"Hallmark ",
            "choices":[
                "Issei crosses out the passage",
                "Tests the power out more",
                "Someone comes in (RC on who)"
            ],
            "content":"<div class=\"\"><div> <span>“Okay let’s make it so I don’t have to worry tonight about studying.” Issei said as he started to write in the book.<br>\r\n<br>\r\n<u>I don’t have to take my final tomorrow and I passed with flying colors. Sona will call me and let me know. Also summer vacation will last until I decide it’s time to end it.</u><br>\r\n<br>\r\nIssei just laughed at himself thinking how hilarious it sounds until he hears his phone go off and answers the call.<br>\r\n<br>\r\n“Hello this is the Hyoudou residence. Issei speaking how can I help you?” Issei says.<br>\r\n<br>\r\nSona on the other end looks around to see if anyone is around and realizes she’s alone. She blushes speaking to Issei “Well I thought you would like to know you are exempt from tomorrow and I must say I’m surprised with your grade. I mean a 100%, I’m very impressed looks like all that studying helped.”<br>\r\n<br>\r\nIssei looks shocked before composing himself and replying “ Thank you President that means a lot coming from you.”<br>\r\n<br>\r\nSoma silently giggles to herself before saying “It’s no problem and I’m curious so there’s a new movie tomorrow that I want to go see and I have two tickets but I have no one to join me so I was wondering if you could join me tomorrow?”<br>\r\n<br>\r\nIssei surprised started to think ‘Is she asking me out on a date?’ He quickly replied. “Are you sure because you do know I’m with the girls right now.”<br>\r\n<br>\r\nSona replies “I know and I asked Rias and she seemed okay with it and I have something I want to confess to you face to face.<br>\r\n<br>\r\nIssei silently sighs before saying “Alright I’m in, so see you tomorrow at the station around 2pm?”<br>\r\n<br>\r\n“Works for me see you then bye and have a good night.” Sona replies before hearing a good night from Issei and was inwardly squealing like a fan girl meeting her idol.<br>\r\n‘I’m going on a date with Issei and Rias is okay with this. She must plan I’m spying on us tomorrow got to keep my guard up.’ <br>\r\n<br>\r\nBack to Issei, he was shocked to beyond. Realizing what he just did he felt some new power at his fingertips but realizes that he must be careful with this otherwise he would be no better than Vali’s father.</span></div></div>",
            "created":1578459600,
            "id":2771225,
            "title":"Writes down that he doesn’t have to take his ..."
        },
        "132":{
            "author_id":"bl00dedge1",
            "author_name":"Hallmark ",
            "choices":[
                "Go out",
                "Go to school ",
                "Summon the girls "
            ],
            "content":"<div class=\"\"><div> <span>Issei wanted to test the power more so he thought what to dinner until it hit him.<br>\r\n<br>\r\nI have an app that allows me to alter people and no one but myself can use the app. No one is suspicious at all of the changes and see them as normal.<br>\r\n<br>\r\nIssei looked at his phone and saw the app that looked like an orange box with a diagram of a person. It said Reality Altering.<br>\r\n<br>\r\nIssei wondered what do with the app...<br>\r\n<br>\r\nHe could go out and find someone to test it on. Go to the school and have some fun with the others or he could just summon the girls here and now to test it.</span></div></div>",
            "created":1581915600,
            "id":2788655,
            "title":"Tests the power out more"
        },
        "1322":{
            "author_id":"bl00dedge1",
            "author_name":"Hallmark ",
            "choices":[
                "Edit the humans",
                "Go to the student council ",
                "Something else happens"
            ],
            "content":"<div class=\"\"><div> <span>Issei walked to his school and opened the menu. He saw how the app worked:<br>\r\n<br>\r\nEither take a picture of the person you want to edit or type it in manually. The app does everything between hair color, height, three sizes, and there’s even an option to give a human supernatural like abilities.<br>\r\n<br>\r\nIssei just had an idea that would make his senior year interesting. <br>\r\n<br>\r\nKuoh Academy now accepts supernatural beings and humans. Humans are aware of supernatural beings but do not have any hatred towards them, only wish to coexist with them.<br>\r\n<br>\r\nIssei closed the book and kept walking to his school. He knew this was the last day until summer vacation began so he knew those who were doing finals were here. Issei cast an invisibility spell on himself and went to his classroom. Once he got there, he noticed how the teacher was a male human and there were five people in class.<br>\r\n<br>\r\nMatsuda, Motohama, Murayama, and Katase were still human but the last girl was an elf girl with pointed ears and long blond hair. She was walking up to the teacher and handed in the test. The teacher smiles and says “Have a good summer, Shera.” The named Shera smiles and thanks him before getting her stuff and walked out the door. <br>\r\n<br>\r\n“Maybe I can edit them a little or I could go to the Student Council and have some fun with Sona and the others.”<br>\r\n<br>\r\nDecisions. Decisions. </span></div></div>",
            "created":1582779600,
            "id":2793834,
            "title":"Go to school "
        },
        "14":{
            "author_id":"bl00dedge1",
            "author_name":"Hallmark ",
            "choices":[
                "Body swap powers",
                "Power Copy",
                "A power from a show",
                "Readers choice on another idea for power",
                "Readers choice on another idea for power"
            ],
            "content":"<div class=\"\"><div> <span>Issei pondered what to do until he decided to give himself a new power but what kind of power for the possibilities are endless.<br>\r\n<br>\r\nHe could try Mind and Body swapping powers being able to mess with the minds of others. He could see what it’s like to be someone else and still have Ddraig with him in his new body. <br>\r\n<br>\r\nThere’s also Power Copy. The ability to copy anyone’s power and abilities. He thought he could use Senjustsu, the Power of Destruction, Sword Birth, or even the Divine Dividing power.<br>\r\n<br>\r\nHe could also give himself a power from one of his favorite shows like Fate, Bleach, Naruto, Akame ga kill, or even The seven dealy sins.<br>\r\n<br>\r\nHe ponders what to do until he decides on doing.</span></div></div>",
            "created":1578459600,
            "id":2771227,
            "title":"Give him a new power"
        },
        "15":{
            "author_id":"bl00dedge1",
            "author_name":"Hallmark ",
            "choices":[
                "Rias Gremory",
                "Akeno  Himejima ",
                "Koneko ",
                "Asia Argento",
                "More choices "
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>Which of the ORC should get the Book of Reality</span></div></span></div>",
            "created":1578891600,
            "id":2773242,
            "title":"Someone else gets the Book"
        },
        "155":{
            "author_id":"bl00dedge1",
            "author_name":"Hallmark ",
            "choices":[
                "Irina",
                "Xenovia",
                "Ravel Phoenix",
                "Rossweisse ",
                "More choices "
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>More girls!!!</span></div></span></div>",
            "created":1578891600,
            "id":2773244,
            "title":"More choices "
        },
        "1555":{
            "author_id":"bl00dedge1",
            "author_name":"Hallmark ",
            "choices":[
                "Kuroka",
                "Serafall",
                "Gasper",
                "Kiba",
                "More choices"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>More girls and some guys</span></div></span></div>",
            "created":1578891600,
            "id":2773246,
            "title":"More choices "
        },
        "15555":{
            "author_id":"bl00dedge1",
            "author_name":"Hallmark ",
            "choices":[
                "Katase, Murayama, and Kiryuu",
                "Kunou",
                "Azazel",
                "Vali Lucifer",
                "More choices"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>A few more choices...</span></div></span></div>",
            "created":1578891600,
            "id":2773247,
            "title":"More choices"
        }
    },
    "info":{
        "author_id":"bl00dedge1",
        "author_name":"Hallmark ",
        "brief_description":"The Book of Reality has gone to another world where angels, devils, and monsters reside.",
        "created":1578520860,
        "description":"<td align=\"left\" class=\"norm\">Hello and welcome to my second story now the rules are the same<br>\r\n<br>\r\n1. The book can only have one master and if the master wishes to share responsibility they must write it in the pages. <br>\r\n2. No one will be able to take the book from the master and it is indestructible. <br>\r\n3.No death and no yaoi.<br>\r\nBut there is one twist in this story.<br>\r\n<br>\r\nHave fun with it. .</td>",
        "id":2209745,
        "image_url":"https://images.Writing.Com/imgs/writing.com/writers/listing-header-5000.gif",
        "modified":1586091240,
        "pretty_title":"DXD and the Book of Reality"
    }
}