{
    "chapters":{
        "1":{
            "author_id":"mikelam",
            "author_name":"33",
            "choices":[
                "A woman",
                "A man",
                "A couple",
                "A group of people"
            ],
            "content":"<div class=\"\"><div> <span>Mike walked up to the door of The Fetish Store.  After responding to an add online he was assured he could absolutely indulge in his shrinking fetish in the most realistic way possible.<br>\r\n<br>\r\n“8 pm.  Guess I’d better go in.”<br>\r\n<br>\r\nMike was told to arrive at 8pm and wait in the lobby.  Upon entering he sees:</span></div></div>",
            "created":1602855240,
            "id":2922808,
            "title":"The Fetish Store"
        },
        "12":{
            "author_id":"mikelam",
            "author_name":"33",
            "choices":[
                "Mike shrinks instantly",
                "Mike’s shrinking is gradual"
            ],
            "content":"<div class=\"\"><div> <span>Mike walked in and only one other person was sitting in the waiting room.  He was a large man, easily around 400 lbs.  There was only one other chair, and it was beside of the big guy.  Mike nervously sat down.<br>\r\n<br>\r\n“First time here?”<br>\r\n<br>\r\n“Yeah...”<br>\r\n<br>\r\n“I’m Mark, nice to meet you.”<br>\r\n<br>\r\n“Mike. Likewise... how’s this work?”<br>\r\n<br>\r\n“Well we just kinda wait until they’re ready for us to go back.  It’s slow, but worth the wait.  What’s your fetish?”<br>\r\n<br>\r\n“Uh, shrinking...”<br>\r\n<br>\r\n“Shrinking?”<br>\r\n<br>\r\n“Yeah, like smaller.  Like an inch tall.”<br>\r\n<br>\r\n“Oh shit, that’s crazy.  Mine is smoking.  I love smoking during sex, blowing my smoke in someone’s face, etc.  You smoke?”<br>\r\n<br>\r\n“No...”<br>\r\n<br>\r\nA petite blonde woman in cut off jeans and skimpy t-shirt walked in.<br>\r\n<br>\r\n“Alright guys, we’re getting prepared in the back.  Which one of you is Mark?”<br>\r\n<br>\r\n“That’s me.”<br>\r\n<br>\r\nShe handed him a pack of Newports and a lighter.<br>\r\n<br>\r\n“Mariah says she likes guys who smoke menthols.  And you must be Mike.”<br>\r\n<br>\r\n“Uh, yes.  Yes. I’m Mike.”<br>\r\n<br>\r\n“Selena is excited.  She’s had a couple of six inch shrinkees before, but never a one inch.”<br>\r\n<br>\r\nThe small blonde handed Mike a drink.<br>\r\n<br>\r\n“Go ahead and drink this now, the timing is different for most guys so we want you to be ready.”<br>\r\n<br>\r\nMike drank the cup of liquid as the blonde sauntered through the door behind the front desk.</span></div></div>",
            "created":1602855720,
            "id":2922811,
            "title":"A man"
        },
        "121":{
            "author_id":"mikelam",
            "author_name":"33",
            "choices":[
                "Mark offers to take Mike with him",
                "Mark offers to take Mike to a female friend "
            ],
            "content":"<div class=\"\"><div> <span>Mike began the tingle.  The weird sensation almost gave him a panic attack.<br>\r\n<br>\r\n“Mind if I light one up?”<br>\r\n<br>\r\n“Uh no, my girlfriend smokes, doesn’t bother me.”<br>\r\n<br>\r\nMike looked at Mark as he brought the lighter to the cigarette, and then he briefly blacked out.  When he awoke he was now looking up at Mark, who was the size of a mountain.  Mark looked down at Mike in disbelief.<br>\r\n<br>\r\n“Holy shit.  Shrinking.  You weren’t kidding!”<br>\r\n<br>\r\nMike realized he was laying on his clothes, he had shrunk out of them.  He was starting to second guess his decision.<br>\r\n<br>\r\n“Dude, you gotta help me.  This was a mistake.”<br>\r\n<br>\r\nThe petite blond entered the room.<br>\r\n<br>\r\n“Bad news.  The state has shown up for an inspection.  I’m afraid it will shut us down for the night.  Your payments will be refunded in full and you’ll receive an email about a complimentary visit.  And Mike, the shrinking potion should wear off in anywhere from 4 hours to 4 weeks.”<br>\r\n<br>\r\n“Four weeks?!???”<br>\r\n<br>\r\n“Aw, honey, did you not read the fine print?  Maybe your big friend can help you out.”<br>\r\n<br>\r\nThe blonde left the room.<br>\r\n<br>\r\n“Look man.  You wanted to shrink.  I want to smoke.  Maybe we can help each other out...”<br>\r\n<br>\r\n“What do you mean?”</span></div></div>",
            "created":1602856260,
            "id":2922816,
            "title":"Mike shrinks instantly"
        },
        "1211":{
            "author_id":"mikelam",
            "author_name":"33",
            "choices":[
                "Mark and Mike to Mark’s",
                "Mark and Mike go to a bar"
            ],
            "content":"<div class=\"\"><div> <span>“Maybe we can find new ways to indulge in our fetishes.”<br>\r\n<br>\r\nThat statement terrified Mike.  The shrinking fetish was definitely part lack of control, but now that he was experiencing it he wasn’t so sure.<br>\r\n<br>\r\n“How - How do you mean?”<br>\r\n<br>\r\n“Well.  You wanted to be small.  You’re small.  Now you’re at the mercy of the world around you.  That’s what you wanted, right?”<br>\r\n<br>\r\n“Yeah, at least I thought I did.”<br>\r\n<br>\r\nMark slowly and deliberately reached his hand towards the little man.  Mike looked for somewhere to run but realized he had nowhere to go.  He cowered in fear.  Mark’s gigantic hand wrapped around his small body and hoisted him up.  He dropped the tiny man on his big belly.<br>\r\n<br>\r\n“Like that.  Isn’t that what you’re looking for?”<br>\r\n<br>\r\nMike paused and thought.  It was what he was looking for.  Preferably with a woman, but the helplessness he felt when the giant reached for him was what he had imagined.<br>\r\n<br>\r\n“I mean, yeah.  I’ve always imagined a woman grabbing me... but yeah, that’s the jist.”<br>\r\n<br>\r\n“Well I live with my mom, aunt, and two sisters, so there are plenty of women around the house.  I can’t guarantee they’ll be open to playtime with a tiny guy, but maybe they will.”<br>\r\n<br>\r\n“Okay.  So what do you get out of all of this.”<br>\r\n<br>\r\n“Well, it’ll let me take my fetish to a new level.”<br>\r\n<br>\r\nMark took a long drag on his Newport and exhaled a big smelly stream of smoke down on Mike.  Mike coughed and batted the smoke away.  He looked up to see Mark looking more than pleased.<br>\r\n<br>\r\n“So you can obviously indulge... if you like blowing smoke in people’s faces, blowing it all over an entire person must work for you...”<br>\r\n<br>\r\n“Big time,” Mark said.  He took another drag and again coated Mike in a thick fog of smoke.</span></div></div>",
            "created":1602865320,
            "id":2922865,
            "title":"Mark offers to take Mike with him"
        }
    },
    "info":{
        "author_id":"mikelam",
        "author_name":"33",
        "brief_description":"Hip new site that allows people to indulge in fetish",
        "created":1602855060,
        "description":"<td align=\"left\" class=\"norm\">Mike visits The Fetish Store to indulge in his shrinking fetish.  Things may or may not go as planned.</td>",
        "id":2235400,
        "image_url":"https://images.Writing.Com/imgs/writing.com/writers/listing-header-5000.gif",
        "last_full_update":1602865320,
        "modified":1602865320,
        "pretty_title":"The Fetish Store"
    }
}