{
    "chapters":{
        "1":{
            "author_id":"uhohitsbilli91",
            "author_name":"OhNoItsBilly02",
            "choices":[
                "Introduce your character here....",
                "Introduce your character here....",
                "Introduce your character here....",
                "Introduce your character here....",
                "If the first 4 options are taken, click here...."
            ],
            "content":"<div class=\"\"><div> <span>I sigh softly to myself as I waited by the front door to tell my parents goodbye for the whole month. My name is Billy and I'm eight-teen (18) years old. I stand at 5 feet 9 inches and weigh at 145 pounds. I'm currently unemployed, and barely have any friends since I'm more of a loner. I have short blonde hair with green eyes. The number one person that gets on my nerves the most is YOU, and you knew that.<br>\r\n<br>\r\n\"Do you guys really have to leave?\" I asked our mother as she kissed me goodbye on the cheek. \"Yes. We'll be back at the end of the month. Try not to get into fights while we're gone, okay? Love you guys.\" The parents said as they both left and got inside of the car and drove off.<br>\r\n<br>\r\nClosing and locking the door behind me, I noticed you standing over on the other side of the hallway with a smirk on your face.<br>\r\n<br>\r\n\"Stop staring at me, you freak!\" I hissed at you as I walked up the stairs and into my bedroom. A few hours later, you shouted at me from down stairs to come here. \"Ugh. Hold on!\" I shouted back.<br>\r\n<br>\r\nI stormed out of my bedroom and ran down the stairs, crossing my arms over my chest. \"What do you want, nerd!?\" <br>\r\n<br>\r\nI gasp as I watch you point what looked like a toy gun at me, and before a knew it, my whole body was engulfed in a blinding light. Everything around me started getting bigger and bigger until I shrank to only 6-inches, the same size as one of those wrestling action figures.<br>\r\n<br>\r\nI attempted to run, but you placed your foot in front of me, causing me to fall onto my ass. I scream as you reach down and wrap your fingers around me, lifting me up to your grinning face.</span></div></div>",
            "created":1588222800,
            "id":2827762,
            "title":"And so it begins...."
        },
        "15":{
            "author_id":"uhohitsbilli91",
            "author_name":"OhNoItsBilly02",
            "choices":[
                "Introduce your character here....",
                "Introduce your character here....",
                "Introduce your character here....",
                "Introduce your character here....",
                "If the last 8 options are taken, click here...."
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>If the first four options are already taken, then here's four more chances.</span></div></span></div>",
            "created":1588222800,
            "id":2827763,
            "title":"If the first 4 options are taken, click here...."
        },
        "155":{
            "author_id":"uhohitsbilli91",
            "author_name":"OhNoItsBilly02",
            "choices":[
                "Introduce your character here....",
                "Introduce your character here....",
                "Click here for more chances...."
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>If the last eight options are taken, then here's a two more chances.</span></div></span></div>",
            "created":1588222800,
            "id":2827764,
            "title":"If the last 8 options are taken, click here...."
        },
        "1553":{
            "author_id":"uhohitsbilli91",
            "author_name":"OhNoItsBilly02",
            "choices":[
                "Introduce your character here....",
                "Introduce your character here....",
                "Click here for more chances...."
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>If the last ten options are taken, then here's another couple more chances.</span></div></span></div>",
            "created":1588222800,
            "id":2827765,
            "title":"Click here for more chances...."
        },
        "15533":{
            "author_id":"uhohitsbilli91",
            "author_name":"OhNoItsBilly02",
            "choices":[
                "Introduce your character here....",
                "Introduce your character here....",
                "Introduce your character here...."
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>If the last twelve options are already taken, here's the last 3 chances!</span></div></span></div>",
            "created":1588222800,
            "id":2827799,
            "title":"Click here for more chances...."
        }
    },
    "info":{
        "author_id":"uhohitsbilli91",
        "author_name":"OhNoItsBilly02",
        "brief_description":"A 1st-person roleplay shrinking interactive!",
        "created":1588283940,
        "description":"<td align=\"left\" class=\"norm\"><u><b>THE PLOT:</b></u> In this roleplay shrinking interactive, you play my younger brother or sister! I was left in charge after our parents leave for a month long vacation. YOU being the bratty sibling that you are, didn't like the fact that I was in charge, so you shrank me to use me as your personal play toy to humiliate the entire month!<br>\r\n<br>\r\n<br>\r\n<u><b>THE RULES AND GUIDELINES ARE AS FOLLOWS:</b></u><br>\r\n- The roleplay should be writte in 1st-person action. (EXM: I scream as I watch YOUR bare foot begin to lower down on top of ME).<br>\r\n- Only add ONE choice option so the roleplay will only go in one direction. I will remove all but one option if you add more.<br>\r\n- Do NOT add to anybody else's storyline with me. There will be plenty of chances for YOU to join in and roleplay with me!<br>\r\n- Please be sure to write at least a simple paragraph or two each response. I will delete any and all auditions that violate this rule.<br>\r\n- Please be aware that in this roleplay, I'm the one that's shrunk. You are the one that plays my giant younger brother or sister.<br>\r\n- Death CAN happen, but don't kill me off too soon. Wait until the 15th or so chapter. However, I prefer my character to be indestructible. <br>\r\n- Do NOT control my actions. That's my job. You control your own actions.<br>\r\n- Please write with proper spelling and grammar each response. That being said, please be sure to use the 'spell check' option.<br>\r\n<br>\r\nI reserve the right to edit and/or delete any chapter(s) that violates any of the rules and guidelines listed above! If you have any questions, then feel free to send me a message!</td>",
        "id":2220709,
        "image_url":"https://images.Writing.Com/imgs/writing.com/writers/listing-header-5000.gif",
        "modified":1588395720,
        "pretty_title":"The Day I Was Shrunk by YOU"
    }
}