{
    "chapters":{
        "1":{
            "author_id":"demonchicken69",
            "author_name":"DEMONCHICKEN69",
            "choices":[
                "..she has a second head on her shoulders. (Someone you know)",
                "..she is the second head on somebody else's shoulders. (Someone you know)",
                "..she has a second on her shoulders. (Someone you don't know)",
                "..she is the second head on somebody else's shoulders. (Someone you don't know)",
                "Other"
            ],
            "content":"<div class=\"\"><div> <span>It's finally nighttime after a long day at your mundane desk job.....that does pay good nonetheless, but is boring. However, it wasn't just any day, not at all because it has exactly been one year since you have married your dream girl Carmen and you know exactly what that means for tonight. With that said, you are relaxing in your white muscle shirt and your black boxer briefs as you await for the coming of your beautiful wife, Carmen Ficqua. Who you had married one year ago to this date, you married her because you found her perfect in every possible way in which you both had a meaningful loving relationship together.<br>\r\n<br>\r\nWhile at work, Carmen was putting her and your plan into action and that was looking for some extra money for both of you, so she decided to try a job, not a permanent one, just one that pays really good. A job that she had found after some deep research on her phone that led her to an ad of some sort stating,<br>\r\n<br>\r\n<br>\r\n<div align=\"center\"><b>Laboratory Of The Tabulation Of Somatology</b></div><br>\r\n<div align=\"center\">You'll receive a large payment of $4,000 for this once in a lifetime opportunity. The procedure is 100% safe. Just call this number <b>202~555~0126.</b> Trust us, you don't want to miss out on this great opportunity.</div><br>\r\n<br>\r\n<br>\r\nThe job in question that Carmen was taking, is a sort of \"lab rat\" job. Carmen had some idea of what is meant, <i>something about the study of the human body</i>, she thought, but it said in the ad that the procedure was 100% safe. Which she took a photo of and sent to you.<br>\r\n<br>\r\nWhat she didn't know was how long this was going to take because she knew what day it was also and wanted to get back to you to spend the night together. A night of sex and not only that, this was going to be the first time without a condom on because you and Carmen always wanted children, but decided to wait when you are both ready and now is that time. After a long day at the laboratory, Carmen was finally able to leave after getting her money and the experimental procedure done. <i>Tonight is the night</i> you thought just you hear the sound of door unlock. Meaning Carmen is finally home!!!<br>\r\n<br>\r\nMaking you all excited for what the night has in store for you two as you see the door beginning to open with a creak. However, all you see is Carmen's beautiful face peak in through the gap in the door.<br>\r\n<br>\r\n\"Hello, sweetie,\" you hear her say.<br>\r\n<br>\r\n\"Carmen, you okay?\" you ask.<br>\r\n<br>\r\n\"Oh, I am.\" She answers.<br>\r\n<br>\r\n\"Why are you peaking in, dear?\" You question.<br>\r\n<br>\r\n\"It's a surprise sweetie.\" Carmen answers and pulls her head back to whisper something to her new body mate.<br>\r\n<br>\r\n\"Ohh....I like surprises, but did the procedure go well?\" You asks.<br>\r\n<br>\r\n\"It went great, Darren!!! I made $4,000!!!\"<br>\r\n<br>\r\n\"WOW!!!! That's wonderful!\" However, you are still worried that Carmen is still not showing her beautiful body. \"Now why don't you come in give me kiss.\" You say a smile you get off the sofa with open arms.<br>\r\n<br>\r\n\"OK, hun.\" She replies, but hesitates for a moment.<br>\r\n<br>\r\n\"Why so worried? You look beautiful, dear.\" You reassure her.<br>\r\n<br>\r\n\"That's not what I am worried about.\" Carmen tells you.<br>\r\n<br>\r\n\"Is there something wrong with your body?\" You ask.<br>\r\n<br>\r\n\"Not at all.\" She replies.<br>\r\n<br>\r\n\"Then come on in, give me a kiss!! Remember, Carmen, this is the night that we will do it.\" You tell her.<br>\r\n<br>\r\n\"I know. I just want to ask you something.\" She asks.<br>\r\n<br>\r\n\"Go ahead.\" You answer.<br>\r\n<br>\r\n\"Is it possible that we can do it with a passenger watching?\" She asks <br>\r\n<br>\r\n\"Passenger? Whatever do you mean?\" You question her back.<br>\r\n<br>\r\n\"I will just say it. The doctors transplanted another head onto these shoulders, so I am one of two heads on this body.\" She finally tells you, explaining why she is being so hesitant right now.<br>\r\n<br>\r\nYou imagine your wife sharing her body or somebody else's body with another person. The image you are imagining is basically your wife, with a poorly-taped-on head of another person right next to hers. \"Well, whoever it is, I am sure that she will enjoy this as well.\" You finally answer after thinking about what she just told you. <br>\r\n<br>\r\n\"You and I both may or may not know them Darren. In fact, they could be a complete stranger or somebody that was at our wedding.\" She answer, which worries you a bit.<br>\r\n<br>\r\n\"Really? Well, it could be an interesting reunion or something else.\" You tell her as you get more into the idea of all of this.<br>\r\n<br>\r\nCarmen sighs. \"Well, here it goes.\" She pushes the door open all the way, so you can see whose head is placed next to Carmen's to reveal....</span></div></div>",
            "created":1595048400,
            "id":2870856,
            "title":"The Beginning of an Interesting Life Together."
        },
        "11":{
            "author_id":"demonchicken69",
            "author_name":"DEMONCHICKEN69",
            "choices":[
                "..your mother.",
                "..your father.",
                "..your sister.",
                "..your brother.",
                "More choices."
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>You are stunned to see right beside Carmen's beautiful face on her voluptuous body is the head of.... </span></div></span></div>",
            "created":1595048400,
            "id":2870857,
            "title":"..she has a second head on her shoulders. (Some..."
        },
        "115":{
            "author_id":"demonchicken69",
            "author_name":"DEMONCHICKEN69",
            "choices":[
                "..your younger sister.",
                "..your younger brother.",
                "..your cousin.",
                "..your ex-girlfriend.",
                "More choices."
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>Who else could be right beside Carmen's beautiful face on her voluptuous body. The head of....</span></div></span></div>",
            "created":1595048400,
            "id":2870858,
            "title":"Who Else Could it be?"
        },
        "1155":{
            "author_id":"demonchicken69",
            "author_name":"DEMONCHICKEN69",
            "choices":[
                "..her mother.",
                "..her father.",
                "..her sister.",
                "..her brother.",
                "More choices."
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>Maybe its somebody from her family that is attached right beside Carmen's beautiful face on her voluptuous body. The head of....</span></div></span></div>",
            "created":1595048400,
            "id":2870859,
            "title":"Maybe From Carmen's Family."
        },
        "11555":{
            "author_id":"demonchicken69",
            "author_name":"DEMONCHICKEN69",
            "choices":[
                "..her younger sister.",
                "..her younger brother.",
                "..her cousin.",
                "..her ex-boyfriend.",
                "Other"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>Maybe its somebody from her family that is attached right beside Carmen's beautiful face on her voluptuous body. The head of....</span></div></span></div>",
            "created":1595048400,
            "id":2870860,
            "title":"More From her Family."
        },
        "12":{
            "author_id":"mr.z",
            "author_name":"Mr.Z",
            "choices":[
                "... your mother",
                "... your father",
                "... your sister",
                "... your brother",
                "more choices"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>You were dumbstruck to find the person walking through the doors was not your lovely wife but someone who had your beautiful wife's head sticking out next to their's. That person was... </span></div></span></div>",
            "created":1595048400,
            "id":2870872,
            "title":"..she is the second head on somebody else's..."
        },
        "125":{
            "author_id":"mr.z",
            "author_name":"Mr.Z",
            "choices":[
                "... your younger sister",
                "... your younger brother",
                "... your cousin",
                "... your ex-girlfriend",
                "More choices"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>Who else could have Carmen's beautiful face on their body. The person who walked through that door was....</span></div></span></div>",
            "created":1595048400,
            "id":2870875,
            "title":"Your Wife's New Body Is...?"
        },
        "13":{
            "author_id":"demonchicken69",
            "author_name":"DEMONCHICKEN69",
            "choices":[
                "..a random woman who also took the job.",
                "..a random man who also took the job.",
                "..the limo driver from your wedding.",
                "..a waiter from your wedding.",
                "More choices."
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>Instead of being somebody you both know, you see right beside Carmen's beautiful face on her body a complete stranger that is...</span></div></span></div>",
            "created":1595048400,
            "id":2870863,
            "title":"..she has a second on her shoulders. (Someone y..."
        },
        "14":{
            "author_id":"demonchicken69",
            "author_name":"DEMONCHICKEN69",
            "choices":[
                "..a random woman who also took the job.",
                "..a random man who also took the job.",
                "..the limo driver from your wedding.",
                "..a waiter from your wedding.",
                "More choices."
            ],
            "content":"<div class=\"\"><div> <span>You were stunned to see the random individual walking through your front door was not your lovely wife, but some random individual who had your beautiful wife Carmen's head sticking out next to their own on their own body. That random individual is...</span></div></div>",
            "created":1595048400,
            "id":2871002,
            "title":"..she is the second head on somebody else's..."
        },
        "142":{
            "author_id":"demonchicken69",
            "author_name":"DEMONCHICKEN69",
            "choices":[
                "..young chiseled sexy tall muscular man.",
                "..young tall skinny lanky nerdy looking man wearing glasses.",
                "..young chubby nerdy looking man wearing glasses.",
                "..young average chubby looking man.",
                "Who else could the man be?"
            ],
            "content":"<div class=\"\"><div> <span>..a random man who you have both never seen before with your beautiful wife Carmen's head attached right beside his on his own body. You just couldn't believe what you were seeing standing in front of you, your beautiful smiling wife right beside a.... </span></div></div>",
            "created":1595048400,
            "id":2871006,
            "title":"..a random man who also took the job."
        },
        "1425":{
            "author_id":"demonchicken69",
            "author_name":"DEMONCHICKEN69",
            "choices":[
                "..an older tall muscular hairy man with a beard.",
                "..an older tall skinny hairy nerdy looking man wearing glasses.",
                "..an older chubby hairy nerdy looking man wearing glasses.",
                "..an older average hairy chubby looking man.",
                "More choices."
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>Standing in front of you with your beautiful wife Carmen's smiling head right beside their own on their own body is....</span></div></span></div>",
            "created":1595048400,
            "id":2871007,
            "title":"Who else could the man be?"
        },
        "14254":{
            "author_id":"demonchicken69",
            "author_name":"DEMONCHICKEN69",
            "choices":[
                "..we're going change into something more relaxing.\"",
                "..let's go have dinner together.\"",
                "..how about we relax in the backyard by the pool.\"",
                "..let's enjoy ourselves in the hot tub.\"",
                "Something else."
            ],
            "content":"<div class=\"\"><div> <span>You just couldn't believe that your beautiful wife Carmen's beautiful smiling head is now right beside a random man who is older than you both. Who looks like your average older man with stubble on his face, short brown and grey crew cut hair cut, green eyes, darker skin than Carmen's, who has a tall hairy body around your own height with a bit of a beer belly. Wearing a bright floral patterned button shirt that is a little too small for his body paired with a camp cargo short that are a few inches short of his knees along wearing socks and flip flops.<br>\r\n<br>\r\nTaking this all in you manage to utter just her name, \"Carmen?\"<br>\r\n<br>\r\n\"Surprise!!!\" Carmen says with a delayed response from the guy who also says, \"surprise!!!\"<br>\r\n<br>\r\n\"What is going on?\" You manage asks as you look over your wife's new shared body.<br>\r\n<br>\r\n\"Well....as you can see, I'm a man now....\" Carmen begins to explain when the guy butts in, \"yeah your are.\" <br>\r\n<br>\r\n\"Anyways....I had scientist at the lab choose for me instead of me choosing someone, so......\" Carmen says as she sees you just staring at her with a funny look on your face, \"Darren, honey?\" She asks.<br>\r\n<br>\r\n\"Yeah...you okay buddy?\" The man asks as well. <br>\r\n<br>\r\n\"Ahhh...\" is all that comes out of your mouth. <br>\r\n<br>\r\n\"Hey...at least we have the money.\" Carmen says using her chubby hairy hand to reach into her side of their body's pocket to pull out a check that clearly states $4,000 dollars on it. <br>\r\n<br>\r\nFinally you snap out of your little dazed state of mind and say, \"well Carmen and...who are you?\" You finally speak up, \"oh right...names Henry by the way.\" The man finally introduces himself while relieving an itch on their shared hairy butt.<br>\r\n<br>\r\n\"Henry, good to know, but Carmen, should we postpone our plans for tonight?\" You ask.<br>\r\n<br>\r\n\"Oh don't worry about it.\" Henry answers, \"yeah, I told him everything.\" Carmen adds with a big smile on her face.<br>\r\n<br>\r\n\"Wha...?\" You say.<br>\r\n<br>\r\n\"Yeah...I'm up for it dude.\" Henry tells you.<br>\r\n<br>\r\n\"But..? You question.<br>\r\n<br>\r\n\"Yeah sweetie....he's totally game for this.\" Carmen explains to you. <br>\r\n<br>\r\n\"I'm just not sure about it.\" You add your concern. <br>\r\n<br>\r\n\"Are sure sweetie...I know you can't resist this.\" Carmen says and with the help of Henry they walk up to you where she places her large chubby hairy hand on your crotch while she kisses you on the lips as Henry just watches. <br>\r\n<br>\r\nFeeling the large hand on your crotch is weird, but you know Carmen is doing it and her kissing you is helping a lot as well. After a few more passionate kisses Carmen breaks it up and looks at you all red in the face from it, \"how about now?\" Carmen asks.<br>\r\n<br>\r\n\"Yeah dude, what about now?\" Henry adds. <br>\r\n<br>\r\n\"Ahh....well....lets do it.\" You finally answers.<br>\r\n<br>\r\n\"Ooh goody!!!\" Carmen basically yells.<br>\r\n<br>\r\n\"I can't wait.\" Henry adds.<br>\r\n<br>\r\n\"But I think we should relax a bit before we get started.\" You tell them. <br>\r\n<br>\r\n\"Yeah...probably a good idea considering what we just went through.\" Carmen answers.<br>\r\n<br>\r\n\"Hmmm....yeah, probably a good idea because jumping right into sex after getting your head loped off and having another put on your body could be too much right away.\" Henry basically goes on leaving Darren and Carmen just looking at him before she asks, \"what should we do?\" <br>\r\n<br>\r\n\"Hmmm.....up to you two.\" You answer.<br>\r\n<br>\r\n\"Okay, so....</span></div></div>",
            "created":1595048400,
            "id":2871031,
            "title":"..an older average hairy chubby looking man."
        },
        "142544":{
            "author_id":"demonchicken69",
            "author_name":"DEMONCHICKEN69",
            "choices":[
                "..one of Carmen's old two piece bikinis.",
                "..one of Carmen's old one pieces bikinis.",
                "..just a pair of Carmen's pink lace thong panties.",
                "..just the pair of Henry's tightie whities.",
                "What else could they be wearing or not wearing?"
            ],
            "content":"<div class=\"\"><div> <span>..let's enjoy a relaxing evening in the hut tub before we enjoy ourselves in the bedroom.\" Carmen answers.<br>\r\n<br>\r\n\"That sounds great like a great idea.\" You answer.<br>\r\n<br>\r\n\"Me too and my body...I mean our body can really use it.\" Henry adds causing some laughter between you three. <br>\r\n<br>\r\n\"You'll get use to it soon enough cutie.\" Carmen tells her body mate.<br>\r\n<br>\r\n\"Well...I'll go get turned in to get it to the right temperature.\" You say and begin to head out onto the back deck. <br>\r\n<br>\r\n\"Okay hon....we'll go get changed into something more comfortable.\" Carmen tells you.<br>\r\n<br>\r\nWhile you're outside getting things ready, it seems that Carmen and Henry are still unsteady on their feet as they try to turn around together. Instead of going in the same direction, Carmen tried to turn left while Henry tried to turn right causing them to stumble a bit and almost fall to the floor. Luckily they managed to catch themselves.<br>\r\n<br>\r\n\"Sorry.\" They both apologize to each other.<br>\r\n<br>\r\n\"No worries.\" Henry tells Carmen. <br>\r\n<br>\r\n\"Sorry again, but let's go get changed.\" Carmen replies.<br>\r\n<br>\r\nWhile coordinating their shared body upstairs, Henry brings up a good question, \"I think we're going naked cause, we didn't bring anything of mine home.\" <br>\r\n<br>\r\n\"Ohh yeah....your right.\" Carmen answers as they walk into their bedroom.<br>\r\n<br>\r\nWhere they just stand there for a minute with them both thinking that they should actually go naked, \"I think you're right Henry.\" Carmen tells him.<br>\r\n<br>\r\n\"Are you sure Darren can handle this yet?\" Henry asks motioning over his body.<br>\r\n<br>\r\n\"Hmmm....maybe he could, but he's gonna have to get use to it soon enough.\" Carmen replies, but then adds, \"but I think it's better to change into something.\" <br>\r\n<br>\r\n\"Maybe, but we have nothing to change into.\" Henry tells Carmen.<br>\r\n<br>\r\nFrom there Carmen and Henry just look at themselves in the mirror wondering what they could possibly change into. Meanwhile downstairs, you are outside checking the temperature of the hit tub and it's perfect, \"sweet, but where are they?\" You ask yourself as you walk off to go change into your swim trunks which you keep in the downstairs bathroom. <br>\r\n<br>\r\nWhile in there, your mind keeps bringing up the image of seeing Carmen and Henry naked together. You try to make it go away, but it keeps coming back and then you remember that you're going to see them naked later tonight anyways, \"better get use to it now Darren.\" You say to yourself as you pull on your swim trunks and head back out on the back deck.<br>\r\n<br>\r\nOpening the backdoor to the back deck, you can see the hot tub already bubbling. You walk over shyly tap the water with your foot, feeling hot to the touch, but comfortable just the way you like it. Slowly but surely you plunge inside the hot tub until just above your nipples are submerged and feeling yourself getting hotter by the minute. Which really relaxes you to the point that you hang your head backwards and close your eyes. This was the life.<br>\r\n<br>\r\nIn that time as you layer back with your eyes closed, Carmen and Henry finally came to an agreement upstairs. Where they walk downstairs still working on getting better at coordinating their shared body. Walking it towards the back door where they step out onto the back deck where Carmen calls out to Darren , \"Ohh...honey we're ready.\" Carmen says. <br>\r\n<br>\r\nPicking your head, you turn around to face them and can't help yourself by ogling over by what they are wearing or the lack there of, which is....</span></div></div>",
            "created":1595048400,
            "id":2871418,
            "title":"Hot Tub Escapdes."
        },
        "1425445":{
            "author_id":"demonchicken69",
            "author_name":"DEMONCHICKEN69",
            "choices":[
                "..a pair of your old swim trunks.",
                "..a random pair of Carmen's panties.",
                "..nothing at all, butt naked.",
                "Other"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>Looking over at them ogling over their shared body as the stand there with them wearing....</span></div></span></div>",
            "created":1595048400,
            "id":2871419,
            "title":"What else could they be wearing or not wearing?"
        },
        "14254453":{
            "author_id":"demonchicken69",
            "author_name":"DEMONCHICKEN69",
            "choices":[
                "Carmen ",
                "Henry"
            ],
            "content":"<div class=\"\"><div> <span>Absolutely nothing at all on their shared chubby hairy manly body with Carmen and Henry atop smiling at you as they see your reaction to them being naked, \"like it honey?\" Carmen asks.<br>\r\n<br>\r\nReceiving no response from you at all making her giggle, \"I think he's awestruck over our sexiness.\" Henry tells Carmen. <br>\r\n<br>\r\n\"I think I am too cutie.\" Carmen says as she gives him a quick peck on his cheek.<br>\r\n<br>\r\n\"Really?\" Henry asks.<br>\r\n<br>\r\n\"Of course, I mean look at our hairy tits....\" Carmen says cupping her side of their body hairy man boob before adding, \"our chubby hairy belly....\" she adds and rubs their hairy belly, \"and not to forget our package.\" She finishes by pointing at their limp cock hanging between their chubby hairy legs. <br>\r\n<br>\r\n\"I guess I am sexy ain't I.\" Henry says blushing a little by how affectionate Carmen is being. <br>\r\n<br>\r\n\"You mean...we are sexy.\" Carmen says and gives him another kiss on his cheek before hearing Darren finally speaking up, \"you two look sexy.\" <br>\r\n<br>\r\n\"Yeah we do.\" Carmen answers as she an Henry walk their shared naked body over to the hot tub with their limp cock bouncing around between their chubby hairy legs which is all Darren can focus on at the moment as they slowly submerge their shared body into the hot tub, both moaning a little until they're sitting beside you where they lay their heads back and take in the feelings of getting warmer by the minute. Where you do the same for a while until you look over to see beside you....</span></div></div>",
            "created":1595134800,
            "id":2871427,
            "title":"..nothing at all, butt naked."
        },
        "142544531":{
            "author_id":"demonchicken69",
            "author_name":"DEMONCHICKEN69",
            "choices":[
                "..Carmen and Henry give you a nice surprise.",
                "..you give Carmen and Henry a nice surprise.",
                "..Carmen and Henry stand up in front of you.",
                "..Carmen and Henry want the real deal right now.",
                "Something else"
            ],
            "content":"<div class=\"\"><div> <span>Luckily for you...Carmen's head is beside you instead of Henry's, so you ask, \"relaxing isn't it?\" <br>\r\n<br>\r\n\"Oh god yes....\" Carmen basically moans. <br>\r\n<br>\r\nSeeing her like this is something else and can't help yourself as you lean over and kiss her on the cheek which makes her turn to face you. Where you two starts passionately kissing each other, even using your tongues which makes things even hotter for you three. As you kissed Carmen began to feel up your package through your swim trunks, fumbling around bit while doing, but does feel amazing. Which is funny because normally Carmen wouldn't be that wild when it comes to things like this. <br>\r\n<br>\r\n While you're kissing Carmen you start to hear the low moans coming from Henry, which became a little bit of a distraction for you, so you break your kiss and ask, \"you feeling good buddy?\" <br>\r\n<br>\r\n\"Definitely.\" He answers as he looks over at you two from feeling the affects of Carmen getting their shared body turned on. <br>\r\n<br>\r\n\"Are we turning you in Henry?\" You asks.<br>\r\n<br>\r\nBoth Carmen and Henry nod in agreement before looking down in the water to see what the kissing had done, which made you look down as well to see that their once limp cock is now fully erect, \"wow!\" You all say. <br>\r\n<br>\r\n\"Look at what you did Darren.\" Carmen says as she looks at their erect cock that she can feel.<br>\r\n<br>\r\n\"Ahh...\" is all that comes out of your mouth, but Henry on the hand looks over at you two, \"wow!! You two kissing really got me going, like I could feel you two kiss good each other like I am actually kissing too, anyways go on.\" Henry tells you two.<br>\r\n<br>\r\nWith that said, you and Carmen begin kissing each other again. Starting out slow like before until your tongues get involved again making things get hotter again. Just like before you feel Carmen rubbing your forth with her much large manly hand which does feel quite amazing despite that. While you're kissing each other you see Carmen's eyes suddenly bulge before breaking their kiss to let out a loud moan.<br>\r\n<br>\r\nWondering why, you look and see Henry with his hand down under the water stroking their erect cock, which took him a moment to notice you two looking at him, \"sorry guys, I just couldn't resist it.\" He apologizes.<br>\r\n<br>\r\n\"No worries, I feel the same way right now.\" You tell him while Carmen is still recovering from feeling their shared cock getting stroked and soon does by saying, \"Woah!! That's wild.\"<br>\r\n<br>\r\n\"I know right.\" Henry says, \"but I think Darren might want that too.\" Henry teases Carmen. <br>\r\n<br>\r\nMaking Carmen look over at you with red face from how horny their shared body is, \"can I?\" She ask.<br>\r\n<br>\r\n\"Do it sweetie.\" You answer.<br>\r\n<br>\r\nFrom there Carmen reaches down to the waist band of your swim trunks and slide show her large manly hand in and wraps it around your throbbing cock making you moan just like Henry was earlier. \"Like that?\" Carmen asks as she begins moving her large hand up and down your shaft. <br>\r\n<br>\r\n\"Just like that sweetie.\" You tell her when she lets out a loud moan from Henry beginning to stroke his cock again. Resulting in you three laying your heads back letting out long quiet moans from how horny your bodies are becoming. Right up until the point you suddenly feel Carmen pull her hand out of your swim trunks where....</span></div></div>",
            "created":1595134800,
            "id":2871431,
            "title":"Carmen "
        },
        "1425445311":{
            "author_id":"demonchicken69",
            "author_name":"DEMONCHICKEN69",
            "choices":[
                "..we should do just that right now.\"",
                "..I need a moment to recover from this.\" ",
                "Something else."
            ],
            "content":"<div class=\"\"><div> <span>\"Here, let me show you something,\" Henry said to Carmen. \"just go with me on this one okay, Darren.\" Henry adds as you watch them get out of their seated position and kneel in front of you. Knowing what might happen, you hop out on the edge of the hot tub, \"just follow his lead Carmen.\" You tell her. <br>\r\n<br>\r\nFollowing Henry's directions after getting an eager nod from Carmen, Carmen/Henry fumble a little with the draw strings on your swim trunks. Getting it untied and help get them off where your big throbbing member flops out point right at them making you blush a little while Henry eyes go wide from seeing how big you are. Despite that, Henry reaches up and wraps a hand around your painfully erect member where he began to stroke which felt amazing. <br>\r\n<br>\r\nFrom there Henry got to work as you watched him lean in and wrap his lips around your cock and began to suck on it. Surprisingly much better than the way Carmen ever did where Carmen just watched on in awe what Henry is doing right up until a good few pleasurable minutes pass by, \"see what I just did.\" Henry said which Carmen nodded, \"good, because Its your turn to suck him...\" <br>\r\n<br>\r\nWith that, your Carmen did something that she hadn't been able to do well on you since you two first started dating each other. She slipped your throbbing cock into her mouth and she began sucking you off like a professional just from watching the way Henry did it. \"WoW!!!\" You moan out loud as you watch Carmen bob her head up and down on your cock like before, but so much better than before.<br>\r\n<br>\r\nIt seemed like an eternity of bliss as she expertly worked your shaft, using lips and tongue to full advantage. She varied her pace, ensuring that you didn't climax too early, and for a moment it felt like the greatest thing on earth. As you kept on watching her do her thing while Henry watched on in awe at how quickly she learned as he stroked their cock. Then when you thought things couldn't get any more intense things quickly got more intense.<br>\r\n<br>\r\nWhere Henry placed a hand on your thigh and so did Carmen after letting your cock out of her mouth where they put their mouths on your shaft, kissing, sucking and licking it. Making you moan even louder than before as you watch Carmen and Henry work together on your throbbing cock. Watching them kiss gently at your quivering shaft. Until you feel a mouth around your balls to see Henry sucking on them for a few minutes until he says, \"you try it.\"<br>\r\n<br>\r\nCarmen moves down and starts sucking on your balls just like Henry did for a few minutes until she let them out, \"like that?\" She asks.<br>\r\n<br>\r\n\"Just like that, but try this\" Henry responded, before he licked from your balls , the length of your rock hard shaft before bestowing a kiss on your sensitive head. Then Carmen followed up by doing the same thing and before you knew it, both Henry's and Carmen's tongues were working on your cock like true professionals. Giving you a slick, slippery experience like nothing you had ever experienced before in your life. <br>\r\n<br>\r\nEventually they stopped and Henry says, \"Mmmm, I think he's going to blow soon Carmen, you should finish him off like I showed you.\"<br>\r\n<br>\r\nContinuing to take Henry's advice, Carmen's lips quickly wrapped around your dick, the sounds of her sucking mixing with the bubbling of the hot tub. Along with Henry's low moans from feeling Carmen sucking on your cock while stroking on their own cock. Which soon began to become too much for you as you placed your hands on her broad hairy shoulders, before coping a feel of Carmen's and Henry's hairy man boobs. Which lead to Henry grabbing one of your hands and began sucking on your fingers, emulating the tonging that Carmen was doing on your cock.<br>\r\n<br>\r\nThe double assault of watching Henry and Carmen going to town on giving you as much pleasure as possible became too much, and before you knew it, your painfully erect member began to spasm. Spurting out glob after glob of hot, sticky cum down Carmen's throat. At first, she seemed to choke on it a bit, but at Henry's prompting, she quickly swallowed down every drop. Where she looked up at you like what just happened and the same can be said for you as well.<br>\r\n<br>\r\n\"Oh my god.\" you gasped, amazed at what had just happened in your own hot tub between you three,<br>\r\n<br>\r\n\"We're not done yet,\" Henry said, taking the lead while Carmen blushed at what she had just done. You watched them stand up in front of you with their shared cock now above your still erect cock. Henry reached down and began stroking their cock vigorously, not even giving Carmen time to rest as she began moaning louder and louder until he says, <br>\r\n<br>\r\n\"Come on Carmen, you try it.\" And grabs Carmen's hand, putting it around his cock where she began stroking like he just did making them moan wildly for a few more minutes until Henry began moaning louder than he ever had before. While Carmen was basically screaming from how pleasurable it all felt right up until she basically yelled at the top of her lungs, \"Here....It...Comes!!!\" <br>\r\n<br>\r\nThat's when you see spurting out glob after glob of hit, sticky cum out of their shared cock right onto your still fully rock hard cock coating it in their cum. Making your already slippery saliva covered cock even slippery than before, but it seems they weren't done just yet as they quickly get down on their knees and begin taking turns cleaning off your cock. With them both swallowing their cum until they were done at sat up on the edge of the hot tub all breathing heavily from what just took place in your hot tub. <br>\r\n<br>\r\nA night that you'll all remember from then on, but things are just getting started because you know you three are still going to have sex in your bedroom. For now you three bask in the after glows of glorious orgasms for a few minutes until you three lock eyes where Carmen asks, \"should we take you upstairs and finish what we started?\" <br>\r\n<br>\r\n\"I'm game, are you Darren?\" Henry asks.<br>\r\n<br>\r\n\"I think....</span></div></div>",
            "created":1595134800,
            "id":2871450,
            "title":"..Carmen and Henry give you a nice surprise."
        },
        "14254453111":{
            "author_id":"demonchicken69",
            "author_name":"DEMONCHICKEN69",
            "choices":[
                "\"You should.\" ",
                "\"I'll try.\" ",
                "Something else"
            ],
            "content":"<div class=\"\"><div> <span>Carmen nodded at the suggestion, \"let's do it buddy.\" Henry added. <br>\r\n<br>\r\n\"Then let's head upstairs shall we.\" You tell them as you get out of the hot tub, turning it off. With Henry and Carmen getting their shared body out as well. Where you can't help it but stare at their still erect cock making then smile and they do the same for your still erect cock for a moment. Before the three of you quickly run back into the house, cocks flopping around as they do while you watch Carmen's and Henry's shared body's wet hairy ass jiggle as they run in front of you.<br>\r\n<br>\r\n<i>Oh god, I wanna fuck their ass so bad</i> you think as you follow them up the stairs all while watching their hairy ass jiggle along with a better view of their big hairy balls hanging between their legs. With Carmen and Henry, it seems Carmen is having too much fun from feeling their shared hairy chubby body jiggle all over form them running up stairs along with their fat erect cock. Which does make Henry laugh as well because he's experiencing it somebody else instead of just himself.<br>\r\n<br>\r\nSoon enough the horny couple make their up and into their bedroom. Where they turn around and meet face to face with each other where Henry watches you and Carmen kiss each other passionately again for a bit. Making him wonder if he should ask you if you can kiss him which soon got the best of him, \"could I get some too?\" Henry asks. <br>\r\n<br>\r\nCausing you to break the kiss and look at him for a moment before Carmen says, \"do it honey.\" <br>\r\n<br>\r\nWith that said, you lean in and Henry does the same until you two are passionately kissing each other in front of Carmen, \"ooohh....that's hot.\" Carmen moans as she watches you two. <br>\r\n<br>\r\nJust like you did with your loving wife Carmen, you slip your tongue in his mouth and he does the same to you for a few minutes until you two quickly pull away feeling a little embarrassed. With even giving you time to regain your composure you suddenly feel their erect cock get pressed up against yours while they hug you. Bringing you in closer so you reach behind and place your hands on their hairy chubby ass. Where you three begin fringing your erect cocks against each other as you three begin taking turns kissing each other again. <br>\r\n<br>\r\nThat is until you suddenly feel your cock get grabbed while feeling theirs against yours, so you look down to see Henry had grabbed both of your cocks and is now stroking them both making all three of you moan softly. Especially Carmen because she's never felt this before and felt this horny before in her life, even more so when Henry says, \"your turn.\" <br>\r\n<br>\r\nWith that Carmen wraps her hand around both cocks and starts stroking them like Henry did making her moan out, \"oh wow!!! This is amazing!!\" Carmen moans as she continues stroking them for a few more minutes.<br>\r\n<br>\r\nThat is until Carmen and Henry both gently push you on the bed, too confused about what's happening you let Carmen and Henry do their thing. As they get up on the bed on their knees with your legs between them where they cup their hairy man boobs together. Before running their hands down their hairy belly until they meet between their hairy chubby legs. Where Carmen strokes their cock again while Henry massages their hairy balls right in front of you as you lay there and watch the sexy tease.  <br>\r\n<br>\r\nRight until you watch them bend over onto their hands right over you where Carmen kisses you long and hard while Henry reached down and stroked their cock a few times before getting his turn to kiss you too. After Carmen and Henry had stopped, \"let me take full control and I'll show you how to ride a cock like a man.\" Henry tells Carmen which she nodded and he took full control over their body and took charge.<br>\r\n<br>\r\nWith Henry having full control he spits in his hand and rub sit between his hairy sweaty ass before spitting in it again and rubbing his saliva all over your cock. Normally you would have used lube, which is in the drawer beside you, but what is happening in front of you right now left you in awe of what this is all like. From there Henry gets his hairy sweaty ass over your cock where he reaches behind himself grabbing your cock and slowly lowers his ass down until you three moan louder than you ever have before from feeling your cock penetrating their asshole.<br>\r\n<br>\r\nEspecially Carmen since she's never experienced anal before, but she probably figures it's not as intense as this as she feels their cock throb harder than it ever had as Henry sits all the way down on your lap. Where they recover for a few minutes, breathing in and out a few times where you place your hands on their squish you hairy hips and look at their erect cock resting in your stomach thinking, <i>so this is what it feels like to have your cock in another man's ass</i> before looking up at them, \"how does it feel?\" You ask.<br>\r\n<br>\r\n\"Amazing!!!\" Carmen manages to say. <br>\r\n<br>\r\n\"Just wait until I show you how to ride.\" Henry says as he cups hairy man boobs since Carmen seems to love doing that. Before he starts riding he says, \"I almost forgot Carmen, this is the cowgirl position. Remember it okay?\" He tells her.<br>\r\n<br>\r\nCarmen just nods. <br>\r\n<br>\r\nHenry gave Carmen a quick kiss on the cheek before he did a few quick breaths before you watched him move up on your erect cock and was throbbing harder than it ever had before. Henry then sat back down on your cock while watch the look on your face of how much you're enjoying this. As for Carmen, she had a flush look on her face which was bound to happen from all of this intense pleasure she's feeling, \"<i>you'll get use to it eventually</i>\" he whispers in her ear as he starts getting into a good slow rhythm to help Carmen get use to it.  <br>\r\n<br>\r\nShe tried to say something, but it was too much for her to try hard enough as she kept on moaning louder and louder. As Henry began to go faster and faster as he rode your cock like a pro. Both feeling your big off stretch out their ass while their hairy ass smacks against your thighs. Not to forget their cock flopping around on your stomach, hitting which made you grab their cock and stroke it as they rode you. Which made Carmen gasp as she looked down before she let out a loud moan from getting an even great sense of pleasure through their shared body. <br>\r\n<br>\r\nFrom there, Henry kept on riding you like a pro while Carmen was along for the ride. While you couldn't believe you are having sex with another man that has your wife attached to him at the same time. Getting all the strange feelings from it like, feeling their big hairy ass smacking against your thighs, the mixed manly and womanly moans as you watch their hairy belly and man boobs jiggle. Not to forget their cock that you are currently stroking at the moment. <br>\r\n<br>\r\nThat is until Henry gets up on his knees again, letting your cock out of their ass letting you and Carmen have a breather for a few minutes before he asks, \"Want me to continue showing you how or do you wanna try now?\" Henry asks the flushed face Carmen who slowly looks over at him and just says, \".....\"</span></div></div>",
            "created":1595221200,
            "id":2871833,
            "title":"..we should do just that right now.\""
        },
        "142544531111":{
            "author_id":"demonchicken69",
            "author_name":"DEMONCHICKEN69",
            "choices":[
                "\"I'm game for another round guys.\"",
                "\"I think I'm going to need a nap after this.\" ",
                "Something else"
            ],
            "content":"<div class=\"\"><div> <span>\"You do it.\" Carmen lets out after feeling so much pleasure. Henry nods as he says, \"let's give Darren a good view of what my hairy ass can do.\" As he stands up on his big feet, where he turns around where you look up to see their big hairy sweaty ass.<br>\r\n<br>\r\n\"Mmm....love the view honey.\" Carmen asks you as you could see their big hairy sweaty ass in all its glory, \"your ass has never looked better sweetie.\" You answer.<br>\r\n<br>\r\n\"Just wait until its bouncing on your cock buddy.\" Henry replies as he reaches back, placing his large chubby hands on his big hairy ass, playfully smacking and pulling his ass apart. While you just lay there watch the sexy sight.<br>\r\n<br>\r\n\"Do it buddy.\" You call out.<br>\r\n<br>\r\n\"Hope you're ready and watch I do this Carmen.\" Henry tells Carmen as he slowly lowered his hairy ass down more and more until its right above your throbbing cock. Where you hold your cock up for them, so Henry just lowers his ass down even more until you watch as your dick head gets swallowed by his dark hairy asshole causing all three of you moan out loud again. <br>\r\n<br>\r\nHowever, he's not done as he keeps on squatting down until your cock is balls deep in their sexy hairy ass again. Then he repeated that same motion again and again, faster and faster each time. While you were just watched as their sexy ass moved up and down on your cock, a sight that looks so sexy to you as Henry just rides you like a pro. You were worried Carmen wouldn't enjoy it, as she couldn't do anything, but by the look on Carmen's face shows she is moaning just as loud as Henry is.<br>\r\n<br>\r\nHenry just kept on riding your cock for as long as he could in that position until he just had to get down on his knees where you expected him to rest for a moment, but he kept on bouncing his hairy sweaty smelly ass up and down on your cock. Not once stopping, even as you see him and Carmen kissing each other atop their body. Watching them ride cock and kiss each other was amazing and made you want to do something, so you put your hands on their shared hairy sweaty ass, playfully smacking and squeezing it. Which soon proved to much for you as you feel yourself almost ready burst in their ass. \"I think I'm ready!!\" You call out.<br>\r\n<br>\r\nHenry just nods as he looks back at you where he spreads his ass as much as he can making Carmen moan louder again as he rides your cock even faster. Which made you moan and groan louder as well and even more so when you feel yourself blowing your load inside their hairy ass. Making Henry and Carmen gasp as they feel your huge load fill their ass as he kept in riding until he managed to turn around on your cock to face you again. Where see just how red Carmen's face is from this intense sexual experience.<br>\r\n<br>\r\nJust when you thought they were done, Henry leans back onto one hand and uses his other to strike his cock as he rides your cock a few more times resulting in them having their orgasm. Causing Henry and Carmen to moan the loudest they have tonight, especially Carmen because its only her second male orgasm. Which was only intensified by the feeling of their shared asshole tightening around your thick cock making their orgasm much more pleasurable. As a result you see large streams of cum spurting out of their shared cock all over your sweaty body and you didn't care because it brought Carmen so much pleasure. In the end it was the greatest feeling ever as they both looked satisfied along with you.<br>\r\n<br>\r\n\"That felt so fucking amazing.\" Carmen said to Henry.<br>\r\n<br>\r\n\"I know right and this won't be the last.\"  Henry tells Carmen.<br>\r\n<br>\r\n\"You sure know how to ride cock Henry.\" You tell him.<br>\r\n<br>\r\n\"Tell me about it.\" Carmen answers as she just got the feel the full experience of his expertise.<br>\r\n<br>\r\n\"Thanks.\" Henry says blushing a bit before adding, \"and I hope you still have enough energy left.\" <br>\r\n<br>\r\n\"Why?\" You and Carmen ask.<br>\r\n<br>\r\n\"I want to do it again.\" Henry suggested.<br>\r\n<br>\r\nYou were not sure if you could do it again but your cock is still fully erect along theirs. Then again it all depended on Carmen, can she last another round. You just look up at Carmen along Henry where she stares at you two for moment still reeling from her glorious shared orgasm and says....</span></div></div>",
            "created":1595307600,
            "id":2872371,
            "title":"\"You should.\" "
        },
        "1425445311111":{
            "author_id":"demonchicken69",
            "author_name":"DEMONCHICKEN69",
            "choices":[
                "They have another experiment to test out on Carmen and Henry.",
                "They want to know if Carmen and Henry want to extend the experiment.",
                "They want to know if you want to participate in an experiment.",
                "They want to know if they can use Carmen's body for an experiment.",
                "Something else"
            ],
            "content":"<div class=\"\"><div> <span>\"Great, I'm game too!!\" Henry agreed, as they then both looked down at you expectantly.<br>\r\n<br>\r\nFeeling slightly embarrassed, you look at them in eye and are forced to admit \"Sorry, but you'll have to give me a minute to recover. That last round took a lot out of me.\" You tell them.<br>\r\n<br>\r\n\"Well, dang!! I was ready for more fun!\" Carmen pouted.<br>\r\n<br>\r\n\"Me too.\" Henry added. <br>\r\n<br>\r\nGiving his body mate a sly look, Henry says \"You know Carmen, If you're willing to help me out here, I think I know of a way to get old Darren here ready to go again in no time. You up for it?\"<br>\r\n<br>\r\nCarmen doesn't even hesitate. She must have really enjoyed having sex as a man with you just now. \"Sure!\" she replies excitedly.<br>\r\n<br>\r\n\"Okay, then just do what I do, and we should have the old one eyed monster up and ready to go in no time at all.\" Henry said, climbing off of you and repositioning himself so that his and Carmen's heads are close to your package. Where you watch them both stick their tongues out, slowly licking up and down your shaft making you moan as they do. While getting the taste of their own ass in their mouths mixed with your cum. Carefully watching how Henry does it and tries her best to do the same for a couple minutes. <br>\r\n<br>\r\nThen, once she decided she'd seen enough to get the idea, she started doing the same, working in tandem with Henry and before long, the two of them had managed to cause your dick to go from a wet noodle to a semi hard state. They seemed disappointed that they only manger to get you to a semi hard state which is nowhere near ready for use yet. Noticing this, Henry stops licking your shaft and turns his attentions to your smooth balls instead, where he licks along the underside of your sack, sucking them into his mouth one by one and sucking on them. Then lets them slip out, only to repeat the process all over again. This causes you to harden even more, but you're still not quite there yet, \"wow....still not ready yet.\" Henry says.<br>\r\n<br>\r\n\"Sorry...it just really took a lot out me.\" You tell them.<br>\r\n<br>\r\nHenry ceases sucking on your balls, then frowns slightly, \"hmm...we must have really worn him out. Looks like we'll have to bring out the big guns.\" <br>\r\n<br>\r\nWhere he turns towards your wife and asks \"So Carmen dear, think your ready to take this all the way and deep throat your husbands cock? Or would you rather have me do it instead?\"<br>\r\n<br>\r\nCarmen stops licking your shaft for a moment, eyeing your semi hard member nervously for a moment. Seeing her nervousness, Henry nods, and is just about to deepthroat your cock when Carmen gets this look of determination on her face. Then without saying a word, she takes your cock into her mouth, trying to deep throat the whole thing, causing her to gag, but pushes through to almost get all of it her mouth before drawing back and gasping for air.<br>\r\n<br>\r\n\"Careful honey, don't try and take the whole thing at once, you'll choke doing that. Just take it slow, a little at a time. Concentrate on breathing through your nose. There, that's it.\" Henry instructs as Carmen tries again. This time just taking in the tip of your cock this time, sucking on it a little before trying to take your whole cock again making her gag again.<br>\r\n<br>\r\n\"Don't overdo it, this isn't a race or anything.\" Henry tells Carmen who just looks at him with her eyes as she tries again to deepthroat it before drawing back again with saliva dripping from your cock and from her lips.<br>\r\n<br>\r\n\"Take it ease Carmen, do what Henry tells you, you're almost there.\" You tell her.<br>\r\n<br>\r\nCarmen juts looks at you wit before she starts sucking on your cock again as Henry tells her, \"try swirling your tongue around the tip a little, just to provide a little extra stimulation.\" Henry instructs.<br>\r\n<br>\r\nCarmen does as she's told, swirling her tongue along the head of your cock, causing you to tense a bit before you manage to get used to it, then taking a little more of you into her mouth, putting her about halfway down your shaft before trying to get all the way down to your balls again and this time you feel her little tongue touch your balls sending shivers throughout your body as it had done its job of getting your hard as a rock.<br>\r\n<br>\r\n\"Okay, that's pretty good for your second time doing this, but try moving a bit, just kind of bob your head back and froth while sucking on him and using your tongue, and he should be good and hard in no time.\" Henry instructed.<br>\r\n<br>\r\nFollowing Henry's advice, Carmen begins bobbing up and down, sucking an licking your shaft, causing you to moan with pleasure. The look and feel of your beautiful wife's head bobbing up and down on your dick is really turning you on which causes Henry to start moaning as well, using his hands to stroke his cock and rub his hairy manboobs. Seeing Carmen doing this is almost too much for you and almost blow your load right then and there. \"Th-that's enough!\" you say reluctantly as you pull Carmen's head off your cock despite not wanting this pleasure to end. You did stop it because if your wife doesn't stop, you'll blow your load again and be no good to anyone.<br>\r\n<br>\r\nCarmen makes a noise of protest, obviously getting off on what she's doing to you, as well as the stimulation Henry is providing for the two of them, but after giving you one final lick before Henry gets into position again. This in the doggy style position which Henry tells her, \"okay Carmen, this is what we call the doggy style position.\" <br>\r\n<br>\r\nBefore she can answer Henry, they both feel you mount their hairy ass sliding your cock balls deep making them both moan loudly, where you place your hands on their broad shoulders. Where you start pumping your cock back and forth in their tight hairy asshole massaging your shaft, causing both of them to moan and scream in pleasure as you ram your cock deep while theirs flops around underneath them. Which feels pretty damn amazing, so amazing in fact, that you want more, so you grab the their chubby hairy arms pulling them back and start ramming your cock in harder and deeper making them moan and groan even louder. Along with your self as you watch your thick lick slide in and out of their sexy hairy sweaty smelly ass, watching it jiggle every time you slam your cock in balls deep. <br>\r\n<br>\r\nWhere you just keep on using them as your personal sex toy, slamming your cock in deep as it can go  into their shared asshole as you pound it into them. Carmen and Henry begun sweating and feeling their entire body aching for you, crying out in bliss as you pump in and out of their tight asshole, which  feels even better some how, maybe it's because you can your cock stretching it out. That you resolve right then and there that this is the way you'll always fuck your wife from now on, doing it bareback with her being attached to a random man feels so much better than a pussy ever could. <br>\r\n<br>\r\nYou hold out as long as you can, managing to bring Carmen and Henry to one Spectacular orgasm, causing them to moan and scream super loud from getting fucked so hard. That their ass clenches around your thick shaft so hard that it almost hurts, but feels so good. Their hands grabbing your forearms tightly as they release another load of cum right onto the bedsheets from their still flopping erect cock between their hairy chubby legs. As you watched them have their orgasm, it didn't take long for you to follow suit as you can't hold it anymore, and your dick spasms violently before it seems to practically explode, spurting out large globs of war cum deep inside their tight wet smelly asshole. <br>\r\n<br>\r\nFilling them up right to the point that it starts leaking out around your cock onto the bedsheets. Which nobody cares, because this has to be the best sex anybody has ever had in their lives. Since you don't have to worry about Carmen getting pregnant anymore, you know you can cum in them as many times as you want again and again, and again, and again....as many times as necessary because you think you'll never get tired of fucking their hairy ass. In all kinds of different positions, filling their hairy ass up with cum over and over again.<br>\r\n<br>\r\nLetting go of their arms and Henry letting go of your arms, they just lay down flat on the bed breathing heavily and sweating all over. While you laid down beside them looking up at the ceiling both basking in the after glow,of your intense sexual experience together. Which lasted a while because it really took a lot out of you three as you laid there for like a good 20 minutes until things began to calm down a bit. Where Carmen finally gained enough strength to speak up, \"Oh Darren, that was wonderful!\" Carmen said.<br>\r\n<br>\r\n\"Yea, I'll say! I don't remember ever cumming that hard before!\" Henry added as they managed to roll on to their back beside you. <br>\r\n<br>\r\n\"You can say that fucked it right out of you didn't I.\" You tell them. <br>\r\n<br>\r\nWhich made you three giggle a little before getting onto your sides to face each other where you looked into each other's eyes before, kissing each other again. While rubbing each other's still sweaty bodies for a little bit until they rolled on to their other side and you cuddled with them, hugging their big body all just smiling. Smiling about what just occurred between you three and how you three want it to stay this way for a while. Which meant Carmen will be a man and you and Henry can teach her things about being a man, maybe even let them fuck your at some point, but for now you three enjoy yourselves in your bed.<br>\r\n<br>\r\nSo much so, that you eventually begun to doze off along with Carmen and Henry, prompting a \"Good night Darren.\" From Carmen.<br>\r\n<br>\r\n\"Good night buddy.\" From Henry. <br>\r\n<br>\r\n\"Pleasant dreams.\" You tell them and with that, the three you all cuddled up next each other soon drifted off to a deep sleep. A much need sleep after your glorious orgasm and intense sex with them, with you doing the same. Until all three of you are laying your bed naked and smelly from sex, snoring loudly and having pleasant dreams.<br>\r\n<br>\r\nThe next morning you get a call from the research lab informing you.......?</span></div></div>",
            "created":1595394000,
            "id":2872974,
            "title":"\"I'm game for another round guys.\""
        },
        "14254453111114":{
            "author_id":"demonchicken69",
            "author_name":"DEMONCHICKEN69",
            "choices":[
                "..a man and a woman attached to her body.",
                "..two men are attached to her body.",
                "..two women are attached to her body.",
                "More choices"
            ],
            "content":"<div class=\"\"><div> <span>You had woken up before Henry and Carmen, showered and put on a pair of boxers leaving them to rest upstairs in bed after having fucked them so hard the night before. Seeing how they're still snoring away loudly in bed, \"I must have really fucked them good didn't I.\" You say to yourself as you decide to treat them to a good home cooked breakfast.<br>\r\n<br>\r\nWith that in mind you head downstairs, relieving an itch on your ass until you reach the bottom. Where you walked into the kitchen, smiling at how much fun it was having sex with Carmen last night, now that she is basically a man and that she is sharing that body with someone who you're really starting to like. You already let him suck your cock, kissed each other and let him kiss your wife, \"mmm....that was fun.\" You say to yourself as you open the fridge and take out the stuff needed to make breakfast.<br>\r\n<br>\r\nGetting all the stuff, like eggs, bacon, sausage, pancake mix, bread and stuff that you'll get out later when the food is almost done like orange juice, milk or apple juice depending on what they want. Anyways, you begin cooking the bacon and sausage in one pan, mixing the pancake mix with milk and adding a few extra ingredients to make them your own, the way Carmen loves them. Where you then begin cooking the pancakes in another pan, making as many as you can. <br>\r\n<br>\r\nAfter a few a while of cooking the bacon and sausage, flipping and turning them over, they're just about done. Along with the pancakes as there is just enough for one small pancake left. Pouring that you leave it while you take out the bacon and sausage to let it rest while you then begin cooking the eggs right in the bacon and sausage grease to give them extra flavor. While doing that you hear a loud vibration followed by a familiar ringtone, a ringtone that only Carmen would have, so you quickly go and get her phone to see what the call is.<br>\r\n<br>\r\nLooking at the caller ID, it just says LAB, so you answer it and walk back into the kitchen, \"Hi Carmen...this is the Dr. Stevens from the research lab, we have a question we would like to ask you?\" You hear him say.<br>\r\n<br>\r\n\"Ahh...this is Darren, her husband.\" You answer.<br>\r\n<br>\r\n\"Ohh....I hope you weren't too alarmed by what we did to your wife?\" Dr. Stevens asks.<br>\r\n<br>\r\n\"Oh no....I was at first, but things changed and now I have two wives.\" You joke. <br>\r\n<br>\r\n\"Good to hear and you don't mind Carmen sharing a body with a stranger?\" Dr. Stevens asks.<br>\r\n<br>\r\n\"Well....let's just say we're all closer than ever before.\" You answer.<br>\r\n<br>\r\n\"So all is well....anyways, I called because I wanted to get permission from Carmen to do an experiment with her body. Is there any chance she's close by?\" Dr. Stevens explains.<br>\r\n<br>\r\n\"They're actually slee....oh wait there they are.\" You begin to answer when sleepy eyed Henry and Carmen walk into the kitchen wearing only a pair of Henry's tightie whities, seeing that you're cooking breakfast, \"good, could you put Carmen on the phone?\" Dr. Stevens asks you.<br>\r\n<br>\r\n\"Its for you.\" You tell Carmen, \"for me?\" She questions.<br>\r\n<br>\r\n\"Its Dr. Stevens.\" You tell her, \"ohh...give it to me.\" She says and takes the phone from you with her large hand, \"hello Dr. Stevens.\"<br>\r\n<br>\r\n\"Hi Carmen, Darren told me that he's loving your new shared body.\" Carmen explains.<br>\r\n<br>\r\n\"Yup, sure is.\" Carmen answers.<br>\r\n<br>\r\n\"Good to hear, but we called to ask you a question about your old body?\" Dr. Steven asks.<br>\r\n<br>\r\n\"Ohh...what is it?\" Carmen answers while Henry grabs a piece of bacon and begins munching on it.<br>\r\n<br>\r\n\"Well....we have another experiment lined up and we would like to use your body for it. Are you okay with it?\" Dr. Stevens asks.<br>\r\n<br>\r\n\"Hmmm.....yeah, I don't mind, besides I'm happy being a man for a while.\" Carmen answers. <br>\r\n<br>\r\n\"Excellent and we'll send an update to you when our experiment is done with your body.\" Dr. Stevens tells her. <br>\r\n<br>\r\n\"Looking forward to it Dr. Stevens.\" Carmen answers.<br>\r\n<br>\r\n\"Good and we may call again at some point for other things, oh and I almost forgot, we'll send another $4,000 to you for allowing us to use your body.\" Dr. Steven adds. <br>\r\n<br>\r\n\"Thanks Dr. Stevens, but Darren cooked breakfast and our big hairy belly is starving.\" Carmen says, \"you got that right.\" Henry adds,<br>\r\n<br>\r\n\"I'll leave you three to enjoy your breakfast and have a good one Carmen.\" Dr. Stevens tells her. <br>\r\n<br>\r\n\"Have a good one too Dr. Stevens.\" Carmen says her goodbye before hanging up. <br>\r\n<br>\r\nAfter a brief moment of silence, you ask, \"so you agreed?\" <br>\r\n<br>\r\n\"Yeah and we're getting another $4,000.\" Carmen answers. <br>\r\n<br>\r\n\"Wow...who knew it was this easy to make the much in one day.\" You reply. <br>\r\n<br>\r\n\"I know right, but we're starving.\" Carmen tells you as you watch her rub her hairy belly.<br>\r\n<br>\r\n\"I could hear that.\" You tell them as you set the eggs aside and the last pancake, \"normally I would fix Carmen a plate, but I don't know how much you eat Henry.\" You tell them.<br>\r\n<br>\r\n\"That's fine...we'll figure it out. Won't we Carmen.\" Henry answers. <br>\r\n<br>\r\n\"We sure will.\" Carmen answers as they walk their shared body over to counter where you had set up everything, grabbed a plate which Henry held as Carmen choose her usual amount of food. When she was done, Henry basically doubled the amount of food on the plate. From there they brought there plate over to table and came back for their drinks before they sat down and began eating from the same plate. While you fixed your plate and joined them where you glanced up a couple of times watching them stuff their shared body full of food. <br>\r\n<br>\r\nEventually you three were full and you cleaned up while Henry and Carmen went into the living room to watch TV. Where they found a movie that they both like and got comfortable while you cleaned up the kitchen. Eventually you're done and walked into the living room to see them on your recliner with a noticeable bulge in their underwear as they watched the movie, so you sit down on the sofa beside them. Where you look over, \"must be a good movie?\" You tease. <br>\r\n<br>\r\n\"Huh.\" The both answer and see you looking at their shared crotch where they both turn a little red before turning to each other, \"sorry.\" <br>\r\n<br>\r\n\"Wait you like someone in this movie too?\" Carmen asks Henry.<br>\r\n<br>\r\n\"Yeah, the main actress.\" Henry answers, \"I like the main actor.\" Carmen tells him where they share a good laugh before you butt in, \"I'm just teasing.\" as you look and see why they're erect.<br>\r\n<br>\r\nBefore you know it, you three are watching the movie again, watching the main actress and actor they're talking about. You must say they are making you hard as well and it doesn't help that they get into a good long sex scene together. Which make you harder, but for Henry and Carmen, it gets the best of them as Carmen reaches down and starts rubbing their bulge with her large hand. While Henry plays with their hairy manboobs until Carmen slides her hand into their tightie whities, wrapping it around their shared cock making them both moan quietly. Where she slowly begins to stroke it which causes Henry to caress her face and turn her towards him where they soon begin kissing each other's passionately. <br>\r\n<br>\r\nIt wasn't to long that the sound of their waistband snapping that you looked over to see them in a deep kiss while Carmen strokes their fat dark cock right there on your recliner. Which looks so sexy that you whip your cock out and stroke it to them stroking their cock in front of you. Where you three moan together stroking your erecting cocks in the living room for a few more minutes until you clear your throat, \"ahem.\" Which makes Henry and Carmen both look to see you jerking off to them.<br>\r\n<br>\r\n\"Sorry honey, its...\" Carmen begins to explain when you interrupt her, \"it's okay, you two look so hot doing it anyways.\" You tell them.<br>\r\n<br>\r\n\"You too.\" Henry adds as he looks at you with your thick cock in hand, \"thanks buddy, but if you come over I can give it two a treat.\" You tease.<br>\r\n<br>\r\n\"You bet.\" They both answer and get of full your recliner where they sit down beside you where you immediately wrap your hand around their cock and stroke it, so Henry returns the favor as he wraps his hand around your cock and strokes it. With the sex scene being so hot, it didn't take you three all that long to get to orgasm. Resulting in warm globs of cum spurting out of their shared cock onto your hand while your cock spurts out warm globs of cum onto Henry's hand. <br>\r\n<br>\r\nEnding with Carmen licking Henry's cum off your hand while he licks your cum off his hand, leaving you three a little sweaty while Carmen and Henry have the taste of cum in their mouths. Where you three resting on the sofa with the sexy sex scene just ending while Carmen and Henry cuddle up beside you, \"that was a nice treat.\" Carmen tells you. <br>\r\n<br>\r\n\"Glad you liked it and your cock feels huge by the way.\" You tell them.<br>\r\n<br>\r\n\"Thanks honey.\" Carmen answers, \"thanks man, but yours is much bigger.\" Henry teases. <br>\r\n<br>\r\n\"Yeah, I guess it I said pretty big.\" You answer as you look down at it. <br>\r\n<br>\r\n\"Aren't you glad that you can share it with me now.\" Carmen teases Henry. <br>\r\n<br>\r\n\"Hell yeah! I love it stretching out our ass.\" Henry answers. <br>\r\n<br>\r\n\"It does feel so nice in there.\" Carmen agrees.<br>\r\n<br>\r\nHearing them talk just makes you smile at how they're getting along with each other, making you think that this is the best thing that has ever happened to you besides your wedding. Thinking about how many times you're going to have sex with them because you don't have to worry about getting them pregnant anymore. However, you did like her body very much, but her sharing Henry's body together is just perfect and the more you think about it, you remember the call from earlier about her body, \"ohh Carmen.\" You ask.<br>\r\n<br>\r\n\"Yeah sweetie\" Carmen answers.<br>\r\n<br>\r\n\"Any news on your body yet?\" You ask.<br>\r\n<br>\r\n\"Hold on, I'll check it.\" Carmen answers and picks her phone up to see a massage which shows.....</span></div></div>",
            "created":1595480400,
            "id":2873383,
            "title":"They want to know if they can use Carmen's ..."
        },
        "142544531111142":{
            "author_id":"zooot",
            "author_name":"Hanko",
            "choices":[
                "Roy and Doug Naked",
                "Roy and Doug Clothed ",
                "A family friend stops in"
            ],
            "content":"<div class=\"\"><div> <span>\"Wow! Looking good!\" Carmen laughs as she opens her phone. Henry quickly looked and started to smile. Instantly the buldge in their tight breifs grew. \"Well, should we all get dressed? I think they are on their way over.\" Camren and Henry waddle back over to you and showed you the phone. <br>\r\n<br>\r\nThere, on top of your wife's stunning 5'9 body were the heads of two fat slobs. Doug, on the right side had lost all the hair on the top of his head except for a few disheveled strands. They were gray, and matched his full mustache. Roy, the left, on the other hand was younger, but much more of a fatter head. His black tangled hair fell down to Carmen's slender soft shoulders. His greasy smile clashed with his extremely feminine form. Just looking at his perverted eyes, you could tell he was going to enjoy your wifes body. <br>\r\n<br>\r\nThis made you uneasy but then aroused as well. \"Maybe I can help with the exploration.\" You mumbled as you looked at your wife. Looking down further you noticed the txt that read -Be over soon. We need clothes-<br>\r\n<br>\r\nAs you staired at the photo you thought, \"no way would they come here naked?\" But then again how else right? For certain if they wore their original clothes, they would fall off right? <br>\r\n<br>\r\nKNOCK KNOCK </span></div></div>",
            "created":1598158800,
            "id":2890063,
            "title":"..two men are attached to her body."
        },
        "142544531111144":{
            "author_id":"demonchicken69",
            "author_name":"DEMONCHICKEN69",
            "choices":[
                "..two young teenage boys.",
                "..two young teenage girls.",
                "..two young boys.",
                "..two young girls.",
                "Even more choices."
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>Who does Carmen see attached to her former body, is it...</span></div></span></div>",
            "created":1595566800,
            "id":2874438,
            "title":"More choices"
        },
        "1425445311111445":{
            "author_id":"demonchicken69",
            "author_name":"DEMONCHICKEN69",
            "choices":[
                "..two Chihuahuas, one tan and the other is black.",
                "..two German Shepards, one brown and black and the other is black.",
                "..two Tiger cats, one orange and the other is grey.",
                "..two other cats, one white and the other is black.",
                "Even more choices."
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>Maybe it's not even a person, it could be two very lucky animals like....</span></div></span></div>",
            "created":1595566800,
            "id":2874440,
            "title":"Even more choices"
        },
        "145":{
            "author_id":"demonchicken69",
            "author_name":"DEMONCHICKEN69",
            "choices":[
                "..a waitress from your wedding.",
                "..a drunk homeless woman who didn't cause any trouble at your wedding.",
                "..a drunk homeless man who didn't cause any trouble at your wedding.",
                "..one of the many wedding photographers at your wedding.",
                "More choices."
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>Walking through your front door with your beautiful white Carmen's head attached right beside their own on their own body is the random individual that is....</span></div></span></div>",
            "created":1595048400,
            "id":2871005,
            "title":"The Person you Don't Know is?"
        }
    },
    "info":{
        "author_id":"demonchicken69",
        "author_name":"DEMONCHICKEN69",
        "brief_description":"Your wife gets a lot closer to someone that you know or don't know. Literally!!!",
        "created":1595052120,
        "description":"<td align=\"left\" class=\"norm\">You, Darren Salvetzi, are married to the love of your life, Carmen Ficqua. Yet despite your and her affection for each other, you both decide to not have official intercourse until you two are both ready. One year into your marriage, she gets a high-paying one-day job to be a little lab rat for a certain medical experiment. To celebrate this triumph, you will have sex with her for the first time. The process of doing the swap could also be done however you want. <br>\r\n<br>\r\nHowever, when that time comes and Carmen comes through that door, you realize that she has a second head on her shoulders or her head is on somebody else's shoulders. The kicker? That second head is the head of someone you know or someone you don't!!!<br>\r\n<br>\r\n<b>RULES</b>:<br>\r\nSex scenes are a necessity, but not every chapter should be a full on sex scene, there should at least be some build up leading to it. Although it may be one of the main reasons why I created this story, it shouldn't be every chapter. Also be as creative as you possibly can.<br>\r\n<br>\r\n<b>NOTE</b>: <br>\r\nEven though the main character is doing his wife and relative at the same time, it is <b>NOT</b> incest. After all, the entire body belongs to Carmen; the main character's relative is just a \"passenger.\"<br>\r\n<br>\r\nAlso, if you want, you could have Carmen attached to somebody else's body just to make things more, interesting.</td>",
        "id":2227123,
        "image_url":"https://images.Writing.Com/imgs/writing.com/writers/listing-header-5000.gif",
        "last_full_update":1595639700,
        "modified":1598209320,
        "pretty_title":"Attached to My Wife"
    }
}