{
    "chapters":{
        "1":{
            "author_id":"superphantom",
            "author_name":"John GoodHorse",
            "choices":[
                "Anime/manga",
                "Western animation",
                "Movies ",
                "Vidya games",
                "Books/comics/web comics/web animation"
            ],
            "content":"<div class=\"\"><div> <span>You are Anon. It is late in the afternoon, going walking down the street by your house. Just another boring and ordinary day. <br>\r\n<br>\r\nYou hate it. How you'd do anything to escape the dullness of your current life and do something exciting for once. Unfortunately for you, your plea is has not gone unheard. You will get your wish. But at a cost. <br>\r\n<br>\r\nYou hear the loud horn of an eight-wheeler blast in the air which shouldn't have frightened you. Yet, it did. Something about that horn felt wrong, disturbing you deeply on a primal level. You turn you head to see the truck it originated from, and you entered a state of terror you previously never experienced before. The truck that had an otherworldly aura was speeding your way. You just knew instinctively that the driver, if there is one, is deadset on mowing you down.<br>\r\n<br>\r\nTried as you might, your legs can not outrun Truck-Kun, the heavenly 18-wheeler and lord of all trucks. You never had a chance. The divine Kenworth T680 catches up to you.<br>\r\n<br>\r\nYou wake up in a grey void where you're the only living thing in this void. This isn't the afterlife you think. You heard the horn of Truck-Kun again, and many portals open in front of you. You are tossed into one of the portals by an unseen force. What portal are you flung into?</span></div></div>",
            "created":1448168400,
            "id":2065701,
            "title":"Starting out, again"
        },
        "11":{
            "author_id":"superphantom",
            "author_name":"John GoodHorse",
            "choices":[
                "Yu-gi-oh",
                "Pokemon",
                "Fairy Tail",
                "Eiken Club",
                "More choices"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>Where do you begin? </span></div></span></div>",
            "created":1580446800,
            "id":2780916,
            "title":"Anime/manga/VNs"
        },
        "111":{
            "author_id":"superphantom",
            "author_name":"John GoodHorse",
            "choices":[
                "Original ",
                "GX",
                "5ds",
                "Zexal",
                "The others"
            ],
            "content":"<div class=\"\"><div> <span>Which series are you going to be sent to? As for your deck you will always start out with a standard starter deck that befits the era you're in. It wouldn't make too much sense to have an overpowered deck with Zexal era cards in the original series. You can however change up your decks when as you go further on in the storyline.</span></div></div>",
            "created":1581570000,
            "id":2786805,
            "title":"Yu-gi-oh"
        },
        "1113":{
            "author_id":"superphantom",
            "author_name":"John GoodHorse",
            "choices":[
                "Starting out in the Dumps",
                "Flip the Script, get a big titty psychic gf",
                "I am the law! ",
                "Mind Bullets",
                "More choices "
            ],
            "content":"<div class=\"\"><div> <span>Your initial deck will be the starter deck from Reverse of Arcadia. But here we go with the options. <br>\r\nOption #1: Starting off at the Beginning: you wake up in the Satellite around the time Yusei was plotting his escape to take Stardust Dragon back from Jack.<br>\r\n<br>\r\nOption #2: Flip the Script: You wake up in New Domino City before the main plot line begins around the time Sayer first meets Akiza. Maybe you can get to her before he does and be a light in Akiza's life?<br>\r\n<br>\r\nOption #3: Officer Anon: You wake up and you're a new officer of Sector Security <br>\r\n<br>\r\nOption #4: Mind Bullets: Once again you wake up in New Domino City before the Fortune Cup. This time you are now a psychic duelist. Unfortunately for you Sayer was snooping around, noticing you're having difficulty controlling your new powers. You'll have to endure him for a while. </span></div></div>",
            "created":1581570000,
            "id":2786823,
            "title":"5ds"
        },
        "11134":{
            "author_id":"superphantom",
            "author_name":"John GoodHorse",
            "choices":[
                "Ignore that. Figure out where you are"
            ],
            "content":"<div class=\"\"><div> <span>You wake up to the worst headache you've ever had before. You grab your head in pain, not that it would do any good to stop the abnormal burning sensation that envelops your brain. The pain momentarily subsides allowing you to notice a new weight on your left arm. You take a look at your arm to find a weird looking device attached to it. Wait, you've seen this thing before.<br>\r\n<br>\r\nIt's a duel disk from the Yugioh anime, specifically one of the standard issue ones the 5ds series. <a rel=\"nofollow\" href=\"https://vignette.wikia.nocookie.net/yugioh/images/e/e5/Player-WC09-M%26F.png/revision/latest?cb=20100215173003\" target=\"_blank\">https://vignette.wikia.nocookie.net/yugi...</a><br>\r\n<br>\r\nWhen you were younger you and your friends would stick your cards in the duel disk toys and pretend to duel as they did in the show. Good times. You don't recall a toy version of the standard 5ds duel disk ever being made, and it doesn't necessarily feel like it's a toy. <br>\r\n<br>\r\nYou also notice there's a deck of cards inside it. You probably need to go to a hospital on account of surviving(you think) being ran over by a truck, but for some reason you don't feel all that bad. You just have a bizarre headache. <br>\r\n<br>\r\nTaking the time to go through the deck you discover they are from deck the player character from the Reverse of Arcadia game originally had before being taken away by a certain psychic duelist. This only adds to the mystery. Who runs a guy over, gives them Yugioh cards, and gives them a duel disk toy(?)? And the cards are also strange. They're not like the typical cards you buy from a pack, they look like they're from the anime. <br>\r\n</span></div></div>",
            "created":1581915600,
            "id":2788657,
            "title":"Mind Bullets"
        },
        "111341":{
            "author_id":"superphantom",
            "author_name":"John GoodHorse",
            "choices":[
                "Meeting Sayer"
            ],
            "content":"<div class=\"\"><div> <span>Putting the cards back into the deck holder you get off the ground to learn you're in an alleyway at night. It doesn't bode too well for you. You need to get out of here before you get mugged.<br>\r\n<br>\r\nAs you make your way through the alleys you find dozens of faded posters lining up on the dirty walls. A good chunk of them were about where to find duel tournaments at shady sounding locations. One in particular was about something you barely could believe. Unground turbo dueling. You shake your head in confusion, your headache returning. Turbo-dueling doesn't exist in the real world. It only exists in the fictional world of Yugioh. <br>\r\n<br>\r\nYou mentally laughed at dumbest idea you entertained. You were sent the Yugioh world, the 5ds era to be specific, when you got hit by the truck the way some protagonists in animes, mangas, and virtual novels get sent to fantasy worlds.  <br>\r\n<br>\r\nThat might explain the cards and duel disk, but it's all too absurd. Your younger self would be extremely happy to be in the world of an anime you loved watching growing up, but-<br>\r\n<br>\r\nYou are interrupted in your train of thought when a glass bottle makes contact with your head. You feel blood slowly oozing out of the wound, and it does nothing to make your headache any better. <br>\r\n<br>\r\n\"Ah, shucks! He's still up!\" Cackled a deranged voice. <br>\r\n<br>\r\nYou look over to see a trio of stereotypical thugs menacingly making their way to you. One held a lead pipe, the other held a switchblade, and the last one had another bottle in his hand. He must have been the one who threw the first one at you. The most striking characteristic about all three of them was they had yellow tattoo-like lines on their faces. The same kind criminals got in 5ds.<br>\r\n<br>\r\nFug it. You really are in 5ds! And you're about to be mugged. <br>\r\n<br>\r\nYou can always try what Jack did in that one flashback to scare aways those thugs after Rally. You quickly reach for your deck to take a card out, any card that looks intimidating, and pull out Strong Wing Dragon. <br>\r\n<br>\r\nYes! This will work. You flash Strong Wind Dragon in this manner <a rel=\"nofollow\" href=\"https://vignette.wikia.nocookie.net/mspaintadventures/images/0/07/Ps000013_2.gif/revision/latest?cb=20100924022405\" target=\"_blank\">https://vignette.wikia.nocookie.net/mspa...</a> in an attempt to look as cool as possible before placing the card on your duel disk. The green dragon materialized as a hologram and unleashed a mighty roar which sounded more realistic than it ought to be.<br>\r\n<br>\r\nThis does nothing to dissuade the thugs from their goal. You fall to your knees, clenching your head in pain when the headache returns with a vengeance. What happens next wasn't predicted by either you or the thugs. <br>\r\n<br>\r\nStrong Wind Dragon inhales before unleashing a blast of powerful wind at the belligerents, knocking them into the brick wall far behind them. <br>\r\n<br>\r\nYou have no idea what just happened other than you inflicting real damage similary to what Akiza did in the anime. <br>\r\n<br>\r\n\"I'm a psychic duelist?\" You say out loud. <br>\r\n<br>\r\n\"Correct my new friend.\" You hear a new voice behind you say affirmatively.<br>\r\n</span></div></div>",
            "created":1581915600,
            "id":2788663,
            "title":"Ignore that. Figure out where you are"
        },
        "1113411":{
            "author_id":"superphantom",
            "author_name":"John GoodHorse",
            "choices":[
                "Arriving at the Arcadia Movement and meeting Akiza",
                "Skip to the next morning ",
                "Something else"
            ],
            "content":"<div class=\"\"><div> <span>With shaky legs you force yourself off the ground to take a look at this new voice behind you. It was a red haired man with a large curl in his hair, dark green eyes, and he wore a brown trench coat.<br>\r\n<br>\r\nOh great. You know this bastard all to well. It's Sayer or Divine as he was called in the Japanese version. This isn't even the presumably nicer Arc-V version of him. It's the manipulative ruthless leader of the Arcadia Movement version of him.<br>\r\n<br>\r\nSince this Sayer is still alive without a scar you can only assume you are currently in the timeframe before the Dark Signers Arc. Meaning he's still pulling Akiza's strings along with other psychics he's misleading. The man's sick in the head. <br>\r\n<br>\r\nJust thinking about how one moment you got hit by a truck and were sent into an anime world that revolves around a children's card game, got sent to the season that revolves around said card game on motorcycles, and became a psychic before being hit in the head with a bottle is making your headache become extremely unbearable. <br>\r\n<br>\r\n\"You don't seem that bad off for someone who got hit by a truck, Anon.\" The man says to you, his voice maintaining an illusion of friendliness.<br>\r\n<br>\r\n\"Could you not read my mind?\" You ask bluntly. How are you going to keep anything from this guy? <br>\r\n<br>\r\n\"I wanted to get a vibe on you,\" he replies, \"And it's not like I can get too much. That headache of yours plus a million jumbled thoughts running through your mind is making it difficult for me.\"<br>\r\n<br>\r\n\"But, I can tell you already know my name. And I already know your name too. No need for any lengthy introductions.\"<br>\r\n<br>\r\n\"Lucky us.\" You quip. <br>\r\n<br>\r\n\"And there's that unnecessary hostility you have for me out of nowhere.\"<br>\r\n<br>\r\n\"I got hit by a truck and took a bottle to my head on top of having my having my mind feeling like it's about to splinter into a million little pieces as my brain burns.\"<br>\r\n<br>\r\n\"Disregarding two of those, I can tell you from experience I know what you're going through, Anon.\" The man said sympathetically, \"Having your powers awaken out of the blue can be quite painful.\"<br>\r\n<br>\r\nYou can take a not too wild guess here and  say he wants you to join his little club. You tell him you accept his invitation. <br>\r\n<br>\r\nOrdinarily you'd want nothing to do with this guy, you've seen what he's really like in the anime and Reverse of Arcadia. However, like it or not Sayer is the expert in controlling psychic powers. Hurting someone, probably yourself included, with your newfound abilities isn't something you want on your conscience. You'll just have to tolerate the wicked psychic before you as long as you can.<br>\r\n<br>\r\nYou also need a place to stay. You don't want to risk getting mugged again. Additionally, you can try your hand at flirting with Akiza and any other psychic babe you come across. </span></div></div>",
            "created":1581915600,
            "id":2788725,
            "title":"Meeting Sayer"
        },
        "11135":{
            "author_id":"superphantom",
            "author_name":"John GoodHorse",
            "choices":[
                "Satisfaction and Enforcing ",
                "A Clean Slate 1",
                "A Clean Slate 2",
                "Reader's choice ",
                "More choices "
            ],
            "content":"<div class=\"\"><div> <span>Here we go again.<br>\r\n<br>\r\nOption #1: Waking up in the Dumps But Earlier: You wake up in the Satellite around the time Yusei, Jack, Crow, and Kallen were still the Enforcers/Team Satisfaction. Maybe they have an opening?<br>\r\n<br>\r\nOption #2: A Clean Slate before the Fortune Cup: You can decide which path you take here. Start out in the Satellite and pull off an escape plan, start out in New Domino City, develop psychic powers and join the Arcadia Movement just to usurp Sayer, ect. It's all up to you.<br>\r\n<br>\r\nOption 3: A Clean Slate: Same as the above but after the Dark Signers Arc. Besides becoming a Dark Signer you still have a multitude of paths to take.<br>\r\n<br>\r\nOption #4: Reader's Choice<br>\r\n<br>\r\nOption #5: More choices </span></div></div>",
            "created":1581570000,
            "id":2786825,
            "title":"More choices "
        },
        "1115":{
            "author_id":"superphantom",
            "author_name":"John GoodHorse",
            "choices":[
                "Arc-V",
                "VRAINS",
                "Duel Monsters Spirit World ",
                "Let me get a chance to be in all of them"
            ],
            "content":"<div class=\"\"><div> <span>Besides Arc-V and VRAINS how about the option to start out in the duel Monsters Spirit World? Or the fourth option: By Truck-Kun's blessing you gain a special card that allows you to travel to all of the Yugioh eras. The card's name is 『Truck-Kun's Road』and it does have a few rules.<br>\r\n1: much like the era you start out in the era it takes you to will be completely random.<br>\r\n2: The card must recharge through dueling, the more intense the better. <br>\r\n3: Be careful with it as it can drag others with you. For example, if you're in the 5ds era, got in trouble with the law, and used it to escape you will end up dragging Trudge with you to say the GX era.</span></div></div>",
            "created":1581570000,
            "id":2786815,
            "title":"The others with two extra options"
        },
        "112":{
            "author_id":"superphantom",
            "author_name":"John GoodHorse",
            "choices":[
                "New Life, Atypical Partner",
                "Waking up with a Team",
                "Ranger Danger",
                "Grunt life for you ",
                "More choices "
            ],
            "content":"<div class=\"\"><div> <span>You are getting isekai'd to the anime continuity of the Pokémon universe. Which storyline do you want? Creating new character for these is heavily encouraged.<br>\r\n<br>\r\nMight as well get the potential /ss/ path done: Option #1: New Life, Atypical Starter: You get a few years shaven off till you're around Ash's age at the beginning of the first season, and wind up in Professor Oak's laboratory. After coming to terms with the situation you are in you get your first Pokémon that isn't the usual starter. You get a Ralts. If you want to go ahead and use your new companion to use their psychic powers to enslave Delia so you can have a tag along cook/sex slave milf/girlfriend for your journey go right ahead.<br>\r\n<br>\r\nOption #2: Waking Up With a Team: You wake up in the middle of some random meadow in a region with three Pokémon already. Reader's Choice on what they are, but don't make them be fully evolved pseudo-legendaries or full blown legendaries! Having a Metalgross or a Lugia right off the bat wouldn't make for an interesting story. <br>\r\n<br>\r\nOption #3: Ranger Life: You wake up as a Pokémon ranger<br>\r\n<br>\r\nOption #4: #GruntLife: you wake up as a grunt of an evil team that will be decided by the one who starts the storyline. Will you stick with a life of crime, usurp the boss, or get a few assigned Pokémon and bail out when the moment presents itself?<br>\r\n<br>\r\nOption #5: Do I have even need to say this?</span></div></div>",
            "created":1581397200,
            "id":2785923,
            "title":"Pokemon(anime)"
        },
        "115":{
            "author_id":"superphantom",
            "author_name":"John GoodHorse",
            "choices":[
                "One Punch Man",
                "My Hero Academia ",
                "High School DxD",
                "Cowboy Beepboop",
                "Continue on"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>Though hopefully not as grimdark. </span></div></span></div>",
            "created":1581051600,
            "id":2783903,
            "title":"In the far future there is only more choices "
        },
        "1155":{
            "author_id":"superphantom",
            "author_name":"John GoodHorse",
            "choices":[
                "Soul Eater",
                "Black Clover",
                "Kill La Kill",
                "Black Lagoon",
                "More choices "
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>Six gorillion years from now we'll still be doing this.<br>\r\n<br>\r\nHere are your options now:<br>\r\n1: Soul Eater<br>\r\n2: Black Clover<br>\r\n3: Kill La Kill<br>\r\n4: Black Lagoon<br>\r\n</span></div></span></div>",
            "created":1581570000,
            "id":2786834,
            "title":"We have become very adept at this "
        },
        "11551":{
            "author_id":"superphantom",
            "author_name":"John GoodHorse",
            "choices":[
                "Student at the DWMA(Meister)",
                "Student at the DWMA(Demon Weapon)",
                "Put on your Wizard Robe and Hat",
                "Webbed",
                "More choices "
            ],
            "content":"<div class=\"\"><div> <span>Since there are slight differences between the anime and manga we'll do this the way I normally do when writing Soul Eater stuff. Merge them both. For example:<br>\r\n1: Evil Humans and Kishin Eggs both exist as concepts. While only Lord Death and presumably Kid as a full fledged Reaper can tell the difference between a regular human soul and an evil human anyone can see the difference between a human soul, evil or otherwise, and a Kishin Egg Soul.<br>\r\n<br>\r\n2: Generally speaking it really depends on the situation on what causes a person to become a Kishin Egg. Some people can either become them depending on how much madness they have within them, or if an Evil Human has further devolved until they're no longer counted as human but a monster that represents the madness of the person they once were. <br>\r\n<br>\r\n3: Kishin Eggs can eat souls too just like demon weapons.<br>\r\n<br>\r\nNow to the choices here.<br>\r\n<br>\r\nOption #1: Student at the DWMA (Meister): you wake up as a student at the DWMA. Pretty simple. <br>\r\n<br>\r\nOption #2: Student at the DWMA (Weapon): Sams as the above but Truck-Kun felt generous and granted you Demon Weapon genes. <br>\r\n<br>\r\nOption #3: Put on Your Wizard Robe and Hat: You wake up in the Witches' Realm and you are a sorcerer now at least a week before Shaula attacks Death City. What you do is up to you.<br>\r\n<br>\r\nOption #4: Webbed: You wake up as a member of Arachnophobia. Will you sabotage behind the scenes for the good guys, bail out the first chance you get with newfound powers, or will you somehow get Arachne to fall for you? The choice between you becoming a sorcerer or gaining some other form of supernatural powers is up to you. <br>\r\n<br>\r\nOption #5: More choices </span></div></div>",
            "created":1581570000,
            "id":2786859,
            "title":"Soul Eater"
        },
        "115514":{
            "author_id":"superphantom",
            "author_name":"John GoodHorse",
            "choices":[
                "Go talk to Arachne, get to the bottom of this "
            ],
            "content":"<div class=\"\"><div> <span>You finally come to after being tossed into a portal, greatly surprised you managed to survive being ran over by a truck. Though your new location is less than welcoming. As your eyes adjust to the room's lighting, not that there is much in, you find yourself on the floor that bears a red spider web pattern with dark green pillars appeared to be made from stone reaching the ceiling. You've seen this place many times before animated and drawn on a manga page. You definitely shouldn't be here. You can even hear that sensual music accompanied by French lyrics playing in your head. <br>\r\n<br>\r\nYou raise your head up to see that giantic spiderweb and there she is. In the center of it is the curvaceous spider witch, looking down upon you with her normally stoic expression. <br>\r\n<br>\r\nYou're now in the Soul Eater, the anime where people can turn into weapons and eat souls, go to an academy where the grim reaper is the headmaster, and try to keep the world safe from those who strayed off into the path of evil and witches. And you just so happened to land into the abode of the witch who's sinister as she is sexy. <br>\r\n<br>\r\nYou notice a lack of your mind being molested by the overwhelming presence of Asura's madness so you safely assume you are not that far into the anime. Or the manga where Arachne doesn't try to get Asura to fall in love with her but instead leaves her body to become madness which only results in Maka having an easier time killing her. This might actually be a bit of a problem when you think about it. Which version of Soul Eater ARE you in? The anime or the manga? <br>\r\n<br>\r\n\"Are you done gathering your thoughts, Anon?\" Arachne said to you, \"I can only imagine your journey here was pleasant.\"<br>\r\n<br>\r\nHow does she know about that and your name? <br>\r\n<br>\r\n</span></div></div>",
            "created":1581570000,
            "id":2786891,
            "title":"Webbed"
        },
        "115515":{
            "author_id":"superphantom",
            "author_name":"John GoodHorse",
            "choices":[
                "NOT student ",
                "NOT Weapon",
                "A Fresh Slate ",
                "A Fresh Slate As A Sorcerer ",
                "More choices "
            ],
            "content":"<div class=\"\"><div> <span>This ride never ends.<br>\r\nOption #1: NOT Student: you're now a NOT student who now has to find a weapon partner and eventually become an EAT student <br>\r\n<br>\r\nOption #2: NOT Weapon: Same as the above and original 2nd option. Go find yourself a meister.<br>\r\n<br>\r\nOption #3: Fresh Slate: you are completely unrelated to everyone initially. Go forge your own destiny in the Soul Eater world now.<br>\r\n<br>\r\nOption #4: Fresh Slate as a Sorcerer: same as the above but you're a Sorcerer. <br>\r\n</span></div></div>",
            "created":1581570000,
            "id":2786955,
            "title":"More choices "
        },
        "11555":{
            "author_id":"superphantom",
            "author_name":"John GoodHorse",
            "choices":[
                "Sailor Moon",
                "Gundum",
                "Stein's Gate",
                "Fire Force",
                "Keep going "
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>Sailor Moon, Gundum, Stein's Gate, Firce Force, or more choices. What do you want?</span></div></span></div>",
            "created":1581570000,
            "id":2786957,
            "title":"Even more anime "
        },
        "115555":{
            "author_id":"superphantom",
            "author_name":"John GoodHorse",
            "choices":[
                "Jojo's Bizarre Adventure ",
                "Naruto",
                "Food Wars",
                "Outlaw Star",
                "More choices "
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>This will keep going for a while. </span></div></span></div>",
            "created":1581570000,
            "id":2786958,
            "title":"Keep going "
        },
        "1155551":{
            "author_id":"superphantom",
            "author_name":"John GoodHorse",
            "choices":[
                "Phantom Blood ",
                "Battle Tendency",
                "Stardust Crusaders",
                "Diamond is Unbreakable",
                "The others "
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>Which season do you want to begin in?</span></div></span></div>",
            "created":1581915600,
            "id":2788758,
            "title":"Jojo's Bizarre Adventure "
        },
        "11555515":{
            "author_id":"superphantom",
            "author_name":"John GoodHorse",
            "choices":[
                "Vento Aureo",
                "Stone Ocean",
                "Steel Ball Run",
                "JoJolion",
                "Reader's choice "
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>I wasn't really sure if I ought to have left the fifth option be the very weird spinoff Jorge Joestar. I'll let you decide on it.</span></div></span></div>",
            "created":1581915600,
            "id":2788760,
            "title":"The others "
        },
        "1155555":{
            "author_id":"superphantom",
            "author_name":"John GoodHorse",
            "choices":[
                "Konosuba",
                "Goblin Slayer",
                "Queen's Blade",
                "Space Dandy",
                "More Choices "
            ],
            "content":"<div class=\"\"><div> <span>Wanna get isekai'd to an isekai anime then Konosuba is for you! Wanna help fantasy anime Doomguy RIP AND TEAR goblins? I am not running out of ideas let me tell you. Let me see here there's also Queen's Blade, and if you want to have a Dandy Time Space Dandy.</span></div></div>",
            "created":1581570000,
            "id":2786959,
            "title":"More choices "
        },
        "11555555":{
            "author_id":"superphantom",
            "author_name":"John GoodHorse",
            "choices":[
                "Bleach ",
                "Dragon Ball",
                "Overlord",
                "Darling in the FranXX",
                "More choices "
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>Thankfully I will never run out of ideas for places for you to be sent to.</span></div></span></div>",
            "created":1581570000,
            "id":2786961,
            "title":"More Choices "
        },
        "115555555":{
            "author_id":"superphantom",
            "author_name":"John GoodHorse",
            "choices":[
                "Senran Kagura(Anime)",
                "Hellsing",
                "Trigun",
                "Beyblade",
                "I'll pass"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>Who wants big titty ninja girls? Wait, just how many anime series have that? Well in particular case you're getting the anime series of Senran Kagura. If not there's Hellsing, Trigun, and Beyblade because why not.</span></div></span></div>",
            "created":1581570000,
            "id":2786967,
            "title":"Big Ninja Tits and Vampires Among Other Things"
        },
        "1155555555":{
            "author_id":"superphantom",
            "author_name":"John GoodHorse",
            "choices":[
                "Rosario + Vampire",
                "Lucky Star",
                "K-On",
                "Bakugan",
                "Even more choices "
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>Well that title is kinda vague. There are a lot of vampire girls in anime with big tits. But I'll make specific by saying this time it's Rosario + Vampire. What else can I throw here? Lucky Star, K-On, and Bakugan. </span></div></span></div>",
            "created":1581570000,
            "id":2786970,
            "title":"Big VAMPIRE Tits Among Other Things"
        },
        "14":{
            "author_id":"superphantom",
            "author_name":"John GoodHorse",
            "choices":[
                "Elder Scrolls",
                "Kingdom Hearts",
                "Code Vein",
                "Pokemon(game continuity)",
                "More choices "
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>What series are you going to be sent to?</span></div></span></div>",
            "created":1581570000,
            "id":2786830,
            "title":"Vidya games"
        },
        "145":{
            "author_id":"superphantom",
            "author_name":"John GoodHorse",
            "choices":[
                "Final Fantasy",
                "Super Mario Bros",
                "Metroid",
                "Fire Emblem ",
                "Next"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>Choice chapters for the Choice Chapter God, and more choices to the More Choices Throne.</span></div></span></div>",
            "created":1581915600,
            "id":2788742,
            "title":"More choices "
        },
        "1455":{
            "author_id":"superphantom",
            "author_name":"John GoodHorse",
            "choices":[
                "Fallout ",
                "Pokémon(game continuity)",
                "The Yugioh World Championship series ",
                "The Yugioh Tag Force games",
                "Keep going"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>Can't stop won't stop.</span></div></span></div>",
            "created":1581915600,
            "id":2788744,
            "title":"Next"
        },
        "14555":{
            "author_id":"superphantom",
            "author_name":"John GoodHorse",
            "choices":[
                "Legend of Zelda ",
                "Mass Effect ",
                "World of Warcraft ",
                "Mount and Blade",
                "Continue on"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>In the future there were be more choice chapters than atoms in the known universe.</span></div></span></div>",
            "created":1581915600,
            "id":2788745,
            "title":"Keep going"
        },
        "145555":{
            "author_id":"superphantom",
            "author_name":"John GoodHorse",
            "choices":[
                "Senran Kagura(video games)",
                "Metal Gear",
                "Nier: Automata",
                "Smash Bros ",
                "More choices"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>Again, that title is pretty darn vague. There's a lot of busty ninjas in video games. But once again it's Senran Kagura as video game continuity. </span></div></span></div>",
            "created":1581915600,
            "id":2788751,
            "title":"Big Ninja Tits(Again) and other things "
        },
        "1455555":{
            "author_id":"superphantom",
            "author_name":"John GoodHorse",
            "choices":[
                " Hyperdimension Neptunia",
                "KanColle",
                "Azur Lane",
                "Botes for days",
                "More choices"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>Since I have bought the first game in the series today how about Hyperdimension Neptunia? Or we could go with KanColle, Azur Lane, somehow both, or more choices</span></div></span></div>",
            "created":1587790800,
            "id":2824425,
            "title":" Hyperdimension Neptunia and Boats?"
        },
        "15":{
            "author_id":"superphantom",
            "author_name":"John GoodHorse",
            "choices":[
                "Books",
                "Comics",
                "Web comics",
                "Web animation",
                "original story"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>Here we go</span></div></span></div>",
            "created":1448168400,
            "id":2065703,
            "title":"Books/comics/web comics/web animation/original ..."
        },
        "154":{
            "author_id":"superphantom",
            "author_name":"John GoodHorse",
            "choices":[
                "RWBY ",
                "Something else ",
                "Something else",
                "Something else",
                "Something else"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>How about RWBY?</span></div></span></div>",
            "created":1580360400,
            "id":2780483,
            "title":"Web animation"
        },
        "1541":{
            "author_id":"superphantom",
            "author_name":"John GoodHorse",
            "choices":[
                "Student at Beacon",
                "Foster brother ",
                "Atlas student ",
                "A fresh and clean slate ",
                "More"
            ],
            "content":"<div class=\"\"><div> <span>So in what what way do you want this? Your semblance is up in the air in all choices. I'll let someone else deal with that as with your weapon.<br>\r\nOption #1: you wake up as a student at Beacon before the fall of Beacon without being related to anyone <br>\r\nOption #2: similar to the first option but you're now thrown into the lives of Ruby and Yang as their foster brother that they suddenly have memories of<br>\r\nOption #3: you wake up as a student at Atlas at any point in time <br>\r\nOption #4: Screw all of that. You want to be unrelated to everyone initially and explore the world of remnant yourself.<br>\r\nOption #5: hit me with more choices <br>\r\n<br>\r\n</span></div></div>",
            "created":1580360400,
            "id":2780487,
            "title":"RWBY "
        },
        "15411":{
            "author_id":"shely",
            "author_name":"turtleguru",
            "choices":[
                "The next day",
                "A few weeks later, with your aura unlocked and new semblance",
                "other"
            ],
            "content":"<div class=\"\"><div> <span>You should have died. <br>\r\n<br>\r\nThat was the first thought you had as you woke up in a bed, sore as all hell. <br>\r\n<br>\r\n\"Ah, you're awake.\" You heard a calm steady voice say.<br>\r\n<br>\r\nYou look over and almost do a double take as you see Prof. Ozpin from RWBY next to the bed. He... Shouldn't exist.<br>\r\n<br>\r\n\"I'm sure you have a lot of questions.\" He said \"I have some of my own. Let's talk.\"<br>\r\n<br>\r\n\"Uhh, ok.\" You say \"Well, I'm Anon. I have no idea whats going on. You're a fictional character, and I've probably went insane.\"<br>\r\n<br>\r\nOzpin lets out an amused chuckle \"Well, I am Prof. Ozpin but based on what you've said you knew that. Tell me, what's your favorite fairy tail?\"<br>\r\n<br>\r\n\"Ugh, I've heard that too many times already.\" You say flopping back onto the bed. \"What are you gonna explain at me today?\"<br>\r\n<br>\r\nOzpin not at all phased by your demeanor continued \"Well, your something of an outsider to this world. Something named Truck-kun,\"<br>\r\n<br>\r\nYou groan.<br>\r\n<br>\r\n\"Has sent you to our world. I've met a few people in your position, though your the only the third one to know about our world in someway.\"<br>\r\n<br>\r\n\"Oh, cool wonderful. So assuming I'm not crazy, since I can't fix that anyway, why am I here?\"<br>\r\n<br>\r\n\"I couldn't very well leave you passed out in Grimm invested woods now could I?\" Ozpin adjusted his glasses \"It would appear that good deed has repaid me with someone who knows whats happening, perhaps more than I do.\"<br>\r\n<br>\r\n\"You want spoilers? Ok.\" you take a breath \"The main character is named Ruby Rose, Leomond is betraying you and the person taking the Fall Maiden's power is Cinder Fall, she'll be here for the festival with a full team of criminals under cover.\"<br>\r\n<br>\r\nOzpin was silent for a second and then took out his scroll. He typed something out and looked back to you.<br>\r\n<br>\r\n\"That you for the warning.\" He said with a smile \"I'll look into it.\"<br>\r\n<br>\r\n\"Please do, if you don't Ironwood goes insane.\" You say \"Anyway, how long will I be here?\"<br>\r\n<br>\r\n\"That depends on you.\" Ozpin says \"If you want I can enroll you under... special circumstances into Beacon Academy.\"<br>\r\n<br>\r\n\"Yes.\" You said automatically, eager to live out your fantasy. (Possibly some of your dirty fantasies too.)<br>\r\n<br>\r\nOzpin smile still on his face typed on his scroll some more. \"Eager I see. Well, you'll prove to be a most effective addition to our arsenal.\"<br>\r\n<br>\r\nWith that he left you in your room and you fell asleep quickly.</span></div></div>",
            "created":1580446800,
            "id":2780730,
            "title":"Student at Beacon"
        },
        "154112":{
            "author_id":"shely",
            "author_name":"turtleguru",
            "choices":[
                "Phase",
                "Dominate",
                "More Choices"
            ],
            "content":"<div class=\"\"><div> <span>What's your semblance?<br>\r\n<br>\r\n1.) Phase. You can become incorporial for a few seconds at a time.<br>\r\n<br>\r\n2.) Dominate. You can command man and Grimm alike so long as your making physical contact they have to follow any orders you give them. Even if you let go, so long as you told them to do something while you were touching them they will have to follow for as long as the order was given. If they're will is stronger than yours they can resist.<br>\r\n<br>\r\n3.) More choiced</span></div></div>",
            "created":1580446800,
            "id":2780734,
            "title":"A few weeks later, with your aura unlocked and ..."
        },
        "1541122":{
            "author_id":"shely",
            "author_name":"turtleguru",
            "choices":[
                "Ruby",
                "Weiss",
                "Others"
            ],
            "content":"<div class=\"\"><div> <span>You had some training, which was not as fun as you thought it would be, and eventually learned what your semblance does. Ozpin has told you that outsiders like yourself often have a more powerful semblance than most people but yours was something more of a blessing than usual. Mind control had always been a fetish of yours and now you had the chance to get a harem of beauties.<br>\r\n<br>\r\nUnfortunatly Ozpin has an eye on you, probably because you've been telling him all of the crazy shit that goes down in volume 3. Seriously what the fuck was volume 3? Anyway, since your a special case you've been given you own room and board and no team of your own. Well the lack of a team was really more of a numbers thing, but whatever.<br>\r\n<br>\r\nYou've been more or less made out to be a social pariah being without your own team and being seen as Ozpin's favorite. Luckily you have your own room and it's not like you're under constant observation. One of these days you'll get the chance to dominate one of these ladies. Luckily, you manage to litterally bump into one of them. Specifically you run into....</span></div></div>",
            "created":1580446800,
            "id":2780737,
            "title":"Dominate"
        },
        "15411223":{
            "author_id":"shely",
            "author_name":"turtleguru",
            "choices":[
                "Blake ",
                "Yang",
                "Other"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>Specifically you run into...</span></div></span></div>",
            "created":1580446800,
            "id":2780738,
            "title":"Others"
        },
        "15412":{
            "author_id":"superphantom",
            "author_name":"John GoodHorse",
            "choices":[
                "Yang shows up",
                "Get shown around by Ruby ",
                "Give Ruby the slip, go explore for yourself ",
                "Something completely different "
            ],
            "content":"<div class=\"\"><div> <span>Bright sunlight falls upon your closed eyes, stirring the aching you awake. You weren't prepared for going to the afterlife today, but you suppose everyone has to die sometime. Instead seeing Saint Peter at the pearly gates your slowly opening eyes find something completely different. You find yourself lying on a paved ground in front of a statue and building you've seen from a certain web animation you have watch. You're at Beacon Academy from RWBY now.<br>\r\n<br>\r\nYou try to make sense out of this while you get off the ground. Your body feels different, maybe a few years younger till you're around 17, and as if you've trained for years. Not too weak, not too strong, but the middle ground. You are either having a hallucination on account your head being hit by a speeding truck, or your afterlife is a web animation with anime influences made in Texas. You're not sure what is more rational. <br>\r\n<br>\r\nThen it happens. A swarm of rose petals is coming your way. You know exactly what and more importantly who it is.<br>\r\n<br>\r\nRuby, wearing her volume one outfit, resumes her usual form with open arms, embracing you in a tight hug but also knowing you back to the ground. She's hugging you. Ruby Rose from RWBY is hugging you. You can safely say for a fact you aren't dead. This is feels all too real. You're also enjoying being hugged by one of the cutest girls on the show. <br>\r\n<br>\r\n\"I'm so happy you can finally be here with us, big bro!\" Ruby says, utterly confusing you. <br>\r\n<br>\r\nBefore you get a chance to even begin with her calling you that your mind is flooded with strange new memories. You couldn't decipher all of them but a few stood out. Ruby's mom Summer trying to comfort a younger you as you both stand in a ruined town, growing up with Ruby and Yang, and you struggling in what you imagine to be a training school.<br>\r\n<br>\r\nThis doesn't seem like the regular version of RWBY you are now kn to at all. You have watched your fair share of isekai animes, but one typically don't get sent to an already established fictional world where they get shoehorned into the lives of the characters there. <br>\r\n<br>\r\nBut hey, you can make this work. You wanted an exciting life, and evidently a magic truck heard your wish before granting it.<br>\r\n<br>\r\nYou can do a lot here armed with your knowledge of the show, and who knows what you'll do when you unlock your semblance. With so many possibilities to explore you don't know where you'll end up. However, you are certain some of those possibilities end with you getting your new sisters pregnant. And probably others. </span></div></div>",
            "created":1581310800,
            "id":2785434,
            "title":"Foster brother "
        },
        "15414":{
            "author_id":"zonefire",
            "author_name":"Zone",
            "choices":[
                "Semblance Choice #1",
                "Semblance Choice #2",
                "More Semblance choices"
            ],
            "content":"<div class=\"\"><div> <span>You wake up in a cave with a splitting headache. It took a moment for you to realize what happened to you. You were walking home when some crazy truck ran you over. You should have died, but now you find yourself in this dank cave.<br>\r\n<br>\r\n“I died,” You muttered. “No doubt about that. This must be hell. Sounds about right.” You pinched yourself and flinched. “Okay, not a dream. So where am I?”<br>\r\n<br>\r\nA glow in the distance caught your eye.<br>\r\n<br>\r\nAs there was no other way to go, you figured you might as well follow. The light grew warmer and you came across a stone chamber. In the middle, surrounded by 4 torches, was a pedestal with a book. You frowned and the colors of the torches caught your eye. They were four different colors, red, white, yellow, and black. Approaching the book, you jumped back as it opened up automatically and words began to appear.<br>\r\n<i><br>\r\nGreetings human from Earth,<br>\r\n<br>\r\nYou have died and been reborn in the world of Remnant. This world should be familiar to you, so we can skip the explanation. The reason you were summoned was this world needs warriors. The path is up to you. Will you be a villain or hero? There are no second chances. If you die here, you die for good. To help you adjust, you will be given a weapon, skills for how to use it, and a Semblance of your choice. Be warned, Semblances cannot be all powerful and should you choose one that exceeds the limit, you will be given a random one instead. When you exit this chamber, have it in mind.<br>\r\n<br>\r\nGood luck.</i><br>\r\n<br>\r\n“What the hell?” You muttered. “I’m in RWBY?” You blinked and grin. “I’m in RWBY!” You yelled. It was one of your favorite serious and you loved the characters. Armed with some of the knowledge, you might be able to help out and even bag one of the hot girls. Glancing at the wall, you noticed a weapon. “Huh, a halberd?” You picked it up and knowledge about it flooded into your mind. “Sweet, a mechoshift one.”<br>\r\n<br>\r\nIt turned into two hand held axes and those axes could be high caliber pistols. The halberd also had a rifle built in. You shifted it a couple times into all forms and it felt like you’ve been doing it all your life. You practiced a few swings and it felt natural.<br>\r\n<br>\r\n“This is sooooo cool!”<br>\r\n<br>\r\nGlancing at the only exit that suddenly appeared, you realized you needed to think of a Semblance. You wish you had rules on what was considered ‘all powerful.’ You assumed that mean no reality warping or immortality. Thinking back to some of the anime and other shows you watched, you finally thought of an idea and stepped through to the outside world.<br>\r\n<br>\r\nWhat Semblance did you choose?<br>\r\n</span></div></div>",
            "created":1580792400,
            "id":2782251,
            "title":"A fresh and clean slate "
        },
        "154141":{
            "author_id":"zonefire",
            "author_name":"Zone",
            "choices":[
                "Time to use your weapon for real.",
                "Maybe your Semblance can help.",
                "Run"
            ],
            "content":"<div class=\"\"><div> <span>Thousands of ideas passed through your mind. Teleportation, Mind Control, Elemental powers, but you couldn’t decide. Copying abilities was considered too, but knew you had to settle on something versatile, that was more defined. However, you were afraid whatever you chose would be too powerful and the world would give you a random useless Semblance, like detecting weather.<br>\r\n<br>\r\nFinally, an idea came to mind.<br>\r\n<br>\r\nYou read the Seven Deadly Sins manga recently and one of the best characters, Ban, had an amazing skill that could Steal. You could use that a lot here. Not only did it steal physical abilities and items, but you also might be able to use it for other things. Semblances were supposed to evolve in Remnant. You grinned to yourself as you stepped out into the world with that in mind.<br>\r\n<br>\r\nThe sun greeted you and fresh air filled your lungs as you emerged from a cave on a cliff side. Enjoying the view, you almost tripped over a backpack. Looking down, you found it with some Lien, the currency of RWBY, a Scroll which was a cellphone, clothes, weird cardboard cracker things and a water bottle, and some dust vials. You had no idea how to use dust though, but your weapon used it, so you needed it.<br>\r\n<br>\r\nLooking around, you saw an apply hanging from a tree about twenty feet from you. Now was a good chance to practice your Semblance. You reached out, imagining grabbing that apple and boom, it appeared in your hand.<br>\r\n<br>\r\n“Sweet!” You cried out, biting into it. “So, I guess the first thing I have to do is find the city.” You looked around and realized you had no idea where to go. “How about a sign whoever is watching over me!”<br>\r\n<br>\r\nA snort to your right drew your attention.<br>\r\n<br>\r\nTurning, you saw what looked like a black bipedal wolf.<br>\r\n<a rel=\"nofollow\" href=\"https://images.app.goo.gl/ZnBb9cNdrHrUg4oE9\" target=\"_blank\">https://images.app.goo.gl/ZnBb9cNdrHrUg4...</a><br>\r\n<br>\r\nA Beowolf.<br>\r\n<br>\r\n“Oh shit!”<br>\r\n<br>\r\nThe thing was a lot more fearsome in person than in the TV show. It stood taller than you and was big and muscular. You may know how to use your weapon, but killing was something you did not have experience in.<br>\r\n</span></div></div>",
            "created":1580965200,
            "id":2783081,
            "title":"Steal (Roman would be proud)"
        },
        "1541411":{
            "author_id":"zonefire",
            "author_name":"Zone",
            "choices":[
                "You meet some of Team RWBY",
                "You meet some of Team JNPR",
                "You meet someone else."
            ],
            "content":"<div class=\"\"><div> <span>People liked to imagine that when they get sent into another world, they can just kill monsters as easily as in a video game. That is not the case. The monsters are much more frightening then you read about or watch on a TV. Plus they bled and killing is not as easy as shows made you believe it is.<br>\r\n<br>\r\nYou stumbled back as the Beowolf slashed at you.<br>\r\n<br>\r\n“You can do this!” You tell you self, gritting your teeth. “You have to or you’re going to die! You have the skills!” The Beowolf slashed at you and you stepped to the side, your body moving by reflex. Raising your halberd, you steadied your reserve and slashed diagonally downwards.<br>\r\n<br>\r\nThe Grimm was cut in half with a single blow.<br>\r\n<br>\r\nYour strength must have been enhanced when you were brought over or Aura was just that impressive. The Two halves of the Grimm fell over and you collapsed to your knees. Nausea overcame you as the sight of what you just did. There was a little bit of black blood, but the body began to dissolve before a lot gushed out. They didn’t have the same organ structures as true living things did. That helped settle your stomach a little.<br>\r\n<br>\r\n“I’m going to have to get use to this, aren’t I?” You muttered. A howl in the distance drew your attention. “Damn it… I don’t have a choice now.” Your hand tightened on your weapon as you saw several Beowolves and a large Bear Grimm show up.<br>\r\n<a rel=\"nofollow\" href=\"https://vignette.wikia.nocookie.net/rwby/images/3/34/Ursaminorcropped1.png/revision/latest?cb=20200106193252\" target=\"_blank\">https://vignette.wikia.nocookie.net/rwby...</a><br>\r\n<br>\r\nAn Ursa.<br>\r\n<br>\r\nWhile not as fast or agile as a Beowolf, it was much stronger physically.<br>\r\n<br>\r\nA Beowolf was coming as you and you reached a hand out and focused on your Semblance. You wanted to see if you could use your Semblance to steal an arm or leg. Nothing happened. Frowning, you focused on something smaller, like an organ. If you could wipe out Grimm with just a thought, your life would be much easier. Still nothing. Growling to yourself, you imagined what Ban did in the manga and used his ability to steal power.<br>\r\n<br>\r\nYou suddenly felt stronger. Much stronger. The Grimm collapsed on the ground, having tripped, before continuing its pursuit of you, albeit a much slower pace.<br>\r\n<br>\r\nIt worked.<br>\r\n<br>\r\nYou can steal power from enemies just like Ban. This power was going to be perfect. The Grimm reached you and you swiped through it with your halberd again. This time, there was barely any resistance. As it died, you could feel your new power vanish instantly. Seems your Semblance only let you steal power of alive things. Looking at the other Beowolves coming as you, your halberd was quickly turned into axes and you used this fight to train.<br>\r\n<br>\r\nAnd to get over the gore.<br>\r\n<br>\r\nThe last Beowolf fell with the axe firmly embedded in its skull. You were now pretty sure you were proficient enough to survive. Transforming your weapons back into a halberd, you stood before the Ursa. It changed you and you side stepped, it, slashing at it’s leg. You amputated it easily enough and it fell over. Jumping into the air, you brought your weapon down into its back, ending its life.<br>\r\n<br>\r\nTaking a deep breath, you jumped off the disappearing body and looked up at the clouds.<br>\r\n<br>\r\nNot it was time to find your way back to a city. You had a strong feeling to go south and that’s where you went. After traveling for about an hour…<br>\r\n</span></div></div>",
            "created":1581138000,
            "id":2784070,
            "title":"Time to use your weapon for real."
        },
        "15414112":{
            "author_id":"zonefire",
            "author_name":"Zone",
            "choices":[
                "Ren and Nora head back to Beacon",
                "You hang out with Ren and Nora a bit in Vale.",
                "After splitting up, you hear something familiar."
            ],
            "content":"<div class=\"\"><div> <span>A large pink explosion caught your attention.<br>\r\n<br>\r\nRealizing that couldn’t have been from a Grimm, you ran toward the noise and looked around a tree. Girl with orange hair, with top and a pink skirt wielding a giant hammer was fighting a couple Grimm.<br>\r\n<a rel=\"nofollow\" href=\"https://images.app.goo.gl/4E8NoEhhDXBMkAJY9\" target=\"_blank\">https://images.app.goo.gl/4E8NoEhhDXBMkA...</a><br>\r\n<br>\r\nA crater in the distance was what remained of the explosion.<br>\r\n<br>\r\n“Come and get it!” Nora yelled, delivering a powerful upper cut with the hammer. It collided into the Grimm’s jaw and sent the Ursa flying. She put a hand over her eyes like a visor to watch. As she did that, a Beowolf snuck up on her and prepared to slash her.<br>\r\n<br>\r\n“Watch out!” You yell, throwing an axe at the Beowolf. Nora turned around right as the axe hit the Beowolf in the back of it’s head, causing it to collapse.<br>\r\n<br>\r\n“Thanks, Ren… you aren’t Ren!” Nora declared, as if you had a choice in the matter. “Unless you learned how to transform. Did you, Ren? That would be so cool.” Before you could answer, someone else did.<br>\r\n<br>\r\n“No, Nora.” Ren said, stepping into view. “He’s not me.”<br>\r\n<a rel=\"nofollow\" href=\"https://images.app.goo.gl/GAzbxx8Vkc7BCS8h9\" target=\"_blank\">https://images.app.goo.gl/GAzbxx8Vkc7BCS...</a><br>\r\n<br>\r\n“Oh, well then, thanks for the assist.” Before you could say anything, she dashed over to you and wrapped her arms around you. The bone crushing hug was even more painful than the show made it look.<br>\r\n<br>\r\n“You’re welcome?” You gasped, before she finally let go of you.<br>\r\n<br>\r\n“Oh, my name’s Nora.” She told you like it was an afterthought. “That’s Ren. He and I are partners at Beacon and were out here training. Are you a student too?”<br>\r\n<br>\r\n“Anon,” You introduce yoru self and shake Ren’s hand. “And no. I’m not a student.”<br>\r\n<br>\r\n“You’re a full fledged Hunter?!” Nora gasped.<br>\r\n<br>\r\n“Haha, no.” You laughed. “I was… not available to take the entrance test, so I’ll have to wait unitl next year unless there’s some special entrance exam I can take.” You shrugged. “I was actually a little lost. I fought a pack of Beowolves and one of them tore up my map. Can you point me in the direction of Vale?”<br>\r\n<br>\r\n“That way.” Ren said. “We were actually about to head back ourselves. You’re welcome to come with us.”<br>\r\n<br>\r\n“That would be great, thank you.” You said, going over and picking up your axe.<br>\r\n<br>\r\n“So that was awesome!” Nora told you. “You were like, Nora! I’ll save you! And threw your axe. It weaved between three trees and blew up the Grimm on contact.”<br>\r\n<br>\r\nYou noticed Ren looked amuse and both of you knew that didn’t happen. But this was Nora and she liked to exaggerate. You decided to play along.<br>\r\n<br>\r\n“Yeah, I’m pretty good like that. Takes some practice getting the wrist motion right.” Nora laughed at your words and smacked you in the back, almost knocking you over.<br>\r\n<br>\r\n“You’re awesome!” She said. “Want to be friends?”<br>\r\n<br>\r\n“Sure.” You replied and looked between her and Ren. “I’m new to Vale, so any friends would be great.”<br>\r\n<br>\r\n“Awesome, you should totally come with us Grimm hunting some time.” Nora said, giving you another bone breaking hug.<br>\r\n<br>\r\n“Careful,” Ren warned. “Once you’re friends with Nora, there’s no going back.” He nodded at you. “But I have no issues with being friends. We can introduce you to our teammates some time.”<br>\r\n<br>\r\n“You will love our fearless leader,” Nora assured you. “He cut a an Ursa Major in half with a single blow once.”<br>\r\n<br>\r\n“A single blow?” You asked, interestedly.<br>\r\n<br>\r\nAs the three of you headed back to Vale, Nora was telling you all about her teammates. You began to get an inkling of where you were in the timeline. Forever Falls had happened, so Jaune wasn’t being bullied by Cardin anymore, but you were curious as if the battle of the docks where Black, Sun, and Ruby fought Torchwick. Or if the breach happened. You could hardly ask that and decided to let them talk. Once you were in Vale, you could use your scroll to connect to the internet and check on the time line.<br>\r\n<br>\r\nYou also traded numbers with Ren and Nora. They were going to be useful.<br>\r\n <br>\r\n</span></div></div>",
            "created":1581138000,
            "id":2784489,
            "title":"You meet some of Team JNPR"
        },
        "154141123":{
            "author_id":"zonefire",
            "author_name":"Zone",
            "choices":[
                "Let things play out.",
                "Help out Team Rwby",
                "Put your plan into action. Team RWBY will probably forgive you."
            ],
            "content":"<div class=\"\"><div> <span>You enjoyed talking to Ren and Nora. Unlike the show which only gave them limited screen time, they were real people in this world and you got to learn a bit about them. Naturally, they didn’t tell you everything about their past, but they did mention they were orphans. You told them your parents had died too, and were living on your own. That created another bond and Nora now considered you a close friend.<br>\r\n<br>\r\nOnce you arrived in Vale, you waved goodbye to your friends and started looking around. Being in the city was a lot different from actually watching the show. Streets were busy, humans and Faunus were mulling around, and countless stores you never knew existed were open. You sat down on a bench and began to skim the headlines in recent weeks. There was mentions of the Vytal festival, but nothing about a breach. If that had happened from the attack in Mt. Glenn, it would be everywhere.<br>\r\n<br>\r\nThe question was, what time had you arrived at?<br>\r\n<br>\r\nYou narrowed it a bit before the breach and initiation had occurred. That was still a pretty big gap. Not only that, you had limited amount of Lien. You needed to get a source of income if you wanted to survive. Based on prices of apartments and hotels, you probably could last a month, maybe two if you really ate stingy. You needed a way to either get into Beacon or make a lot of money.<br>\r\n<br>\r\n“Blllllaaaaaakkkkkeeee!”<br>\r\n<br>\r\nSomeone was yelling and you looked up. Rounding the corner were two girls One was blonde and muscular while the other had white hair and shorter. Both were very attractive and you recognized them.<br>\r\n<br>\r\nYang Xiao-Long: <a rel=\"nofollow\" href=\"https://vignette.wikia.nocookie.net/rwby/images/e/ef/Yang_ProfilePic_Normal.png/revision/latest?cb=20151201091453\" target=\"_blank\">https://vignette.wikia.nocookie.net/rwby...</a> <br>\r\nWeiss Schnee: <a rel=\"nofollow\" href=\"https://vignette.wikia.nocookie.net/rwby/images/4/43/Weiss_ProfilePic_Normal.png/revision/latest?cb=20161031035106\" target=\"_blank\">https://vignette.wikia.nocookie.net/rwby...</a><br>\r\n<br>\r\n“Blllllllaaaaaaaakkkkkeeeeee!” Yang called again. “Come on out!”<br>\r\n<br>\r\n“Like yelling is going to work.” Weiss huffed, crossing her arms. “She ran from us. It’s not like she’s going to stay out in the open waiting for us to find her.”<br>\r\n<br>\r\n“Maybe if you didn’t just yell at people without hearing their side of the story, she wouldn’t be in this mess.” Yang growled. “You always jump to conclusions.”<br>\r\n<br>\r\n“That’s-…”<br>\r\n<br>\r\n“Zip it.” Yang interrupted. “I know you have reasons, most people do. But when we find her, I am going to make her explain yourself, then you two can talk out all your differences, even if I have to lock you two in a closet until you kiss and make up. Now let’s hurry. Ruby and Penny are searching the other side of the city.”<br>\r\n<i><br>\r\nHah!</i><br>\r\n<br>\r\nYou now knew what your situation was. Blake had just run away from the others after they discovered she was a Faunus. That meant the attack at the docks was about to happen. If things played out like normal, Roman Torchwick would escape and there would be some explosions. Blake would meet up with her team and things would kind of work out. You could let things play out.<br>\r\n<br>\r\nOr should you?<br>\r\n<br>\r\nIf things play out, Roman will eventually die and Cinder’s plans would work out. You couldn’t just come out and tell everyone about the situation. Was there something you could do to change things in the long run? Maybe help the main cast subdue him before things get out of hand? However, what if you could do something to solve your problems and put a cog into Cinder’s plans? You might be the bad guy at first, but this could work out.<br>\r\n</span></div></div>",
            "created":1581224400,
            "id":2784710,
            "title":"After splitting up, you hear something familiar."
        },
        "1541411233":{
            "author_id":"zonefire",
            "author_name":"Zone",
            "choices":[
                "You practice your Semblance before the docks.",
                "You stock up on supplies before the docks.",
                "You find a place to lay low and rest up."
            ],
            "content":"<div class=\"\"><div> <span>You had an idea, but there were a lot of steps that still had some holes in it.<br>\r\n<br>\r\nFirst, you had to get the rest of Team RWBY to the docks. At first, it was just Ruby and then Penny to help Blake and Sun. You need Weiss and Yang there too. Somehow you had to convince them to be there without contacting the cops. You quickly slipped into a store and got a piece of paper and then a cloak from another, making sure to keep track of where Weiss and Yang were. You quickly wrote down a message.<br>\r\n<br>\r\n<i>The Cat Faunus will be at the docks tonight. From your tone today, I assume you didn’t want the police involved. You might want to bring weapons.</i><br>\r\n<br>\r\nThat should encourage just enough interest for Yang and Weiss would have no choice to come along. Folding the paper into a plane, you carefully aimed and tossed the place before ducking into a store. You head a shout and knew you hit your mark.<br>\r\n<br>\r\n“What’s in my hair!?” Yang cried out.<br>\r\n<br>\r\n“Hold still a second.” Weiss scolded. “It’s a paper airplane.”<br>\r\n<br>\r\n“Who threw that?!” Yang demanded, turning around and no one stepping up.<br>\r\n<br>\r\n“Yang…” Weiss said slowly, after opening up the paper. “Look at this.”<br>\r\n<br>\r\nYou could barely see and hear them out of the window and hoped they wouldn’t notice you.<br>\r\n<br>\r\n“What do you think?” Yang asked.<br>\r\n<br>\r\n“They know who Blake is… so it’s a lead.” Weiss said. “We should let Ruby know.”<br>\r\n<br>\r\n“If we don’t find her, we follow up on this?” Yang asked and Weiss nodded. The two of them took off and you breathed a sigh of relief. That was phase one of your plan. Roman would have a hard time fighting all four at once without an Atlas Paladin.<br>\r\n<br>\r\n“Time for stage two. I don’t have much time.”<br>\r\n<br>\r\nYou doubt you could improve your combat skills ahead of time. You would have to rely on your current weapon skills. You could practice using your Semblance though. A couple hours of heavy practice might come in handy. You also had Lien, so shopping for supplies to enact your plan might be required. Of course, it would be a long night, so you might want to think about getting some rest.<br>\r\n<br>\r\n</span></div></div>",
            "created":1581310800,
            "id":2785174,
            "title":"Put your plan into action. Team RWBY will proba..."
        },
        "15414112331":{
            "author_id":"zonefire",
            "author_name":"Zone",
            "choices":[
                "You steal their weapons.",
                "You just run with Torchwick.",
                "You make an impression. (Not necessarily a good one)"
            ],
            "content":"<div class=\"\"><div> <span>You yawned.<br>\r\n<br>\r\nHiding at the docks was not fun. It was uncomfortable and it wasn’t like you set up some pillows and blankets to cover the cold hard ground. You were also tired, as you spent most of the day practicing your Semblance. Out of everything you could improve, that was the one that could be tested the fastest. Since you could steal items from a distance, even if people were holding them, you figured it would give you a chance to change the tide of battle. People wouldn’t expect for you to suddenly wield their weapons.<br>\r\n<br>\r\nThen you had to get to the docks early. You didn’t know exactly when Roman Torchwick would arrive with the White Fang and you couldn’t afford to miss it. You had exactly one shot. Finally, after almost two hours of waiting, you saw Roman Torchwick arrive with the White Fang.<br>\r\n<a rel=\"nofollow\" href=\"https://images.app.goo.gl/kz1d78mSFUgSqoqs5\" target=\"_blank\">https://images.app.goo.gl/kz1d78mSFUgSqo...</a> <br>\r\n<br>\r\n“Brothers and sisters of the White Fang…!” A girl shouted, putting a sword against Roman’s neck.<br>\r\n<a rel=\"nofollow\" href=\"https://vignette.wikia.nocookie.net/rwby/images/d/d3/V2_09_00048.png/revision/latest?cb=20141002233120\" target=\"_blank\">https://vignette.wikia.nocookie.net/rwby...</a><br>\r\n<br>\r\n“About time.” You muttered.<br>\r\n<br>\r\nThere was Blake, giving her speech about the White Fang and them now working for Roman. You knew it wasn’t going to work and waited. After Roman broke free, the fight started and she was helped by a monkey Faunus you knew was named, Sun.<br>\r\n<a rel=\"nofollow\" href=\"https://vignette.wikia.nocookie.net/rwby/images/8/88/Vol_6_Sun_Wukong.png/revision/latest?cb=20190105050539\" target=\"_blank\">https://vignette.wikia.nocookie.net/rwby...</a><br>\r\n<br>\r\nThis is when things began to change do to your influence<br>\r\n<br>\r\n“Blake!” A young girl called out and in a flash, several White Fang were knocked away as a girl in a red cape and gothic style dress appeared, wielding an enormous scythe.<br>\r\n<a rel=\"nofollow\" href=\"https://vignette.wikia.nocookie.net/rwby/images/c/ce/Vol3_Ruby_ProfilePic_Normal.png/revision/latest?cb=20160422133820\" target=\"_blank\">https://vignette.wikia.nocookie.net/rwby...</a><br>\r\n<br>\r\nRuby Rose, the main heroine of RWBY.<br>\r\n<br>\r\n“Ruby?” Blake gasped. “How?”<br>\r\n<br>\r\n“She’s not alone.” Yang yelled jumping into the fray. “You are in so much trouble!”<br>\r\n<br>\r\n“Yang?” Blake gasped.<br>\r\n<br>\r\n“We are going to have a long talk when we get back.” Weiss said, creating several glyphs and sending White Fang flying. “You had us all worried sick.”<br>\r\n<br>\r\n“…Weiss.” Blake muttered weakly.<br>\r\n<br>\r\n“We have to talk.” Weiss said again. “But after this. I… want to hear your side of the story.” Blake blinked and looked surprised.<br>\r\n<br>\r\n“What the hell is this?” Roman demanded. “A high school reunion? Shouldn’t it be past your bedtime kids?” He looked around at his troops all falling one after another. “They’re brats. What the hell is wrong with your animals? Get up and fight.”<br>\r\n<br>\r\n“I’m going to enjoy this.” Yang said, slamming her fists together.<br>\r\n<br>\r\nYou suddenly knew you had to intervene. You ran out of your hiding spot and pulled out your halberd as she closed in on Roman. Out of the corner of his eye, he saw you approach. Grinning, he stepped back. In a way, you were really impressed. He could tell you were not on their side.<br>\r\n<br>\r\n“Yang, to your right!” Blake yelled.<br>\r\n<br>\r\nYang was able to see you coming just in time and raised her guard as you hit her with a horizontal cleave with your halberd. Her aura absorbed the damage, but the force sent her flying back.<br>\r\n<br>\r\n“Who’s that?” Ruby cried, holding her weapon up. Yang sprung to her feet and prepared herself for a follow up attack that never came from you. Blake and Weiss ran up and lined up with their teammates.<br>\r\n<br>\r\nYou didn’t look friendly after all. With your brown cloak covering most of your body and hair, you also had a makeshift mask to cover your face. It closer resembled a certain bandit leader over the White Fang and gave a distinct impression. You glanced over at Roman.<br>\r\n<br>\r\n“Hey, I take it you didn’t help me for no reason.” He said conversationally.<br>\r\n<br>\r\n“Wandering mercenary looking for some work that pays well,” You reply. “I don’t suppose you would be interested in hiring my service?”<br>\r\n<br>\r\n“You had a good initial impression.” Roman said. “Tell you what. I got some transportation about to arrive, you keep me from being captured and you’re hired, along with a hefty sign in bonus.”<br>\r\n<br>\r\n“That’s fine. You won’t be disappointed.”<br>\r\n<br>\r\nYou stepped forward and put your Halberd on your back.<br>\r\n<br>\r\n“He’s up to something.” Weiss warned. “Don’t let your guard down.”<br>\r\n<br>\r\nIf they only knew.<br>\r\n</span></div></div>",
            "created":1581397200,
            "id":2785701,
            "title":"You practice your Semblance before the docks."
        },
        "154141123313":{
            "author_id":"zonefire",
            "author_name":"Zone",
            "choices":[
                "You are taken to a WHite Fang hideout.",
                "You and Roman are dropped off.",
                "Roman has to meet Cinder and you are allowed to come along."
            ],
            "content":"<div class=\"\"><div> <span>Well, might as well go big.<br>\r\n<br>\r\nThey were going to hate you.<br>\r\n<br>\r\nYou were also going to add insult to injury as you pulled out your Scroll.<br>\r\n<br>\r\n“What is he doing?” Blake asked.<br>\r\n<br>\r\n“Getting a good shot before you cry.” You tell them and reached out your free hand. You knew what you were taking form them and you needed to concentrate. It was a very small, but important item. “Try to smile for the camera.”<br>\r\n<br>\r\n“He’s lost it.” Yang told the others. “Let’s get…”<br>\r\n<br>\r\nBefore she finished the sentence, you swiped your hand horizontally and then pocketed the bundle in your pocket before they could see it. None of them noticed and you couldn’t see any major changes either. Yet you had the objects, so it should work. It had to work or you were in trouble. A quick prayer was in order. Your Scroll was still being held up, as you couldn’t show weakness.<br>\r\n<br>\r\n“…them!”<br>\r\n<br>\r\n“Yeah!” Ruby agreed.<br>\r\n<br>\r\nThe four of them started forward…<br>\r\n<br>\r\nThat proved to be a terrible mistake.<br>\r\n<br>\r\nYou were soooooo glad you had your Scroll on record mode.<br>\r\n<br>\r\nWhat you had in your pocket was countless tiny strips of clothes. Your Semblance let you instantly take something from a distance into your hand. You couldn’t pull physical things from people or Grimm, like appendages or organs, which you were kind of glad for. You could steal streangth, but only part of it. The exact limits were still unknown, but you didn’t have time to practice. Because of this, you went for the nice easy option of the least amount you had to steal, but would also not hurt Team RWBY. Not physically at least. Mental scars might remain since you took all the threat holding their clothes together.<br>\r\n<br>\r\nThat’s why as they stepped forward, their clothes literally fell apart off their bodies, leaving them nude.<br>\r\n<br>\r\nThere was a pause as they all looked down at themselves.<br>\r\n<br>\r\n“KYYYYYYYYYYYYYAAAAAAAAAAAAAAAAAAAAAAHHHHHHHHHHHHHHH!”<br>\r\n<br>\r\nThe scream was heard all over the docks. Roman’s mouth was open in shock as you turned around and looked at him.<br>\r\n<br>\r\n“Time to go.” You tell him as you put your Scroll away. “Why they are distracted.” That snapped him back to reality.<br>\r\n<br>\r\n“This way, kid.” Roman dashed off and you followed, the girls too mortified to follow. “What the hell was that?”<br>\r\n<br>\r\n“Humiliation, delay tactic, and future blackmail material,” You replied. “Easiest way to get out of this since the cops are sure to show up soon.”<br>\r\n<br>\r\n“You definitely earned a bonus,” Roman stated. “Your suspicious timing though remains in question.”<br>\r\n<br>\r\n“Yeah, well, I came to make sure you don’t die.” You tell him. “Keep up this work and that flame bitch is going to get you killed.” You really hoped he understood that code.<br>\r\n<br>\r\nFrom his darkening expression, he did.<br>\r\n<br>\r\n“We are going to talk privately.” He told you. This was not a request.<br>\r\n<br>\r\n“I have so much information you will love. You and Neo.”<br>\r\n<br>\r\nYou both stopped talking as you approached some Bullheads on the docks, White Fang loading up a large crate.<br>\r\n<br>\r\n“We are heading out, boys!” Roman declared. “Got some brats and cops on their way. Move, move, move!”<br>\r\n<br>\r\nAnd you followed him, ignoring the looks from the White Fang members. You were too busy thinking about what was going to happen to you if Team RWBY found you. There was also how much you could tell Roman without altering the future in a way you couldn’t predict.<br>\r\n</span></div></div>",
            "created":1581483600,
            "id":2786217,
            "title":"You make an impression. (Not necessarily a good..."
        },
        "1541411233132":{
            "author_id":"zonefire",
            "author_name":"Zone",
            "choices":[
                "Give him a detail run down.",
                "Create an edited version to avoid changing too much at once.",
                "Grimm interrupt your meeting before you can tell him."
            ],
            "content":"<div class=\"\"><div> <span>“Who’s the kid?” A white Fang member asked Roman, as you sat across from him on the Bullhead.<br>\r\n<br>\r\n“New bodyguard I hired, since you men couldn’t even handle a couple of brats,” Roman replied, pulling out a cigar and lightning it. “We could only get some of the dust thanks to them. Drop us off at the usual spot and take the Dust to the drop off point.”<br>\r\n<br>\r\n“Can he be trusted?”<br>\r\n<br>\r\nYou looked up.<br>\r\n<br>\r\n“Well, I’m free because of him and not you, sooooo…” He trailed off and smoked his cigar. “This was way too risky, even if the payoff was big. Why the hell were the kids there?”<br>\r\n<br>\r\nNo one else could answer and you chose not to. The Bullhead landed outside of Vale for a fraction of a second to let you and Roman off, before flying off into the distance. Roman looked at you and snapped his fingers.<br>\r\n<br>\r\nThe next moment a sharp pain hit you in the back of the head as you slammed into the ground.<br>\r\n<br>\r\n“Okay, kid.” Roman said, as you felt a piece of cold steal ppress against you neck. “You will tell me everything you know, why you were at the docks, and what your goal is or my associate is going to run through.”<br>\r\n<br>\r\n“Neo?” You gasped, as your vision was still swimming due to the blow. The weight on your back shifted slightly.<br>\r\n<br>\r\n“No idea how he knows about you,” Roman said to the person on your back. “He knows about Cinder too, so that’s why I didn’t want you to kill him.”<br>\r\n<br>\r\nThe snap was a signal and there was something else for a killing blow.<br>\r\n<br>\r\n“You going to talk, or what?” Roman asked you.<br>\r\n<br>\r\n“I told you, my goal is to keep you alive,” You gasped. “If you continue this route with Cinder, you’re going to get killed.”<br>\r\n<br>\r\n“And you know this how?” Roman chuckled. “You from the future?”<br>\r\n<br>\r\n“Kind of?”<br>\r\n<br>\r\nThere was a pause.<br>\r\n<br>\r\n“Okay, let’s say I believe you,” Roman continued. “What’s the Dust being stolen used for?”<br>\r\n<br>\r\n“Mt. Glenn underground railroad to blow a hole into Vale to let the Grimm in.” You answer.<br>\r\n<br>\r\nThere was another pause and you wished you could see his face. Your face was currently being pressed into the ground.<br>\r\n<br>\r\n“How do I die?”<br>\r\n<br>\r\nYou could hear curiosity.<br>\r\n<br>\r\n“After Cinder attacks the Vytal festival with the White Fang, you’re eaten by a Grimm,” You tell him, avoiding some of the more specific details. “Cinder then convinces Neo it was someone else’s fault and uses her as an attack dog to steal her true objective.”<br>\r\n<br>\r\n“What is her objective?” Roman asked. “Isn’t it to disrupt the festival and destroy Vale?”<br>\r\n<br>\r\nYou laugh.<br>\r\n<br>\r\n“No, her boss wants to destroy everything and she needs a certain relic Ozpin is hiding.”<br>\r\n<br>\r\nThe weight on your back lifted off you and you were able to stand up. Behind you, a diminutive, yet mute, white, pink, and brown girl stood, watching you.<br>\r\n<a rel=\"nofollow\" href=\"https://images.app.goo.gl/cDEC5XvY9h5yNXJu5\" target=\"_blank\">https://images.app.goo.gl/cDEC5XvY9h5yNX...</a><br>\r\n<br>\r\n“Let’s hear more of this.” Roman said. “You obviously know enough to at least listen.”<br>\r\n<br>\r\nThe question for you now was how much information could you give?<br>\r\n</span></div></div>",
            "created":1581570000,
            "id":2786660,
            "title":"You and Roman are dropped off."
        },
        "15414112331322":{
            "author_id":"zonefire",
            "author_name":"Zone",
            "choices":[
                "Roman and Neo let you crash at their hideout.",
                "You need to find your own lodgings.",
                "Skipping to the next night..."
            ],
            "content":"<div class=\"\"><div> <span>“So let me get this straight,’ Roman sighed. “The reason Cinder is all powerful is because she has this Fall Maiden power that lets her control fire?”<br>\r\n<br>\r\n“Well, half of the power,” You correct him. “The other half belongs to a girl hidden at Beacon. Also, Maidens can control more than just one element, they can control multiple. They just settle one an element they like. Looking at her name, you can tell. Her actual Semblance is Glass Manipulation. Conjure blades and things.”<br>\r\n<br>\r\n“I’ve seen that.” Roman admitted and rubbed his chin. “She wants the other half of the maiden’s power and a relic at Beacon. So much so she’s going to throw all of Vale into disarray with Grimm and collapse the kingdom to get it.”<br>\r\n<br>\r\n“Yep.” You confirmed. “You are expendable to her.”<br>\r\n<br>\r\n“Preaching to the choir, boy.” Roman took out a cigar and started smoking. “I have a meeting with her tomorrow. Shit.”<br>\r\n<br>\r\n“Surprised it only took this long to convince you,” You admit. “I figured it would take a while.”<br>\r\n<br>\r\n“Kid, I’ve seen a lot of strange shit and you filled in gaps I was missing.” Roman eyed him. “I still don’t fully trust you. There doesn’t seem a reason for you to keep my alive.”<br>\r\n<br>\r\n“It’s mostly for Neo,” You joked and she tilted her head and then smirked. “Seriously though, it’s cause you’re needed. Someone with your resourcefulness and thinking outside of the box is going to come in handy against Cinder and her allies.”<br>\r\n<br>\r\n‘If all three of us attacked her, do you think we could win?” He asked.<br>\r\n<br>\r\n“Not a chance.”<br>\r\n<br>\r\nNeo and Roman stared at you.<br>\r\n<br>\r\n“Listen, I’m average at best with my weapon and it’s only cause of my Semblance I can do what I do.” You reached forward toward a rock in the distance and it appeared in your hand. “You can appreciate it. My ability is Steal. If I can see it, I can take it. Weapons, rocks, threads typing clothes together…”<br>\r\n<br>\r\n“Ah, that’s what you did.” Roman commented and Neo looked confused.<br>\r\n<br>\r\n“Here.” You tossed her your scroll and she played it. A moment later, she fell over laughing. “Thought you would enjoy that.’ You turned back to Roman. “Can steal body parts or organs though on a living thing, otherwise I could assassinate her.”<br>\r\n<br>\r\n“So there’s nothing we can do.” Roman sighed.<br>\r\n<br>\r\n“Never said that, I said if we fight her, we would lose.” You corrected him. “You’re an elite criminal. I assumed you had some plan where we take her out by cheating.”<br>\r\n<br>\r\nRoman laughed.<br>\r\n<br>\r\n“I like this kid, Neo. What do you think?”<br>\r\n<br>\r\nNeo gave a thumbs up.<br>\r\n<br>\r\n“Okay kid, we have to meet her tomorrow night and explain why we failed to get all the dust. She probably knows about you by now from the White Fang, so you and Neo will tag along. After that, we can decide on our next course of action.”<br>\r\n<br>\r\nYou gulped.<br>\r\n<br>\r\nCinder was incredibly hot, but extremely deadly. One wrong move and you would die in a fire.<br>\r\n</span></div></div>",
            "created":1581915600,
            "id":2788483,
            "title":"Create an edited version to avoid changing too ..."
        },
        "154141123313221":{
            "author_id":"zonefire",
            "author_name":"Zone",
            "choices":[
                "Roman goes with assassination",
                "Roman goes with the introduction.",
                "Roman agrees you three will meet Ozpin."
            ],
            "content":"<div class=\"\"><div> <span>“Well, kid.” Roman said, as the three of you arrived at one of his undoubtedly many safe houses. “Home sweet home.”<br>\r\n<br>\r\nNeo pointed to herself and then to you. You weren’t sure what she was telling Roman, but you felt like it was bad for you.<br>\r\n<br>\r\n“Nah, let the kid rest up. We have some more talking to do.” Roman turned to you and offered you a cup of coffee.<br>\r\n<br>\r\n“Thanks.” You replied and took it. Not that you really liked coffee, but you could drink it with sugar and cream. “I take it you have other idea instead of having me meet Cinder and her team.”<br>\r\n<br>\r\n“See!” Roman gestured to you while looking at Neo. “Most of the idiots we work with couldn’t even get that much.” Neo nodded and he turned to you. “Pretty much. You indicated you want to avoid changing things too much from what she’s planning, so she doesn’t act outside of your predictions.” You nod your head in agreement. “So, I had a couple of ideas, but I want to hear yours.”<br>\r\n<br>\r\n“On how we survive?” You asked.<br>\r\n<br>\r\n“You know it.”<br>\r\n<br>\r\n“Well, we could try an assassination attempt,” You admit. “That will end her and stop all of her plans, but her associates wouldn’t take this lying down. Someone else would show up. They might leave you alone, if you want to risk it.”<br>\r\n<br>\r\n“Yeah, that’s not going to happen. I’m not risking my life on a maybe.”<br>\r\n<br>\r\n“Then we could just go along with her plan,” You continue. “If we meet her, I’ll either pass her inspection or die to her fire. Then you could risk your life with things to come.”<br>\r\n<br>\r\n“Not a good option for either of us. Risky, but if you are allowed in the plan, it might help at the end.”<br>\r\n<br>\r\n“I have one other idea,” You admit. “But you’ll have to be the one to do the talking. You can spin it the right way.”<br>\r\n<br>\r\n“Oh?” He looked interested. “Go on.”<br>\r\n<br>\r\n“We go to Ozpin at Beacon.”<br>\r\n<br>\r\nHis cup slammed down on the table.<br>\r\n<br>\r\n“You nuts, kid? Ozpin?! You do remember who I am?”<br>\r\n<br>\r\n“We know enough about the situation that he won’t have a choice but to listen to us,” You remind him. “He’ll listen to us neutrally. We might be able to convince him to let us stay. Or at least me. This way, I can monitor Cinder’s group from that side. We feed each other information for survival. However, I’m not sure I can explain the situation in a way that would exude confidence.”<br>\r\n<br>\r\n“Hmm.” Roman glanced at Neo. “All ideas have risk and merits.”<br>\r\n</span></div></div>",
            "created":1582606800,
            "id":2792507,
            "title":"Roman and Neo let you crash at their hideout."
        },
        "15415":{
            "author_id":"superphantom",
            "author_name":"John GoodHorse",
            "choices":[
                "Hero of Another Story",
                "Working for the Grimm Mommy ",
                "Team RWAY",
                "Something else ",
                "Something else "
            ],
            "content":"<div class=\"\"><div> <span>Option #1: A Hero of Another Story: By the blessing of Truck-Kun you are now a huntsman with mid-tier skills. While Team RWBYJNRQO are off doing their thing you get to be busy in Vale helping the folks down there out with regaining control of it. Glynda certainly can use the help.<br>\r\n<br>\r\nOption #2: Working for the Grimm Mommy: you wake up as the newest member of Salem's inner council.<br>\r\n<br>\r\nOption #3: Team RWAY?: Instead of being sent to regular RWBY you get sent to an alternative timeline where you replace Blake who in this timeline stays with the White Fang. </span></div></div>",
            "created":1580706000,
            "id":2782008,
            "title":"More"
        },
        "155":{
            "author_id":"superphantom",
            "author_name":"John GoodHorse",
            "choices":[
                "Orignal story",
                "tabletop game"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>Forgot to add an option. </span></div></span></div>",
            "created":1448168400,
            "id":2065705,
            "title":"original story or tabletop game"
        }
    },
    "info":{
        "author_id":"superphantom",
        "author_name":"John GoodHorse",
        "brief_description":"You get isekai'd into a fictional world. What happens next is up to you. ",
        "created":1351388040,
        "description":"<td align=\"left\" class=\"norm\">You go about your business as you always do until one fateful day the Lord of all Trucks, Truck-Kun, decided that you are to be sent to a fictional world forcibly in the typical manner an isekai protagonist is sent to another world. After that it's all up to you what you do. You can flip the script entirely with your knowledge of the world you're sent to. Turn the female cast into your harem if you wish it. Do you want to beat both the good guys and bad guys and be the boss of the world you're sent to? Sure go ahead.<br>\r\n<br>\r\nRule 1: Your name shall be \"Anon\" because writing \"*Your Name* all the time is the big gay.<br>\r\nRule 2: Proper spelling and grammar would be appreciated.<br>\r\nRule 3: No futa, furries, toilet stuff, anthros, gay sex, weight gain, diaper stuff, vore or anything else that's gross.<br>\r\nRule 4: Depending on the setting you may assume the role of the mc in games such as Skyrim.<br>\r\nRule 5: Sex is fine, but at least have smut with a plot.<br>\r\nRule 6: Drugs are bad, m'kay? Things like the types of serums that have been used in my stories? Go ahead.<br>\r\nRule 7: No one sentence chapters. <br>\r\nRule 8: Depending on the setting you will gain powers native to that setting. <br>\r\nRule 9: Be creative<br>\r\nRule 10: Have fun.</td>",
        "id":1900447,
        "image_url":"https://www.writing.com/main/images/action/display/ver/1587834695/item_id/1900447.png",
        "modified":1587838260,
        "pretty_title":"Isekai Star Ultra"
    }
}