{
    "chapters":{
        "1":{
            "author_id":"hobbitking90",
            "author_name":"Hobbitking",
            "choices":[
                "Hannah and Shari",
                "Amy",
                "Tiffany",
                "Ms Darwin",
                "More options"
            ],
            "content":"<div class=\"\"><div> <span>You are 18 years old and a few months off graduating from High school. Your parents moved interstate when your dad got offered a new job however you stayed behind because it would disrupt your final semester. <br>\r\n<br>\r\nAt the moment you are living in a two bedroom apartment with your twenty five year old cousin, Hannah and her best friend, Shari. You currently have Hannah's room, while Hannah is sharing a bed with Shari. Things have gotten a little rocky since you've been there as you've stepped on Shari's toes numerous times and have accidentally seen both girls naked more than once. This has lead to shameful thoughts about both women.<br>\r\n<br>\r\nYou've recently started dating a quiet goth like girl, Amy, you met in the library when studying. She's very reserved and you've both been taking it slow.<br>\r\n<br>\r\nYour biggest enemy at school is Tiffany, a very popular and attractive girl. You earned her ire back in grade school when you had a crush on her even before puberty kicked in. Only being a young boy you went about things the wrong way and embarrassed her when you tried to express your feelings. Feelings that haven't quite gone away.<br>\r\n<br>\r\nYour Biology Teacher, Ms Darwin, is a woman in her 30s. She's been your teacher for the last two years and has taught you everything you know about biology. She is quite attractive and you've had the odd wet dream about her here and there. Before Amy came along you did develop a crush on her.<br>\r\n<br>\r\nOne of these women is hiding a secret that you're about to find out. So Who's a Witch?</span></div></div>",
            "created":1552366800,
            "id":2629284,
            "title":"Who's a Witch?"
        },
        "11":{
            "author_id":"hobbitking90",
            "author_name":"Hobbitking",
            "choices":[
                "They've only just gained their powers and want to try them out",
                "You accidentally discover their secret",
                "One of them uses magic on you to make living with you more bearable",
                "Someone they've altered comes knocking on the door",
                "More options"
            ],
            "content":"<div class=\"\"><div> <span>Living in the small single bathroom and two bedroom apartment hasn't been easy for you or your hosts. However Hannah was the only one in a position to take you in while you finished your schooling. As it was going to be a longish stay you were given Hannah's bed while she bunked with Shari. Though Hannah's room was still very much hers and you were living out of a suitcase on her floor.<br>\r\n<br>\r\nBoth girls were party girls and often spent the weekends out clubbing or visiting house parties and this was the only time you had the apartment to yourself. You enjoyed the peace and quiet, until the two of them came home drunk, usually both with guys in tow, forcing you on the couch those nights. Though there were also the nights that neither of them would come home, those nights were the best.<br>\r\n<br>\r\nThe bathroom situation is what caused most of the issues in the house as you'd accidentally leave the toilet seat up, a force of habit you've had for years, or would accidentally pee a bit on the floor or the back of the toilet seat. Then there was the shower, when you'd be busting but one of the girls were occupying the bathroom. The worst thing was the bathroom door didn't have a lock and sometimes after partying so late, you were asleep before they came home, so thinking they were still out you've entered the bathroom and caught them getting changed or topless in front of the mirror. Hannah was surprisingly chill about it, covering herself when you made the mistake and teasing you about it later. Shari on the other hand was more angry about her privacy being invaded.<br>\r\n<br>\r\nIt was going to be a long few months for all three of you. Especially you as little did you know Shari and Hannah were witches and they were about to change your life forever.</span></div></div>",
            "created":1563253200,
            "id":2687543,
            "title":"Hannah and Shari"
        },
        "111":{
            "author_id":"hobbitking90",
            "author_name":"Hobbitking",
            "choices":[
                "Shari casts a spell on you",
                "Shari casts a spell on Hannah",
                "Something else"
            ],
            "content":"<div class=\"\"><div> <span>\"Oh Em Gee!\" You heard Shari scream in disbelief as you were getting ready for school in Hannah's room. \"It actually works.\"<br>\r\n<br>\r\n\"I know, this is so cool, we should by things when we're drunk more often,\" Hannah replied, she was just as excited as Shari was.<br>\r\n<br>\r\nThe curiosity got the better of you and you let your room to see what was going on. In the living space, Hannah was sitting cross legged, floating a foot off the ground, while Shari read from a book.<br>\r\n<br>\r\n\"Hey, cuz. Check it out, we bought this magic book last night. Turns out magic is real.\" Hannah explained as you just stood their with your mother wide opened.<br>\r\n<br>\r\n\"I think you broke him,\" Shari commented, breaking her concentration, causing Hannah to fall on her ass.<br>\r\n<br>\r\n\"Ouch...\" Hannah stood up, rubbing her butt. \"You okay Marcus?\"<br>\r\n<br>\r\nYou blinked and shook your head and opened your eyes again. \"This is a trick right, it has to be.\"<br>\r\n<br>\r\n\"Yeah a magic trick dumbass...\" Shari flipped through the book. She then stopped on a page and gave you a wicked smile. \"Hey Hannah, I don't think Marcus believes us, should we give him a first hand experience?\"</span></div></div>",
            "created":1582779600,
            "id":2793753,
            "title":"Fresh Witches"
        },
        "1111":{
            "author_id":"hobbitking90",
            "author_name":"Hobbitking",
            "choices":[
                "You change genders",
                "You feel a strange feeling in your pants",
                "Something else"
            ],
            "content":"<div class=\"\"><div> <span>Shari flicked through the spell book and smile at you as she found the perfect spell. \"Oh, I'm totally trying this one out on you Marcus,\" Shari chuckled as she began to read from the book, with her arm aimed at you.<br>\r\n<br>\r\nYou felt a strange tingle as your skin shivered but besides that nothing happened. \"I knew this was fake,\" you say, even though you aren't sure how Hannah was floating a second ago.<br>\r\n<br>\r\n\"Remember what the lady said, Shari. We need to cast spells together,\" Hannah walked over to Shari and looked at the book. \"Now what are you trying to do to my cousin?\" Hannah looked at the spell Shari wanted to cast. \"Really you want to do that to him?\"<br>\r\n<br>\r\n\"It's for just a bit of fun, I promise,\" Shari assured Hannah.<br>\r\n<br>\r\n\"Okay...\" Hannah began to read the spell with Shari, this time you do feel that it had an effect and a second later you...<br>\r\n</span></div></div>",
            "created":1583038800,
            "id":2795030,
            "title":"Shari casts a spell on you"
        },
        "11112":{
            "author_id":"hobbitking90",
            "author_name":"Hobbitking",
            "choices":[
                "You have a vulva",
                "Your penis is dettached",
                "You have nothing"
            ],
            "content":"<div class=\"\"><div> <span>\"I can't believe you got me to try that spell on my cousin, Shari.\" Hannah's face was red with embarrassment but she also couldn't help but find the situation funny.<br>\r\n<br>\r\n\"I'm surprised you agreed to do it,\" Shari responded, while giving you an evil grin.<br>\r\n<br>\r\n\"So am I, but it did seem pretty funny and we can always undo it.\"<br>\r\n<br>\r\nYou looked at the two of them confused. \"What did you do to me?\" You asked as you felt a tingling sensation in your crotch. \"What did you two do?!\" Realized where they targeted the spell.<br>\r\n<br>\r\n\"Go check in the bathroom,\" Shari instructed. \"We'll wait.\"<br>\r\n<br>\r\n\"Are you sure that wasn't too mean?\" Hannah asked Shari. \"We'll fix it after he see's it right?\"<br>\r\n<br>\r\nYou headed to the bathroom and stood in front of the mirror, you pulled down your pants and underwear to find...</span></div></div>",
            "created":1583038800,
            "id":2795040,
            "title":"You feel a strange feeling in your pants"
        },
        "111121":{
            "author_id":"hobbitking90",
            "author_name":"Hobbitking",
            "choices":[
                "No, he can stay like that",
                "Fine, but whenever I decide to mess with him you need to help",
                "Let's change him further"
            ],
            "content":"<div class=\"\"><div> <span>You look at the mirror and down at the actual thing, you can't believe it. Your penis and testicles are completely gone and instead you have a quite predominate vulva. You had seen some imagines online before, some of those were shaved and close to the body, your new mount was as hairy as before and the mound stuck out a fair distance. Your new labia was also sticking out.<br>\r\n<br>\r\n\"What have you done to me!\" You scream.<br>\r\n<br>\r\nShari and Hannah entered the bathroom quickly, to see the result of their work.<br>\r\n<br>\r\n\"Oh that's an impressive cunt,\" Shari mocked. \"At least now we don't need to worry about you leaving the toilet seat up.\"<br>\r\n<br>\r\nHannah turned to Shari. \"I thought you only wanted to mess with him, we've done that. Now let's undo the spell.\"<br>\r\n<br>\r\nShari, looked at you, your vulva and then back at Hannah. She smile and said....</span></div></div>",
            "created":1583038800,
            "id":2795049,
            "title":"You have a vulva"
        },
        "1111211":{
            "author_id":"hobbitking90",
            "author_name":"Hobbitking",
            "choices":[
                "Let's make that an official contract",
                "Give up your claim to the spellbook",
                "Something Else"
            ],
            "content":"<div class=\"\"><div> <span>\"What?!\" You and Hannah scream in unison.<br>\r\n<br>\r\n\"You can't leave me like this,\" you pleaded as you looked down at your new genitals.<br>\r\n<br>\r\n\"I only agreed to do this as a joke,\" Hannah added. \"We've had our fun now, let's undo it.\"<br>\r\n<br>\r\n\"I don't want to,\" Shari stated. \"I like him better this way.\"<br>\r\n<br>\r\nHannah stormed out of the room and came back with the spellbook a few seconds later. \"If you aren't going to undo it I will,\" Hannah chanted the counter spell but it didn't work.<br>\r\n<br>\r\nShari laughed at her attempt. \"We did this together, Hannah, we can only undo it together. So he's staying like that until I decide otherwise.\"<br>\r\n<br>\r\n\"Shari, this joke it getting old, we can't leave Marcus like this. I agree that leaving the toilet seat up is annoying but this is going too far. I only agreed to do the spell because I thought it'd be funny but the fun is over.\"<br>\r\n<br>\r\nShari turned and looked at Hannah with serious eyes. \"Oh this isn't a joke Hannah. While he's under this roof he's staying like that, maybe I'll keep him that way forever, depending on how you two react from now on. I'm sick of him living here, I'm sick of sharing a bed with you, heck I found this magic book now I need to share that with you too. So from now on you both do as I say otherwise Marcus can keep his cunt forever.\" Hannah saw a darkness in Shari's eyes.<br>\r\n<br>\r\n\"Please, Shari this isn't you...\" Hannah grabbed her friend. \"If you undo this, I'll do anything you want.\"<br>\r\n<br>\r\nThis caused Shari to pause for a moment as she looked over at you and Hannah and then down at the book.</span></div></div>",
            "created":1583038800,
            "id":2795061,
            "title":"No, he can stay like that"
        },
        "11112111":{
            "author_id":"hobbitking90",
            "author_name":"Hobbitking",
            "choices":[
                "I want you to accept that Marcus should have a vulva.",
                "I want you to do a new contract where you agree to do whatever I want",
                "Something else"
            ],
            "content":"<div class=\"\"><div> <span>\"Okay,\" Shari commented. \"You want your cousin to have his dick back, we can put it in writing. You'll do whatever I want.\"<br>\r\n<br>\r\n\"I'll do anything, you want. Not whatever,\" Hannah clarified. \"Anything means you get to ask me one thing.\"<br>\r\n<br>\r\n\"Okay fine,\" Shari agreed as she flicked to the front of the spell book. \"It's going to be a magical contract though.\"<br>\r\n<br>\r\n\"So you agree to give Marcus back his dick and then you can ask me to do anything,\" Hannah clarified.<br>\r\n<br>\r\n\"Yes those are the terms,\" Shari found the page for the spell and the began to enact it. They linked their fingers and chanted the magic words.<br>\r\n<br>\r\nYou watched them do this from the bathroom and a second later your penis was restored. You lifted up your pants and came out to the living area.<br>\r\n<br>\r\n\"Okay now for my terms....\" Shari said with a smile. </span></div></div>",
            "created":1583038800,
            "id":2795064,
            "title":"Let's make that an official contract"
        },
        "111121111":{
            "author_id":"hobbitking90",
            "author_name":"Hobbitking",
            "choices":[
                "You try to plead with Hannah",
                "You talk to Shari",
                "Something else"
            ],
            "content":"<div class=\"\"><div> <span>\"Wait what?!\" You approached Shari. \"That's cheating, you can't ask her to do that!\"<br>\r\n<br>\r\n\"Sure I can, she said she'd do anything. Now I get my way and you get a vulva and Hannah doesn't hate me for it. Just be thankful this will be the last transformation she'll let me do on you.\"<br>\r\n<br>\r\n\"She's right Marcus, after Shari refused to give your dick back after a prank spell, I'm never going to let her cast another spell on you. But she's right, you should have a vulva.\"<br>\r\n<br>\r\nYou didn't have time to plead with them before they cast the spell on you again, taking away your penis. \"I can't believe you made her do this to me again...\" you yelled at Shari.<br>\r\n<br>\r\n\"Oh it gets better, see I was going to give your dick back, when you moved out but now I can't,\" Shari gave a wicked smile.<br>\r\n<br>\r\n\"What?! Why can't you, you and Hannah can just reverse the spell again!\"<br>\r\n<br>\r\n\"Yeah we could, but now Hannah thinks you should stay that way, so she's never going to want to help reverse this. So enjoy having a cunt, like us,\" Shari laughed.<br>\r\n<br>\r\n\"Is this true?\" You asked Hannah, looking betrayed.<br>\r\n<br>\r\n\"That was the term of our agreement, you should have a vulva, not a dick. You're my cousin and I love you, so I'm only doing what's best for you.\"<br>\r\n<br>\r\nYou cursed Shari, she found the perfect work around, to get what she wanted, while also getting Hannah back on side with her. You didn't know what you should do next.</span></div></div>",
            "created":1583038800,
            "id":2795068,
            "title":"Marcus should have a vulva."
        },
        "1111211111":{
            "author_id":"hobbitking90",
            "author_name":"Hobbitking",
            "choices":[
                "You stop complaining",
                "You keep pushing it"
            ],
            "content":"<div class=\"\"><div> <span>\"Come on, Hannah. You know this is wrong, you can't let Shari do this to me..\" You plead with Hannah. You lower your pants at expose yourself to Hannah. \"You can't tell me this is right.\"<br>\r\n<br>\r\n\"No it's not right, exposing yourself is very gross,\" Hannah said before looking away. \"I don't get what's so bad, Shari and I have a vulva.\"<br>\r\n<br>\r\n\"Yes but you're meant to, I'm a a man, I'm meant to have a dick...\" you get down on your knees and beg Hannah.<br>\r\n<br>\r\n\"Oh give it a rest, Marcus. Is this all you're going to do, whine the entire time?\" Shari asked.<br>\r\n<br>\r\n\"If that's what it'll take to get my dick back then yes. I'm going to keep hounding you about it,\" you snap at Shari.<br>\r\n<br>\r\n\"If that's the case,\" Shari turned to Hannah. \"I know you said no more spells on your cousin but if he doesn't stop complaining about his vulva, can you help me make him shut up about it?\"<br>\r\n<br>\r\nHannah paused for a moment and looked over at you. \"He is getting annoying isn't he...\" Hannah admitted. \"Okay, I will allow that.\"<br>\r\n<br>\r\nShari gave you a smirk. \"She's on my side now, Marcus. Get used to the damn thing or else.\"</span></div></div>",
            "created":1583038800,
            "id":2795089,
            "title":"You try to plead with Hannah"
        },
        "11112111112":{
            "author_id":"hobbitking90",
            "author_name":"Hobbitking",
            "choices":[
                "You aren't allowed to complain about it",
                "You are made to accept it",
                "You lose your mouth."
            ],
            "content":"<div class=\"\"><div> <span>\"No I'm not going to drop this,\" You cry. \"Hannah only finds this acceptable because you made her. If you didn't she'd still be pushing for you to give me back my penis. You cheated the contract,\" you cry.<br>\r\n<br>\r\n\"He's not dropping it Hannah,\" Shari ignores you as she goes for the spell book. \"Ah how about we do use this on him?\" Shari finds a spell, though she's not sure if Hannah will go for it.<br>\r\n<br>\r\nHannah looked at what she had in mind and agreed.</span></div></div>",
            "created":1583038800,
            "id":2795090,
            "title":"You keep pushing it"
        },
        "111121111123":{
            "author_id":"hobbitking90",
            "author_name":"Hobbitking",
            "choices":[
                "He's right, I'm not going to agree to giving it back",
                "I promise, you can have it back",
                "Something else"
            ],
            "content":"<div class=\"\"><div> <span>Your lips fused together as well as your teeth, your tongue vanished as well as your voice box. You cannot utter a single word or sound.<br>\r\n<br>\r\n\"I know this was mean, Marcus and I said I wasn't going to allow Shari to do anymore mean things, but you kept pushing this whole vulva thing,\" Hannah said in a sad tone. \"Until you learn to live with your new genitals, I'm afraid you're not going to be allowed to talk either.<br>\r\n<br>\r\nYou point to Shari with an angry look in your eyes. You pull out your phone and type the message. 'What's to say she's even going to let you give my mouth back?'<br>\r\n<br>\r\nShari smiled as she read the message.</span></div></div>",
            "created":1583038800,
            "id":2795092,
            "title":"You lose your mouth."
        },
        "114":{
            "author_id":"hobbitking90",
            "author_name":"Hobbitking",
            "choices":[
                "A pregnant man",
                "An attractive woman",
                "Someone else"
            ],
            "content":"<div class=\"\"><div> <span>This was one of the few times you managed to get some peace and quiet. It was Friday after school, which meant Hannah and Shari were out clubbing, giving the small apartment to yourself. It also meant that when they came back things weren't going to be peaceful as they usually came back drunk or with a guy, if they even came back at all.<br>\r\n<br>\r\nWhile you found it peaceful, you couldn't relax just yet as you had to get your homework done and this was the best time to do it and concentrate at the same time. You were just finishing up with your biology homework when you heard a knock on the door.<br>\r\n<br>\r\nIt wasn't a polite knock either, whoever was out there wanted to get your attention straight away. It was most likely the landlord or something, seeing as people needed to be buzzed in.<br>\r\n<br>\r\n\"I'm coming,\" you yelled as you put away your school work and opened the door.<br>\r\n<br>\r\nWhen you opened the door you were surprised to see....</span></div></div>",
            "created":1582779600,
            "id":2793650,
            "title":"A Strange Knock on the Door"
        },
        "1142":{
            "author_id":"hobbitking90",
            "author_name":"Hobbitking",
            "choices":[
                "You try to explain that there's a misunderstanding.",
                "You aren't going to turn down free sex.",
                "Hannah and Shari come home."
            ],
            "content":"<div class=\"\"><div> <span>The woman looked at you for a moment, confused as she barged in and shut the door for privacy. Even though she looked pretty, her hair was a mess, she was wearing men's clothing that swum on her and she wasn't wearing a bra.<br>\r\n<br>\r\n\"Fix this, now!\" The woman snapped as she waved her hands over her body. You weren't sure what you were meant to be fixing though, she was a mess after all.<br>\r\n<br>\r\n\"I... I don't understand. Who are you, what are you doing here?\" You asked.<br>\r\n<br>\r\n\"I'm here because, you did this to me, now undo it!\" She was losing her patience.<br>\r\n<br>\r\n\"What exactly am I meant to be fixing?\" You tried to keep a normal tone, to see if you could calm this crazy woman down.<br>\r\n<br>\r\nShe just glared at you with angry eyes. \"Fine, I'll play your game. I want you to turn me back into a man... there I said it.\"<br>\r\n<br>\r\n\"Um...\" you were dumbfounded, you didn't even know what to say to that.<br>\r\n<br>\r\n\"Don't play dumb, you did this to me, I know you did. Now you're pretending to be a man so you can play dumb. I looked at your ID when you were in the shower, I know this is your address. Pretending to be a man, after you turned me into a woman isn't going to trick me.\"<br>\r\n<br>\r\n\"Um, I've always been a man....\" You didn't know what else to say in response to that.<br>\r\n<br>\r\n\"Wait, I fucked a man last night?!\" She screamed at you. \"This is some twisted fucking shit. Let me guess, you lure me in as a girl, have sex, turn me into one just so you can fuck me in your original body?\" She surmised. \"Fine you twisted fuck, if that's what it takes for you to change me back, I'll do it.\"<br>\r\n<br>\r\nYou stood there frozen for a moment, this lady was clearly on drugs. You watched as she stripped until she was completely naked. \"Let's get this over with.\"</span></div></div>",
            "created":1582779600,
            "id":2793654,
            "title":"An attractive woman"
        },
        "12":{
            "author_id":"hobbitking90",
            "author_name":"Hobbitking",
            "choices":[
                "She messes with you",
                "She uses it for self improvement",
                "She takes care of all your bullies",
                "Turns out she's the jealous type",
                "More options"
            ],
            "content":"<div class=\"\"><div> <span>You've known Amy for a number of years and she's in several of your classes, though while you sit in the front of the classroom, so the teacher can catch anything Tiffany's lackeys do to you easier. Amy has always sat in the back. You've never really heard her talk or speak up in class and she's never given an oral presentation.<br>\r\n<br>\r\nShe never interacted with you in the past and you never saw a need to approach her. It was just luck that one day when you were in the library, she couldn't reach a book on the higher shelves and you managed to help her. \"Thanks,\" she said quietly. \"The Librarian is always putting these books out of my reach, I don't think she likes me reading them.\" After that you two struck up a conversation and spoke every lunch break. It was only last week she decided she wanted you two to be a couple, though you hadn't actually gone on a date or anything yet.<br>\r\n<br>\r\nWhen you entered the library today, Amy didn't acknowledge you straight away, this was common on some days when she was too focused on a book. Today's book just so happened a black leather grimoire with blood red jewels on the cover. The book didn't have a title and had a dark aura about it. You ignored it for now as you sat down next to Amy.<br>\r\n<br>\r\nAmy turned to face you, revealing a devilish smile. \"Marcus!\" She exclaimed with more excitement than you've ever heard from her before and the first time ever she got a 'ssh' from the librarian. \"You'll never guess what I found... a spell book. Can you believe it? A real life spell book.\" she didn't even wait for you to give an answer. <br>\r\n<br>\r\n\"Cool,\" you had grown to appreciate Amy's interest in the occult. \"It's really well detailed, that's for sure, but I doubt it's a...\"<br>\r\n<br>\r\nAmy raised her hand. \"I thought you'd doubt it's really magical. Let me prove it to you.\" Amy placed a pen in the center of the table and begun reading from the book. Her words made no sense but there was static in the air as all the hairs on your body began to rise and a light flickered overhead. You were with the light for a moment you failed to see the pen begin to float in the air.<br>\r\n<br>\r\n\"Marcus, look.\" Amy grabbed your attention, however she lost concentration of her spell and you only saw the pen float in the air for a brief moment, before it went flying across the library.<br>\r\n<br>\r\n\"No way!\" You exclaimed as you tried to grab the book to have a look at it yourself. As soon as you came in contact with it though, you felt burning heat in your finger tips and quickly pulled away. It wasn't enough for you to cry out in pain but it hurt nonetheless. You then looked at your hand and saw your finger tips were red raw.<br>\r\n<br>\r\n\"Sorry Marcus, I should've warned you\" Amy held your hand and waved her other over it, muttering something which soothed the pain. \"The first thing I did with this book was put a ward on it, no one but me can touch it or read it.\"<br>\r\n<br>\r\n\"Smart,\" you praised with a tone of slight disappointment as you looked at your healed hand. \"So now that you've got this thing, what are you going to do with it?\"</span></div></div>",
            "created":1563253200,
            "id":2687589,
            "title":"Amy"
        },
        "123":{
            "author_id":"hobbitking90",
            "author_name":"Hobbitking",
            "choices":[
                "All the bullies become a copy of Tiffany",
                "It's a mass body swap spell",
                "More Options"
            ],
            "content":"<div class=\"\"><div> <span>\"I've seen how everyone treats you, especially those who are close to Tiffany. Also I have heard rumors of what made her hate you in the first place but you were a kid, you didn't understand,\" Amy says with a smile. \"So I think I'm going to have to teach everyone who's messed with you a lesson.\"<br>\r\n<br>\r\nYou give Amy an awkward smile, you appreciate the effort she's about to go through for you, however there's an uneasiness with what she said. You don't know how powerful she is and what she might do to everyone for your sake. Though a level of morbid curiosity was excited to see what Amy had in store for your tormentors.<br>\r\n<br>\r\n\"Don't do anything too terrible,\" you ask her.<br>\r\n<br>\r\n\"Don't worry they'll live,\" Amy promises, it isn't much comfort as, at least in media, there's still a lot of nasty spells that meet those parameters. A large chunk of the school could be toads or bugs and they'd still be alive.<br>\r\n<br>\r\n\"Now lets see...\" Amy flicks through the spell book. \"Yes this is perfect.\"<br>\r\n<br>\r\nThe spell Amy plans to cast is a unique one, one that will have interesting results.</span></div></div>",
            "created":1563426000,
            "id":2688792,
            "title":"She takes care of all your bullies"
        },
        "1231":{
            "author_id":"hobbitking90",
            "author_name":"Hobbitking",
            "choices":[
                "It works as intended as the School gains 30 more Tiffany's",
                "Amy is a little sloppy with the wording, causing more people to become Tiffany",
                "More Options"
            ],
            "content":"<div class=\"\"><div> <span>\"Why that spell?\" you ask puzzled as Amy reveals her plan for a mass duplication spell.<br>\r\n<br>\r\n\"It's mostly harmless and there's no better way to mess with Tiffany or her lackeys. Tiffany will no longer be unique and just be one of many with her appearance while, some of the jocks will be turned to women. Though I'm sure some of her other friends wouldn't mind having a body like hers.\"<br>\r\n<br>\r\n\"So they'll just look like her? They wont have her personality?\" You ask a little hesitant. The idea of more than one physical copy of Tiffany does excite you, but you wouldn't be able to deal with more than one of her personality wise.<br>\r\n<br>\r\n\"I wouldn't do that to you, though that could really mess her up even more, if they all thought they were the original. It's just going to be a physical change, nothing mental.\"<br>\r\n<br>\r\nYou feel a bit of guilt when Amy explains that. She was able to take away Tiffany's privacy completely and change the lives of a lot of people. All for your sake. \"Are you sure about this? I mean isn't this going a little too far? This would destroy Tiffany and a few of the people you change.\"<br>\r\n<br>\r\n\"And?\" Amy asks without a care as she begins to cast the spell.</span></div></div>",
            "created":1563426000,
            "id":2689055,
            "title":"All the bullies become a copy of Tiffany"
        },
        "12312":{
            "author_id":"hobbitking90",
            "author_name":"Hobbitking",
            "choices":[
                "You get caught up in the spell",
                "Everyone get caught up in the spell",
                "More Options"
            ],
            "content":"<div class=\"\"><div> <span>It's no use, Amy wants to cast this spell and she's going to do it with or without your blessing. So you can only hope what she does doesn't have too much of a negative impact of those involved.<br>\r\n<br>\r\nShe begins saying the words of the spell as the lights in the library flicker like before, however this time they blow, leaving the two of you in complete darkness besides the slight glow of the magic book.<br>\r\n<br>\r\n\"There now everyone who's ever been mean, teased or tormented you will become a copy of Tiffany,\" Amy informs you as she closes the book.<br>\r\n<br>\r\n\"Wait what? I thought you said only Tiffany's lackeys will be affected.\"<br>\r\n<br>\r\n\"This was easier to cast and it punishes everyone that's ever been mean to my man,\" Amy says as she pinches your cheek.<br>\r\n<br>\r\n\"Amy, please tell me the wording you used...\" you realize the bigger impact her spell might have.<br>\r\n<br>\r\n\"Like I said, anyone who's teased, tormented or been mean to you.\"<br>\r\n<br>\r\n\"Amy... teased and torment could be in a jest, which includes my family. Mean, certainly includes Hannah and her roommate. I've said mean things about myself, does that mean I'm going to become Tiffany too? And what about you, you've teased me.\"<br>\r\n<br>\r\n\"Yeah, though I was stirring you, I wasn't trying to be mean,\" Amy countered.<br>\r\n<br>\r\n\"Which is what I said, this is magic it might've not known your intentions.\"<br>\r\n<br>\r\nAmy goes silent as she realizes what she's done.</span></div></div>",
            "created":1563944400,
            "id":2691382,
            "title":"Amy is a little sloppy with the wording"
        },
        "124":{
            "author_id":"hobbitking90",
            "author_name":"Hobbitking",
            "choices":[
                "Have you seen any of them naked?",
                "Do you think any of them are prettier than me?",
                "Something else"
            ],
            "content":"<div class=\"\"><div> <span>\"How about a truth spell?\" Amy asked looking you in the eye.<br>\r\n<br>\r\n\"Um, you mean on me?\" You replied uncomfortable with the idea.<br>\r\n<br>\r\n\"Sure why not? It should be alright if you don't have anything to hide,\" Amy was already flicking through the book and came across the page.<br>\r\n<br>\r\n\"Okay, I guess...\" you shift nervously as Amy casts the spell.<br>\r\n<br>\r\n\"Let's start with something simple... do you love me?\" Amy asked with a happy smile.<br>\r\n<br>\r\n\"We haven't known each other for long, but I care about you and want to be with you, I wouldn't say I love you just yet, however I'm confident as we build our relationship in a positive way, I will love you,\" your admitted. Though given the look on Amy's face it wasn't the answer she was looking for.<br>\r\n<br>\r\n\"I guess that's fine...\" she said disappointed. \"So you don't love me yet but you have a crush on me?\"<br>\r\n<br>\r\n\"Yes,\" you say without hesitation.<br>\r\n<br>\r\nAmy gave you a pleasant smile as she bit her lip and played with her short hair. \"Do you have a crush on anyone else?\" She asked playfully and you wish she hadn't asked you that.<br>\r\n<br>\r\n\"Yes,\" you admitted trying to advert your gaze from her.<br>\r\n<br>\r\nAmy's mood soured instantly as she gave you an angry look. \"Who?\" she asked coldly.<br>\r\n<br>\r\n\"Hannah, Shari, Tiffany and Ms Darwin,\" you blurt out hoping no one else heard you.<br>\r\n<br>\r\n\"The biology teacher and your bully?\" Amy tilted her head confused. \"Who are the other two?\"<br>\r\n<br>\r\n\"Hannah is my cousin and Shari is her roommate,\" you covered your mouth embarrassed by the admission you had a crush on your cousin.<br>\r\n<br>\r\n\"You have a crush on your cousin?!\" Amy said it loud enough that a couple of heads turned, though that was more at Amy's outburst rather than the words she said.<br>\r\n<br>\r\n\"It's a physical crush, they all are. You're the one who I care about on more than a superficial level.\" While Amy was asking you questions, you were still about to add your own truths.<br>\r\n<br>\r\nThat comment calmed her for a second, though she still wasn't pleased. You could tell she was thinking something when she asked you a question you didn't want to answer.</span></div></div>",
            "created":1582779600,
            "id":2793719,
            "title":"Turns out she's the jealous type"
        },
        "13":{
            "author_id":"hobbitking90",
            "author_name":"Hobbitking",
            "choices":[
                "Meet up with Amy",
                "Go home",
                "Go to your next class",
                "Go to the bathroom",
                "More options"
            ],
            "content":"<div class=\"\"><div> <span>You have know Tiffany longer than any other student in the school, she was your first crush and when you were younger you were determined to have her be your girlfriend. Of course you went about that in the worst possible way and now she hates your guts. You don't blame her though, what you did was very stupid and you still feel the shame of it.<br>\r\n<br>\r\nYou were eight years old and started to find the idea of a girlfriend appealing. Tiffany caught your attention instantly, with her bold blue eyes and strawberry blonde hair tied up in a ponytail, a style she still prefers. You heard a rumor on the playground about how if you were the first boy to see a girl's naughty parts she had to be your girlfriend. That was enough for eight year old you and you went up and pulled down Tiffany's skirt and underwear giving you a clear look. You were so certain she'd have to be your girlfriend now but all it got you was a slap across the face, a week suspension (expulsion was on the table however the excuse boys will be boys and the fact you were a well behaved student, saved you), a terrible nickname that suck with you for many years and an enemy for life.<br>\r\n<br>\r\nStill the sight of Tiffany's privates never left your mind and she had only grown more stunning as the years went by. Of course you learnt long ago to avoid even glancing in her direction. She had grown to be quite influential over the years and if she even caught you looking her way, you'd find yourself being tripped over at lunch time, getting shoved to the ground, your possession getting stolen and much much more. It was never Tiffany directly though she was too smart for that.<br>\r\n<br>\r\nOver the past few month though, things seem to have gotten better, the random attacks have stopped and she seems to be tolerating your existence. While she hasn't really spoken to you, other then in class when required, people who used to ignore you at her behest have been a bit more chatty.<br>\r\n<br>\r\nYou didn't know if this was because you were adults now, because you were moving and would soon be out of her life, or if she was trying to get you to lower your guard for one final act of revenge.<br>\r\n<br>\r\n---------------------------------------------------------------------------- --------------<br>\r\n<br>\r\n\"How's it going Marcus?\" Tiffany came out of no where as she lent against the locker next to yours. She ignored your shocked reaction and continued talking as if everything was fine. \"You wouldn't believe what I've been up to on my summer break.\" She stepped forward and whispered into your ear. \"I've been studying magic and I'm now a witch.\"<br>\r\n<br>\r\n\"I'm sorry what?\" You questioned as you took a step backwards. \"You're a witch???\" This had to be a prank.<br>\r\n<br>\r\n\"Ssh, not so loud\" she covered your mouth. \"Anyway I wanted you to be the first to know,\" her pleasant expression grew somber as she looked at you with the same look she has given you over the years. \"That way when your life becomes a living hell you'll know it was me,\" she said with a cold and harsh expression. \"Anyway fun talking to you, bye!\" She went back to her chipper self and walked off.<br>\r\n<br>\r\nFiguring Tiffany was just finding new ways to torment you, you brush it off and continue with your day.</span></div></div>",
            "created":1557723600,
            "id":2659312,
            "title":"Tiffany"
        },
        "131":{
            "author_id":"hobbitking90",
            "author_name":"Hobbitking",
            "choices":[
                "Amy begins to transform",
                "You do something to Amy",
                "More Options"
            ],
            "content":"<div class=\"\"><div> <span>It was the start of lunch and so you decided to go meet up with Amy, she was of course in the library as usual, sitting in her usual corner. She didn't usually eat during lunch and preferred to spend her free periods alone. You used to visit the library to get away from Tiffany's minions and that's how you first met Amy.<br>\r\n<br>\r\n\"What are you reading today?\" you asked Amy as you sat down, sneaking a bite to eat. You weren't meant to eat in the library but you hadn't been caught yet.<br>\r\n<br>\r\nAmy put the book down and gave you a slight smile. \"A history of the plagues,\" Amy replied as she went back to reading.<br>\r\n<br>\r\nWhen you first met Amy, you would've thought she was reading it for a school assignment or study but now you knew those where the types of books she liked to read. Once you had finished eating, Amy reached down and grabbed the fantasy book you were half way through and passed it over to you.<br>\r\n<br>\r\nThis was how you spent your breaks, just sitting in the library, reading in silence with Amy. Occasionally you'd talk about the subject of the book when it was finished or other interests.<br>\r\n<br>\r\n\"So Tiffany spoke to me earlier,\" you informed Amy, she put down the book and looked over to you, not saying a word. \"Yeah at first she seemed nice but then she told me she was a witch and threatened to destroy my life.\"<br>\r\n<br>\r\n\"Interesting, did she tell you anything else about being a witch?\" Amy was generally interested now. Not about the interaction with Tiffany but more so the witchcraft.<br>\r\n<br>\r\n\"Well she said she had to study it, also it only took her summer break to become one, so it doesn't seem to take too long to learn.\" You didn't believe in that sort of stuff but you knew Amy did.<br>\r\n<br>\r\n\"That or she has a natural talent, hmm, I wonder what type of witchcraft she studied, I've tried a few but they've never really panned out.\"<br>\r\n<br>\r\n\"I guess you're going to have to ask her that. Besides I hope she was lying, I mean Tiffany with magic, that's the last thing I need.\"<br>\r\n<br>\r\n\"I suppose you're right, I mean she'd probably turn you into a toad or something. That's what I'd do if I were a witch, only I'd turn you back, she probably wouldn't\" Amy went back to reading her book.<br>\r\n<br>\r\n\"Thanks for that thought,\" you roll your eyes and for a brief second you thought you caught a glimpse of Tiffany.</span></div></div>",
            "created":1557723600,
            "id":2659517,
            "title":"Meet up with Amy"
        },
        "1311":{
            "author_id":"hobbitking90",
            "author_name":"Hobbitking",
            "choices":[
                "She turns into a mouse",
                "She turns into a worm",
                "More Options"
            ],
            "content":"<div class=\"\"><div> <span>You look over to see where you thought you saw Tiffany but there's no one there, only you and Amy are in the library. You feel a strange energy in the air, it's electric but also dark and foreboding, like the dark and quiet atmosphere before a storm. <br>\r\n<br>\r\nYou look over to Amy who shivers and puts her book down. She goes to say something before she starts to convulse. You rush over to her and try to comfort her as her body begins to shift before your very eyes.</span></div></div>",
            "created":1557810000,
            "id":2659607,
            "title":"Amy begins to transform"
        },
        "13113":{
            "author_id":"hobbitking90",
            "author_name":"Hobbitking",
            "choices":[
                "Amy becomes the subject of the book she was reading",
                "Amy becomes a toad.",
                "More Options"
            ],
            "content":"<div class=\"\"><div> <span>You hold Amy close, and try to call for help but your voice escapes you. However you're no longer alone, standing in front of you is Tiffany.<br>\r\n<br>\r\n\"She's cute, or was cute.\" Tiffany said looking down at Amy. \"A shame really, took think she could've lived a full life if she hadn't met you. Keep that in mind as she loses her humanity just for knowing you. This is your fault.\"</span></div></div>",
            "created":1557810000,
            "id":2659615,
            "title":"Tiffany appears"
        },
        "131131":{
            "author_id":"hobbitking90",
            "author_name":"Hobbitking",
            "choices":[
                "Tiffany leaves you to wallow in grief",
                "Tiffany messes with you some more",
                "More Options"
            ],
            "content":"<div class=\"\"><div> <span>Amy's entire body becomes a black liquid and flies towards the pages of the book she was reading.<br>\r\n<br>\r\n\"What did you do!\" You cry out, your voice returning.<br>\r\n<br>\r\n\"Calm down, I knew she likes to read so I made her the subject of that book she was reading, she now lives within those pages, experiencing what the characters feel.\" Tiffany picked up the book and read the title. \"Oh...\" she paused. \"Well I guess she wishes she was reading a different kind of book. That's too bad for her.\"<br>\r\n<br>\r\nTiffany throws you the book and it opens to a page with images of the Black Plague, everyone in the image is now a copy of Amy, with various symptoms. You can't help yourself as you flick through other pages, with small pox, Spanish flu and varies other viruses and diseases, every single image of a person has been changed to Amy.<br>\r\n<br>\r\n\"I wouldn't want to be in her position, experiencing all that pain. Even if I were to pull her out of the book she'd surely be scarred for life.\"<br>\r\n<br>\r\n\"Why...?\" You close the book, unable to stand seeing Amy in such pain. \"Why would you do this to her.\"<br>\r\n<br>\r\n\"Because of you, I told you I was going to make your life a living hell. I just neglected to tell you that might involve making your loved ones suffer. Your entire life and everyone in it are mine now.\"</span></div></div>",
            "created":1557810000,
            "id":2659619,
            "title":"The book of Amy"
        },
        "1312":{
            "author_id":"hobbitking90",
            "author_name":"Hobbitking",
            "choices":[
                "I need to see yours so we're officially Boyfriend and Girlfriend",
                "I'm in love with Tiffany and I'll do anything she wants me to",
                "More Options"
            ],
            "content":"<div class=\"\"><div> <span>\"Did I ever tell you why Tiffany hates me so much?\" You asked out of nowhere.<br>\r\n<br>\r\nAmy put down the book and looked over to you, \"No, I don't believe you had.\"<br>\r\n<br>\r\n\"It's stupid really, see when I was a kid, I thought to get a girl to be your girlfriend you had to see her genitals. So I pulled down Tiffany's skirt to see hers.\"<br>\r\n<br>\r\n\"Why are you telling me this?\" Amy asked shocked and a little upset.<br>\r\n<br>\r\n\"Because....\"</span></div></div>",
            "created":1557982800,
            "id":2660629,
            "title":"You do something to Amy"
        },
        "13121":{
            "author_id":"hobbitking90",
            "author_name":"Hobbitking",
            "choices":[
                "She agrees",
                "She refuses",
                "More Options"
            ],
            "content":"<div class=\"\"><div> <span>\"What?\" Amy couldn't believe what you had just asked her to do. A part of you couldn't either, however you wanted to see Amy's genitals and if she didn't show you them you were through.<br>\r\n<br>\r\n\"I want to see your vagina.\" You reaffirm.<br>\r\n<br>\r\n\"Like right now? And you're being serious?\"<br>\r\n<br>\r\n\"No one's around, I mean this is as private as you can get.\"<br>\r\n<br>\r\nAmy eyed you off for a moment thinking about your request. She was taken back by it and very much unsure.<br>\r\n<br>\r\n\"Please...\" you beg her.</span></div></div>",
            "created":1558155600,
            "id":2661150,
            "title":"Show me"
        },
        "133":{
            "author_id":"hobbitking90",
            "author_name":"Hobbitking",
            "choices":[
                "You accidentally call Ms Darwin, mum",
                "Someone gets turned into a frog",
                "Something else"
            ],
            "content":"<div class=\"\"><div> <span>Your next class happens to be your favourite, biology. Unfortunately Tiffany is also in this class as well, though so is Amy and of course Ms Darwin.<br>\r\n<br>\r\nYou took your usual seat at the front of the classroom, which enabled you to admire Ms Darwin more and allow her to catch when someone was messing with you. Amy sat besides you and just buried her head into her work. She hadn't noticed how you look at Ms Darwin or if she did, she didn't care.<br>\r\n<br>\r\nYou felt someone tap your shoulder and you saw one of Tiffany's friends hand you a note. 'Ready for some fun?' it asked. You eyed Tiffany in the back row who just gave you a mischievous grin and a tiny wave. You brush it off for now and continue with your work.</span></div></div>",
            "created":1578459600,
            "id":2771289,
            "title":"Go to your next class"
        },
        "1331":{
            "author_id":"hobbitking90",
            "author_name":"Hobbitking",
            "choices":[
                "Unbirthing Marcus",
                "Splicing my genes with Marcus",
                "Something else"
            ],
            "content":"<div class=\"\"><div> <span>You continued the lesson as usual, listening to Ms Darwin explain the reproduction cycle, as you occasionally read something from the text book. You felt a compulsion to raise your hand, even though you had nothing to say.<br>\r\n<br>\r\n\"Excuse me, mum?\" You say causing the whole class to laugh. You put down your arm and cover your mouth in embarrassment, you didn't mean to say that at all.<br>\r\n<br>\r\n\"Hey, hey...\" Ms Darwin raises hand for the class to be silent. \"It's okay Marcus, I can be your mum if you want me to be.\" Now it is Ms Darwin's eyes that go wide as she said something she didn't mean. \"In fact, since we're on the topic of reproduction, why don't we run a little experiment.\"<br>\r\n<br>\r\nThe whole class was silent as you got off your seat and walked to the front of the class.<br>\r\n<br>\r\n\"I'm going to make Marcus my child and I'll do that by...\"</span></div></div>",
            "created":1582520400,
            "id":2792087,
            "title":"You accidentally call Ms Darwin, mum"
        },
        "13311":{
            "author_id":"hobbitking90",
            "author_name":"Hobbitking",
            "choices":[
                "Ms Darwin keeps going",
                "Tiffany leaves the both of you like that",
                "The lesson is over, you'll resume being unbirthed on Monday"
            ],
            "content":"<div class=\"\"><div> <span>\"You're going to what?!\" You yelled in disbelief. \"I didn't mean to call you mum, you can't do this... you literally can't.\"<br>\r\n<br>\r\n\"Not scientifically, no. But with magic I can. Even though this is a science class and has no place for magic, I'm going to make an exception as this relates to our current topic,\" Ms Darwin might've been saying the words but by looking at her eyes, you could tell she was as terrified of this as you were. \"Now strip down, I'm not going to have a fully clothed baby.\"<br>\r\n<br>\r\nMs Darwin had already taken off her skirt and was pulling down her panties. Before you felt the need to completely undress. You stood in front of the whole class, as naked as the day you were born, which is ironic as you were about to be unborn.<br>\r\n<br>\r\nThe whole class stood there in silence, they couldn't believe what was happening, nor could they take their eyes off it.<br>\r\n<br>\r\nMs Darwin laid down in front of her desk, as she spread her legs out wide, revealing her vagina to you. \"Okay I just need to dilate a bit and then I'll be ready for you.\" She said as she took some rapid breaths. Her belly began to enlarge as a small cord snaked its way out off her vagina. \"Can you please attach that to your belly button?\" She asked.<br>\r\n<br>\r\nYou didn't want to but you grabbed the fleshy cord and made it touch your belly. Instantly your belly button reformed as the umbilical cord attached to you.<br>\r\n<br>\r\n\"Okay good, now you are going to go feet first. It's dangerous for a baby to be born feet first, so we're doing the opposite as you're unbirthed.\"<br>\r\n<br>\r\nYou didn't think it would work but you managed to slip both feet into Ms Darwin's vagina, and once they were in there was no getting them out.<br>\r\n<br>\r\nThe cord started to retract and you began to slide up into Ms Darwin. The effort was a hug strain on Ms Darwin and she began to scream and sweat, taking deep breaths as you slid deeper into her vagina. Reverse labor was just as hard if not harder than regular labor.<br>\r\n<br>\r\nYou could still feel your body as you went into Ms Darwin, but now it just felt smaller, you weren't sure if you were turning into a baby or just shrinking. You watched as your groin touched Ms Darwin's. You fantasized about having sex with Ms Darwin a few times, though you never imagined your penis would ever touch the inside of her vagina, especially not like this. You kept going until only your head was poking out of her vagina.<br>\r\n<br>\r\n\"Hold it there, for a moment,\" Tiffany said as she looked at Ms Darwin's pregnant belly and your head neck deep into her vagina. \"This looks so fucking funny,\" she took a photo. \"You know I'm tempted to have you two stay like that forever.\"<br>\r\n<br>\r\nTiffany ponders it for a moment before...</span></div></div>",
            "created":1582606800,
            "id":2792571,
            "title":"Unbirthing Marcus"
        },
        "1332":{
            "author_id":"hobbitking90",
            "author_name":"Hobbitking",
            "choices":[
                "You get turned into a frog",
                "Amy gets turned into a frog",
                "Someone else"
            ],
            "content":"<div class=\"\"><div> <span>You continue through the class for the next few moments uninterrupted and Ms Darwin leaves the room for a second, giving Tiffany time to approach your desk. <br>\r\n<br>\r\n\"You know, Marcus. I've been wondering how to use my new found powers,\" she says leaning over your desk.<br>\r\n<br>\r\n\"Go away, Tiffany,\" Amy looks up at her with an annoyed expression.<br>\r\n<br>\r\n\"I will, in a second, I'm just deciding on which one of you I should turn into a frog. I know it'd cliche for a witch to do that but we're in biology so it suits. Of course I could always turn someone else into a frog and leave you two as you are for now.\"</span></div></div>",
            "created":1578459600,
            "id":2771294,
            "title":"Someone gets turned into a frog"
        },
        "134":{
            "author_id":"hobbitking90",
            "author_name":"Hobbitking",
            "choices":[
                "Boy's Bathroom",
                "Girl's Bathroom"
            ],
            "content":"<div class=\"\"><div> <span>It was the start of break when you ran into Tiffany and before you went to eat you needed to go to the toilet. You always dreaded going to the toilet at school as it was a good ambush spot for Tiffany's lackeys to catch you unaware. However with Tiffany backing off lately it has been safe to go again.<br>\r\n<br>\r\nOf course now Tiffany had threatened you again you were once again unsure of your safety. Though she had to be messing with you, after all if she really was a witch, why not do something to you when she spoke to you earlier or out of no where. It was an idle threat meant to get into your head.<br>\r\n<br>\r\nYou weren't going to fall for it, you told yourself as you entered the...</span></div></div>",
            "created":1558242000,
            "id":2661458,
            "title":"Go to the bathroom"
        },
        "1342":{
            "author_id":"hobbitking90",
            "author_name":"Hobbitking",
            "choices":[
                "You don't have a dick so why would you use the men's bathroom?",
                "I've got a surprise for you waiting in the cublicals.",
                "Something else."
            ],
            "content":"<div class=\"\"><div> <span>You open the door and realize you made a mistake when you see Tiffany and two of her friends standing there. You try to leave unnoticed buy Tiffany spots you.<br>\r\n<br>\r\n\"Where are you going?\" She asked as she and her friends turned around to face you. You couldn't believe what you saw both of Tiffany's friends no longer had mouths, instead their face had smooth skin where their lips should be. She was being honest when she told you she was a witch.<br>\r\n<br>\r\n\"Sorry... wrong bathroom.\" You trie to back out though you couldn't seem to.<br>\r\n<br>\r\n\"No, you're in the right bathroom,\" Tiffany smiled as she spotted you looking over at her friends. \"Don't worry about those two, they thought they spoke out of term so had to be taught a lesson.\" Both girls looked at you with sad eyes, but they stood their ground by Tiffany's side. \"Now about the reason you're in here.\"</span></div></div>",
            "created":1558414800,
            "id":2662128,
            "title":"Girl's Bathroom"
        },
        "13421":{
            "author_id":"hobbitking90",
            "author_name":"Hobbitking",
            "choices":[
                "You're completely blank",
                "You have a vulva",
                "Something else"
            ],
            "content":"<div class=\"\"><div> <span>\"I don't see why you would go into the men's bathroom, that's for people with dicks after all and we both know you don't have one,\" Tiffany says as you feel a weird sensation in your crotch.<br>\r\n<br>\r\nYou ignore if for now and return your attention to Tiffany. \"Again with these dickless comments, you've been saying that forever, try to come up with something more original.\"<br>\r\n<br>\r\n\"Oh but it's true now,\" Tiffany smiled as she grabbed her friend by under the chin, to remind you what she took away from them. \"If I can do this, surely I can do something about your dick too.\"<br>\r\n<br>\r\nPanic set in and you looked down at your crotch and saw it was flatter than it should've been. \"What did you do?\"<br>\r\n<br>\r\n\"That's a good question, let's find out together. Girls, pull down his pants.\"</span></div></div>",
            "created":1578459600,
            "id":2771024,
            "title":"You don't have a dick"
        },
        "134211":{
            "author_id":"hobbitking90",
            "author_name":"Hobbitking",
            "choices":[
                "\"No\"",
                "\"Sit on the toilet and see what happens\"",
                "Something else"
            ],
            "content":"<div class=\"\"><div> <span>\"Maybe you aren't meant to be in the girl's room either,\" Tiffany mused as you looked down at the smooth skin between your legs. You didn't even have pubic hair, making you look like how a doll looks.<br>\r\n<br>\r\nWhat made things worse is you still needed to go to the toilet, more so in fact. You wanted to snap and yell at Tiffany but such an action could get you into more trouble. \"Please give it back Tiffany....\"<br>\r\n<br>\r\n\"Hmm, no.\" Tiffany said straight up. \"This is fun, I can't wait to show the whole world that you're dickless.\"<br>\r\n<br>\r\n\"I'm busting to go to the toilet though, you've given me no means to relieve myself,\" you try a different approach.<br>\r\n<br>\r\n\"You're right I haven't,\" Tiffany confirmed.<br>\r\n<br>\r\n\"Are you going to at least let me go then?\"</span></div></div>",
            "created":1578459600,
            "id":2771295,
            "title":"You're completely blank"
        },
        "1342112":{
            "author_id":"hobbitking90",
            "author_name":"Hobbitking",
            "choices":[
                "You have indeed copied her vulva",
                "She is blank",
                "Something else"
            ],
            "content":"<div class=\"\"><div> <span>\"I did a curse, not sure how exactly it works, why don't you sit on that stall and see what happens,\" Tiffany instructs.<br>\r\n<br>\r\nYou obey her commands but she doesn't let you shut the door for privacy. You feel your flesh reshape and you look down to see you have a vulva, with blonde pubic hairs. You pay little attention to it as you relieve yourself.<br>\r\n<br>\r\n\"Interesting, it looks like you've got a copy of the last person to use that toilet's genitals,\" Tiffany observes as her friend's eyes go wide. \"Oh yeah, that was you wasn't it, well lets see then, lower your skirt and I might give you back your mouth.\"<br>\r\n<br>\r\nYou watch as her friend strips down in front of you and you see...</span></div></div>",
            "created":1578459600,
            "id":2771297,
            "title":"Sit on the toilet"
        },
        "13421122":{
            "author_id":"hobbitking90",
            "author_name":"Hobbitking",
            "choices":[
                "She was still blank",
                "She now had your dick",
                "She had her vulva back"
            ],
            "content":"<div class=\"\"><div> <span>You look at Tiffany's friend's crotch and see it is completely blank, like yours was a moment ago. You look down at the vulva you now had and back over to her, both your eyes go wide.<br>\r\n<br>\r\n\"Hmm, I guess he steals them when he goes to the toilet then,\" Tiffany remarks with a smile. \"As promised,\" she waved her hand and her friend's mouth grew back.<br>\r\n<br>\r\n\"What the fuck Tiffany?!\" She screamed. \"You've always told us what a creep Marcus is and now you've given him my vagina!\"<br>\r\n<br>\r\nTiffany shrugged. \"I just cast the curse, I didn't know how it was going to work.\"<br>\r\n<br>\r\n\"I don't care, I want my vagina back!\"<br>\r\n<br>\r\nTiffany, looked at you and her friend's crotch. \"I actually don't know if that's possible. Marcus steals from whoever used the toilet last, I'm just not sure if you can get yours back.\" Tiffany eyed off her other friend. \"Vicky, use that toilet, we're going to experiment further.\"<br>\r\n<br>\r\nVicky shook her head, unable to say no. Tiffany pointed to her crotch and Vicky started to do a little dance as her bladder instantly filled. Vicky shook her head again, as she struggled to hold on, she then realized it was better just to wet herself. She tried to relax but relief didn't come.<br>\r\n<br>\r\n\"Sorry, Vicky. I knew you'd try that. You can only relieve yourself if you use the toilet.\"<br>\r\n<br>\r\nVicky gave Tiffany the finger as she entered the stall, you heard urine splashing into the toilet at a fast pace then the toilet flushed. Vicky left and gave you a dirty stare as you entered the stall and sat down.<br>\r\n<br>\r\nYour Vulva reshaped itself and the pubic hairs disappeared (Vicky waxed apparently). You stood up and left the stall. All eyes were now on Tiffany's other friend....</span></div></div>",
            "created":1582606800,
            "id":2792551,
            "title":"She is blank"
        },
        "134211221":{
            "author_id":"hobbitking90",
            "author_name":"Hobbitking",
            "choices":[
                "Nothing happens",
                "She grows your dick",
                "She gets her Vulva back"
            ],
            "content":"<div class=\"\"><div> <span>\"Tiffany!\" Her friend cried as she saw no improvement with her own genitals. The fact they hadn't returned made Vicky alarmed as well.<br>\r\n<br>\r\n\"It's alright, we haven't tried everything yet,\" Tiffany assured her as she made her friend bust to go to the toilet again. \"See if that restores it.\"<br>\r\n<br>\r\n\"You bitch,\" her friend snapped as she felt the need to go to the toilet. She entered the stall and shut the door. You, Vicky and Tiffany waited outside, listening closely.</span></div></div>",
            "created":1582606800,
            "id":2792552,
            "title":"She was still blank"
        },
        "1342112213":{
            "author_id":"hobbitking90",
            "author_name":"Hobbitking",
            "choices":[
                "She gets back her vulva, you go back to having nothing",
                "Nothing happens, she must wait until you swap with someone else.",
                "You begin to go"
            ],
            "content":"<div class=\"\"><div> <span>\"Oh thank goodness,\" Tiffany's cries out as you hear the flow of urine. She came out of the stall with a look of relief, embarrassment and anger. \"If you do anything like that again...\" She didn't get to finish as her body reformed into a small wiener dog.<br>\r\n<br>\r\n\"That's for calling me a bitch,\" Tiffany responded. \"Now, are we all done here?\"<br>\r\n<br>\r\nThe dog barked and growled at Tiffany, while you hung your head down in shame and fear. Tiffany had already altered your life permanently and she wasn't afraid to turn her own friends into test subjects or animals.<br>\r\n<br>\r\nVicky tapped Tiffany on the shoulder and pointed to her crotch.<br>\r\n<br>\r\n\"Oh good point, we don't know at what stage Marcus can return his stolen genitals,\" Tiffany made Vicky need to use the toilet again.</span></div></div>",
            "created":1582606800,
            "id":2792553,
            "title":"She gets her Vulva back"
        },
        "13421122133":{
            "author_id":"hobbitking90",
            "author_name":"Hobbitking",
            "choices":[
                "You are only allowed to use the lady's room from now on.",
                "You are have to use the bathroom of whatever gender your genitals are.",
                "Something else"
            ],
            "content":"<div class=\"\"><div> <span>As Vicky sits on the toilet, you feel a warm liquid running down your leg. Tiffany cracks up laughing.<br>\r\n<br>\r\n\"Oh, my god Vicky... This is great. Keep going,\" Tiffany instructs.<br>\r\n<br>\r\nVicky is confused to why she doesn't have her vulva back but she's at least glad that she feels relief. She finishes 'going' to the bathroom and then is mortified when she sees you with a wet puddle at his feet.<br>\r\n<br>\r\n\"You made him piss his pants,\" Tiffany grabbed Vicky excitedly. Vicky just looked at you with sorrowful eyes. \"This is great, he's going to swap with so many people that'll still need to use the toilet and he won't know when they are going to go.\" <br>\r\n<br>\r\nTiffany walked by you as she left you there standing in Vicky's piss. \"Vicky don't forget the dog,\" she instructed. Vicky nodded and picked up their friend before following Tiffany towards the door.<br>\r\n<br>\r\nTiffany paused for a moment and turned back towards you. \"Oh and Marcus, one more thing about this curse...\"</span></div></div>",
            "created":1582606800,
            "id":2792557,
            "title":"You begin to go"
        },
        "13422":{
            "author_id":"hobbitking90",
            "author_name":"Hobbitking",
            "choices":[
                "She makes you swap bodies with one of them",
                "She gets rid of all your genitals.",
                "More Options"
            ],
            "content":"<div class=\"\"><div> <span>Tiffany gave a wicked smile as four of the cubical doors opened. You blushed for a second seeing the four naked women standing there but then were mortified when you realized who they were. Standing in front of you, were Hannah, Shari, Amy and Ms Darwin. All of them stood completely still with their arms by their side and a blank face. However their eyes showed the fear and embarrassment of their current situation.<br>\r\n<br>\r\nYou went to say something, but turned to face the women as you put your hands at your side, assuming the same neutral position they did and a second later your clothes also vanished, leaving you naked in front of all seven women.<br>\r\n<br>\r\n\"Take it all in, pervert.\" Tiffany said as she stood behind you, putting her hands on your shoulders. \"These four women's lives are about to change for the worst just because you took an interest in them sexually.\"<br>\r\n<br>\r\nYour eyes faced Hannah and you saw hers widen with shock. Fortunately for you, they couldn't see each other, so your personal shame about Hannah was only revealed to her and her alone.<br>\r\n<br>\r\n\"Let's see, we have Ms Darwin... your teacher. I did notice you paid a lot of attention in biology, but to have a crush on the teacher?\" You flinched once more as Tiffany started naming them. \"Amy your girlfriend, who is by far the least attractive woman in this room.\" That was more aimed at Amy than you. \"Shari your cousin's best friend, I'd admit she's hot. I don't blame you for having a crush on her.\" If you weren't already magically frozen, that comment would've made you stop moving, she knew who Shari and Hannah were. \"And most surprising of all, your own cousin, Hannah.\"<br>\r\n<br>\r\nTiffany took a step back and let the names as well as the purpose of why they were chosen sink in. Now all four of the women knew who you had physically admired and they knew one of them was your cousin. Amy was most hurt by that revelation, while Shari showed disgust. Ms Darwin's eyes showed a hint of surprise.<br>\r\n<br>\r\n\"Now, what to do with you all?\" Tiffany asked herself.</span></div></div>",
            "created":1562907600,
            "id":2685652,
            "title":"Surprise in the Cubicals"
        },
        "134222":{
            "author_id":"hobbitking90",
            "author_name":"Hobbitking",
            "choices":[
                "Tiffany replaces them.",
                "Tiffany removes more parts.",
                "More Options"
            ],
            "content":"<div class=\"\"><div> <span>You fill a slight tingle in your crotch but are unable to look down to see what just happened, instead you can only look forwards and the others and that alone told you what Tiffany did. You watched as the pubic hair of Ms Darwin and Amy receded into their bodies, Shari and Hannah were already clean shaven. As the lips of their genitals fused as the gentle mound receded into their bodies. Leaving all four women sexless and given how they were looking at you, you assumed Tiffany did the same to you.<br>\r\n<br>\r\nYou wondered if they knew if theirs had been taken as well or if they thought Tiffany just targeted you. While horrified your dick and the girl's vulvas were gone, you couldn't help but feel some relief that you weren't as exposed as you were before and you could see some relief in your cousin's eyes as she no longer had to look at that part. Shari showed delight, Ms Darwin showed curiosity and Amy showed fear and sadness.<br>\r\n<br>\r\nTiffany walked in front of you and looked at you directly in the eyes and for the first time you could tell how soulless they had become, she had gained this immense power but the cost had been her very soul. She also looked like she had aged a few years. \"Oh how long I've wanted to do that to you,\" she taunted. Though she didn't seem like she was quite done yet.<br>\r\n<br>\r\nAll the women finally stepped out of the cubical and you turn around. You were now flanked by Amy and Ms Darwin one side and Hannah and Shari the other side. Though Tiffany made it so it was Ms Darwin and Shari that were directly next to you. All of you now faced the Bathroom sinks and more importantly the mirrors, so that everyone could see their missing genitals.</span></div></div>",
            "created":1562907600,
            "id":2685682,
            "title":"She gets rid of all your genitals."
        },
        "1342221":{
            "author_id":"hobbitking90",
            "author_name":"Hobbitking",
            "choices":[
                "She turns half of you into genitals",
                "She gives everyone the opposite set",
                "She conjures a chance wheel"
            ],
            "content":"<div class=\"\"><div> <span>\"Don't worry, you'll get them back in a second,\" Tiffany promised with a smile as everyone, including you, were now staring at their blank crotch. \"Or at least some of you might and I can't promise you it'll be the same as before.\"<br>\r\n<br>\r\nShe then made you reach down and touch the blank smooth skin, feeling the void she had magically created. Having your hands rest on top of your crotch. She then had you turn back around and face the cubicals.<br>\r\n<br>\r\n\"Now how should I do this?\" She asked as she paced in front of you all.</span></div></div>",
            "created":1562907600,
            "id":2685693,
            "title":"Tiffany replaces them."
        },
        "13422211":{
            "author_id":"hobbitking90",
            "author_name":"Hobbitking",
            "choices":[
                "You get a set of genitals again",
                "You become a set of genitals",
                "You get a prime number and Tiffany decides your fate later."
            ],
            "content":"<div class=\"\"><div> <span>\"The good news is two of you will be getting a set of genitals back,\" Tiffany said with a smile. \"The bad news is, two of you will be losing your humanity.\" She paused as she counted how many people there were. \"Hmm, that leaves one person spare. Would it be more fair to just keep them as you are now, or would that not be far on those who lose their humanity. I guess I'll decide that at the end.\" <br>\r\n<br>\r\nShe then walked in front of you. \"I guess you're up first. Marcus.\" She pulled out her phone and opened a random number generator. \"Odd number you become the replacement, even you get a replacement, prime number you become the spare.\"<br>\r\n<br>\r\nShe clicked the app and showed you the result.</span></div></div>",
            "created":1562907600,
            "id":2685700,
            "title":"She turns half of you into genitals"
        },
        "134222111":{
            "author_id":"hobbitking90",
            "author_name":"Hobbitking",
            "choices":[
                "Hannah",
                "Amy",
                "Shari or Ms Darwin"
            ],
            "content":"<div class=\"\"><div> <span>\"Aww Twenty-Six\" Tiffany was genuinely disappointed. Though you knew she could've altered the result regardless. \"No matter, you're still going to pay in the end\" Instead of giving the next person the same option as you, she brings you in front of the four women and smiles.<br>\r\n<br>\r\n\"Pick one,\" Tiffany commanded and you felt your mouth come under your control again.<br>\r\n<br>\r\nYou weren't exactly what you were picking them for, whether or not they'd become your dick or if they'd be the other safe person. Given the cruel game Tiffany was playing it could've been either one. This also meant that what happened next would be your fault, if they all didn't consider it your fault already.</span></div></div>",
            "created":1562907600,
            "id":2685704,
            "title":"You get a set of genitals again"
        },
        "1342221111":{
            "author_id":"hobbitking90",
            "author_name":"Hobbitking",
            "choices":[
                "Hannah becomes your genitals (the most likely result)",
                "Hannah gets a prime number and is safe",
                "Hannah got a 2"
            ],
            "content":"<div class=\"\"><div> <span>\"Hannah,\" you said, hoping it'd be the other survivor. Out of everyone there she was family and the person you cared for the most. Sure you were dating Amy but that was a fresh relationship, one that probably was doomed to fail after this ordeal so if you could save anyone of them it was going to be Hannah. Of course you could've doomed your cousins to a life time attached to your crotch as well.<br>\r\n<br>\r\nHannah walked forward until she was face to face with you, her bare breasts almost touching your chest. Given how close she got, you wondered if Tiffany was about to make her a permanent part of your body, but then she just walked beside you and turned around as Tiffany got her number generator again.<br>\r\n<br>\r\n\"A prime number and you remain human, odds you become your cousin's dick, even you become your cousin's vulva,\" You gulped at that part, it didn't even occur to you that she'd give you a vulva instead, though you should've expected it. \"Get a two and you are the spare.\"<br>\r\n<br>\r\nHannah's chances were rigged to become your genitals as you had expected and you wondered if Tiffany would've given a different set of conditions had you chosen someone else. The number generator was half for you too as you now had a 50/50 shot in the likelihood Hannah became your genitals, to end up with a vulva.<br>\r\n<br>\r\nYou were both allowed to breath a deep breath as Tiffany pressed the number generator.</span></div></div>",
            "created":1562907600,
            "id":2685706,
            "title":"Hannah"
        },
        "13422211111":{
            "author_id":"hobbitking90",
            "author_name":"Hobbitking",
            "choices":[
                "Hannah becomes your penis",
                "Hannah becomes your vulva",
                "Tiffany waits until the end before revealing it."
            ],
            "content":"<div class=\"\"><div> <span>\"Well it looks like you two will be spending a lot of time together,\" Tiffany taunted hiding the number from you. Of course you knew that meant Hannah was about to become a part of your body. Tiffany had rigged the odds to the point Hannah had to be extremely lucky to get anything else.<br>\r\n<br>\r\nStill you couldn't help but wonder what Hannah felt about her fate or about the whole situation in general. Tiffany had shown her the number and you figured you wouldn't know until she had been attached to you.</span></div></div>",
            "created":1562994000,
            "id":2686036,
            "title":"Hannah becomes your genitals"
        },
        "13422211112":{
            "author_id":"hobbitking90",
            "author_name":"Hobbitking",
            "choices":[
                "You get Amy as a vulva",
                "You get Shari as a vulva",
                "You get a dick"
            ],
            "content":"<div class=\"\"><div> <span>\"Five Hundred and three\" Tiffany read allowed, mostly aiming the result at the other three. You and Hannah were allowed to move again as you gave each other a hug. Clearly she was happy she wasn't getting turned into your genitals. Though she backed off quickly once she realized her bare breasts were actually touching you.<br>\r\n<br>\r\n\"That's all I needed, to decide the two victims,\" Tiffany said as she marched Amy and Shari forward. \"Though I still need to decide who gets what.\" You knew that she mean not only if you got Shari or Amy as your genitals but whether or not you got a dick or vulva from them as well.<br>\r\n<br>\r\nAs for Ms Darwin, her head fell off her body and her body shrank to a couple of inches. One of Tiffany's friends picked up Ms Darwin's head, while the other one picked up her body and placed it in the toilet. Ms Darwin's eyes went wide opened as the toilet began to flush, sending the teacher's body down into the sewers. \"Don't worry I'm not going to barbecue you,\" Tiffany promised as her head was loaded into a backpack.<br>\r\n<br>\r\nShe then returned her attention to you and Hannah. \"This is so hard, do I give you the person you're closer to or the opposite...\" Tiffany complained. \"I also need to decide what to give you both as well...\"</span></div></div>",
            "created":1562907600,
            "id":2685709,
            "title":"Hannah gets a prime number and is safe"
        },
        "134222111121":{
            "author_id":"hobbitking90",
            "author_name":"Hobbitking",
            "choices":[
                "Hannah has a dick",
                "Hannah has a vulva",
                "Something else."
            ],
            "content":"<div class=\"\"><div> <span>\"Screw it, closest person it is.\" Tiffany says as Amy plants her face into your crotch and and begins to merge with you. It is uncomfortable for you both as Amy is given back control of her body as soon as her face gets fused to your crotch, you fall on your ass as her body begins to struggle and her army and legs flail against the inevitable. It only takes a few seconds but it's painful as hell, both emotionally and physically as all that remains of Amy is tuft of her hair, which has now become your new pubic hair and a small mound.<br>\r\n<br>\r\nYou're on the floor with your legs spread open, watching the mound reshape. You aren't surprised as a line splits down the middle and Amy finishes transforming into your new vulva. You resist the urge to touch your new genitals as you stand up and turn to face Hannah, wondering what Shari got turned into.</span></div></div>",
            "created":1562907600,
            "id":2685711,
            "title":"You get Amy as a vulva"
        },
        "1342221111211":{
            "author_id":"hobbitking90",
            "author_name":"Hobbitking",
            "choices":[
                "Tiffany encourages you to have sex with Hannah",
                "Tiffany leaves the two of you naked in the school bathroom",
                "More Options"
            ],
            "content":"<div class=\"\"><div> <span>You turn to face Hannah and see her lying on the floor next to you. She's panting as she stares at her crotch. You follow her gaze and you aren't surprised to see the dick between your cousin's legs. It's much bigger than what yours was, with a large set of testicles to go along with it. It was uncircumcised, unlike yours and much like how you now had Amy's black hair, Hannah's bush matched Shari's lighter brown hair.<br>\r\n<br>\r\nLike you Hannah was resisting the urge to touch her new genitals, as she got up off the ground, letting the new appendage hang loose. She looked over at you but didn't say a word, though you could see the sorrow in her eyes. Having control of her body again, she crossed her arms over her chest. Not that it helped much, she was still left exposed for far too long in front of you both.<br>\r\n<br>\r\nTiffany looked delighted to see he handy work, though she didn't seem to notice the toll it took on her own body. Her blonde hair had lost some of it's vibrant color and had thinned out a bit. She had crows feet at the side of her eyes and larger nasolabial folds. What she had just done to you had cost her physically as she aged about ten years.<br>\r\n<br>\r\n'Good' you though as you wondered what she had in store for you next.</span></div></div>",
            "created":1562907600,
            "id":2685976,
            "title":"Hannah has a dick"
        },
        "13422211112111":{
            "author_id":"hobbitking90",
            "author_name":"Hobbitking",
            "choices":[
                "You and Hannah both agree",
                "You and Hannah both refuse",
                "One of you refuses while the other agrees."
            ],
            "content":"<div class=\"\"><div> <span>\"Why so hesitant to examine your new equipment?\" Tiffany asked both you and Hannah. \"In fact you're both experienced with each other's new set so why don't you help each other to explore,\" Tiffany said with a sly smile as you knew exactly what she was asking you to do.<br>\r\n<br>\r\nYou gave a side wards glance over to Hannah, who had the equal look of disgust you had. \"You want us to have sex with each other?\" Hannah spoke up, with anger in her voice.<br>\r\n<br>\r\nTiffany shook her head. \"If I wanted that I could just make you do it. What I want is for you to both want to do it.\"<br>\r\n<br>\r\n\"We're never going to want to do it!\" You snapped, making sure to emphasize the 'we' remembering how Tiffany selected Hannah as one of the victims. You just liked how her body looked and you had accidentally seen her naked a few times, you didn't have romantic feelings for your her.<br>\r\n<br>\r\n\"I wouldn't say never,\" Tiffany commented. \"I mean yeah you're cousins and given your taste in women, I don't think you'd want to be fucked by a dick. However I didn't mean I wanted you to want it on a sexual level but more a 'let's get this over with' type of deal. As such if you do it, I promise I will never use my powers on either of you again.\"<br>\r\n<br>\r\n\"But then we'd be stuck like this\" Hannah protested as she gestured towards her dick. \"Which is what you want...\" she realized.<br>\r\n<br>\r\n\"Correct, but look at it this way, I could do way worse to you at and moment so living with the wrong genitals as well as the embarrassment is just the price you have to pay.\"<br>\r\n<br>\r\nYou and Hannah face each other, wondering if this is a thing you're both willing to do. It means you'd be stuck as you are now but you'd also be safe from further changes by Tiffany and you were sure she'd think of other nasty surprises for you in the future. The other question was the impact this would have on Amy and Shari, you weren't sure if they were aware of everything going on down there, and you'd also be sentencing them to a life as genitals as well. Of course there was no promises that Tiffany would ever return them to normal.</span></div></div>",
            "created":1562907600,
            "id":2686000,
            "title":"Tiffany encourages you to have sex with Hannah"
        },
        "134222111121111":{
            "author_id":"hobbitking90",
            "author_name":"Hobbitking",
            "choices":[
                "Tiffany is still there",
                "The bathroom becomes a bustle of activity from other students.",
                "More Options"
            ],
            "content":"<div class=\"\"><div> <span>\"We've seen what she is and what she's willing to do,\" Hannah concludes. \"If we want to be safe we've got no choice.\"<br>\r\n<br>\r\n\"We'll be stuck like this...\" you remind Hannah of her own words. \"We'll have the opposite genitals for the rest of our lives. Shari and Amy will be stuck as they are now,\" you made the cons known. \"But given what she's done to us, how we were only spared because of a lucky number, one she tipped the scales so much you're lucky you're not in Amy's position, I have to agree. She's not going to change them back and if she did we'd then be transformed, I know how Tiffany works.\"<br>\r\n<br>\r\n\"Let's get this over with then,\" Hannah took the lead and dragged you into a cubical and shut the door. If you were going to do this, you were going to have some privacy. \"Normally when I do this the guy is behind me, so I guess I need to be behind you.\" Hannah turned you around and placed positioned your hands on the door as she held them there with her own hands. \"I can't believe I'm about to do this.\"<br>\r\n<br>\r\nYou were glad you didn't have to face Hannah, but you felt her brushing up against you, her breasts against your back, you felt the tip of her dick slide into your new vagina as she began to thrust and moan. You bit your lips as Shari began to penetrate you and Amy.<br>\r\n<br>\r\n\"I want one of you to climax.\" Tiffany said on the other side of the door, \"otherwise it doesn't count.\"<br>\r\n<br>\r\nYou ignored her as you Hannah began to thrust, harder and harder. Until finally Shari ejaculated, sending the warm gooey liquid further into your body. When Hannah withdrew, Amy was left wet, leaking a small amount of fluid, warm and sensitive. You can't say you enjoyed the experience but Hannah was in a rush to get it over with she wasn't going focus on you enjoying the experience. She lowered her hands freeing yours and passed you a piece of toilet paper. You quickly wiped Amy, causing irritation and through the paper in the toilet.<br>\r\n<br>\r\nYou froze for a moment, unable to look Hannah in the eyes but unable to look away as you both stood there in an uncomfortable silence. You then unlatch the door and go peak out.</span></div></div>",
            "created":1562994000,
            "id":2686135,
            "title":"You and Hannah both agree"
        },
        "1342221111211111":{
            "author_id":"hobbitking90",
            "author_name":"Hobbitking",
            "choices":[
                "Tiffany swaps your minds around.",
                "Tiffany threatens your family if you don't keep having sex.",
                "More Options"
            ],
            "content":"<div class=\"\"><div> <span>\"You are disgusting, Marcus. Having sex with your cousin in the girls bathroom,\" Tiffany teased as she took a photo of you two. \"You know Shari and Amy are still aware, they can hear and feel everything. So they felt you use them and they know you chose to have them remain that way.\"<br>\r\n<br>\r\n\"That's not our fault,\" Hannah interjected, stepping out of the cubical. \"You could've turned us into anything and they would've also been a part of that change.\"<br>\r\n<br>\r\nTiffany eyed off Hannah and smiled. \"Possibly, or I could've changed them back before turning you into something else. You didn't want me to change you anymore and by asking for that, your friend is now your dick. I hope you like it.\"<br>\r\n<br>\r\n\"So what happens now? Are you going to give us our clothes back at least?\" You asked still remaining in the cubical, you felt so dirty and ashamed and Amy was still a little tender.<br>\r\n<br>\r\n\"I hadn't really thought about what to do next, I'm sure I'll think of something, but I can't promise you'll like it.\"</span></div></div>",
            "created":1577509200,
            "id":2765629,
            "title":"Tiffany is still there"
        },
        "13422211112111112":{
            "author_id":"hobbitking90",
            "author_name":"Hobbitking",
            "choices":[
                "You refuse to go through anymore of this.",
                "You have sex again",
                "Something else"
            ],
            "content":"<div class=\"\"><div> <span>\"I'm a witch of my word, I will not alter your forms any further. I might've gone a bit too far in asking you two to have sex.... which is why you'll keep doing it, at least once a week,\" Tiffany gave a wicked grin. \"Also from now on you're to face each other while doing it.\"<br>\r\n<br>\r\n\"But we agreed to your terms!\" Hannah snapped.<br>\r\n<br>\r\n\"That was to keep you two safe, I made no promises in regards to your family members, you two are to keep this cousins with benefits going otherwise your parents, friends and everyone you love will feel my wrath.\" Tiffany glared into Hannah's eyes. \"You know how horrible I can be, so if you don't want your mother as your anus or something, you'll do as I tell you to.\" Tiffany threatened as she turned around to leave.<br>\r\n<br>\r\n\"Wait you can't leave us naked in here....\" Hannah pleaded as she tried to come to terms with what Tiffany threatened.<br>\r\n<br>\r\n\"I can, but I won't, though it's going to cost you another round with Marcus.\"</span></div></div>",
            "created":1577509200,
            "id":2765689,
            "title":"Tiffany threatens your family"
        },
        "134222111121111122":{
            "author_id":"hobbitking90",
            "author_name":"Hobbitking",
            "choices":[
                "This was the last time",
                "You have to protect your family",
                "More Options"
            ],
            "content":"<div class=\"\"><div> <span>You sigh as Hannah drags you back into the cubical, she pushes you against the wall as she begins to imagine things to get aroused. \"Come on Shari work with me here!\" she snapped at her limp dick as she shook it.<br>\r\n<br>\r\n\"I'll accept oral,\" Tiffany said through the door. \"Only rule is one of you needs to climax.\"<br>\r\n<br>\r\n\"I'm not doing that,\" you say as you look down at Shari.<br>\r\n<br>\r\n\"It's fine, I know how to get things stimulated,\" Hannah was clearly annoyed as she began to play with one of her breasts with one hand and her dick with the other.<br>\r\n<br>\r\nSeeing Hannah play with her breast made you a little excited, even though you knew it was wrong. Within about a minute you were both ready for round two.<br>\r\n<br>\r\nLike last time, Hannah took the lead, and you looked at her in the eyes as she began to thrust. You felt her breasts press up against your skin as you tried not to look. Again you feel Hannah cum inside you and as soon as she does, she backs off and you use the toilet paper to clean yourselves off.<br>\r\n<br>\r\nYou are rewarded by your clothes, phones and other belongings appearing on the toilet seat. Hannah grabs her stuff and moves to the cubical next to you. You both get dressed and see that Tiffany is gone. You make for a hasty retreat out of the bathroom.<br>\r\n<br>\r\n\"So...\" You don't know where to begin with Hannah. \"What are we going to do?\"</span></div></div>",
            "created":1577509200,
            "id":2765694,
            "title":"You have sex again"
        },
        "134222112":{
            "author_id":"hobbitking90",
            "author_name":"Hobbitking",
            "choices":[
                "You become Hannah's",
                "You become Shari's",
                "More Options"
            ],
            "content":"<div class=\"\"><div> <span>Tiffany shows your number is 305 but doesn't tell the others the result. Your life as a person was over and soon you would be fused with the crotch of one of the women you admired. Of course you weren't sure whose you'd become just yet.<br>\r\n<br>\r\nHad you stand facing the women as she walked behind them and held up her phone with a coin flipping app, standing behind Hannah first as she showed you it landing on heads. You weren't sure if that was good or bad until she moved behind Shari who also got heads as well. Continuing down the line she flipped the coin for Amy and Ms Darwin, both of which landed on tails.</span></div></div>",
            "created":1562994000,
            "id":2686039,
            "title":"You become a set of genitals"
        },
        "1342221122":{
            "author_id":"hobbitking90",
            "author_name":"Hobbitking",
            "choices":[
                "You become Shari's vulva",
                "You become Shari's dick"
            ],
            "content":"<div class=\"\"><div> <span>With Amy and Ms Darwin getting tails, Tiffany returned to Hannah and Shari. It turned out heads was the bad result. She stood behind Hannah once more and flipped the coin yet again, this time it landed on tails. Meaning you were about to be spending the rest of your life attached to Shari.<br>\r\n<br>\r\nOut of all the people, Shari was probably the worst choice. She was a party girl, so was Hannah for that matter and you knew they both slept around a lot. Only if you were attached to Hannah she would probably show restraint and might've ended that life style for your sake. Shari on the other hand most likely wouldn't.<br>\r\n<br>\r\nYou walked towards Shari and stopped right in front of her. Of course she didn't know if that meant she was about to become your genitals or you were about to become hers. Either way her eyes showed a level of disgust. Which only grew stronger as you involuntarily groped her breasts.<br>\r\n<br>\r\nTiffany gave you a knowing smile as she didn't say anything about why you did that. 'Great another reason for her to hate me' you thought as your eyes locked with Shari's.<br>\r\n<br>\r\nYou then gave Shari a passionate kiss before bending down until you face was lined up with her crotch. You gave her another wet kiss in her crotch but this time your lips fused with her flesh.<br>\r\n<br>\r\n Instinct kicked in as you tried to pull away from Shari's unmoving body but instead you were drawn in closure as your entire face fused with her flesh. Unable to see you began to push her legs with your arms but still she didn't budge and still you were drawn in closer. Now your head was completely merged with Shari and as your shoulders move forward your are fell to your side. The last that anyone saw of you was your legs as they kicked the air as they were drawn into Shari's body.<br>\r\n<br>\r\nYou were still able to think and feel but your other senses had dulled as you found yourself a tiny mound on Shari's crotch waiting to take form.</span></div></div>",
            "created":1562994000,
            "id":2686045,
            "title":"You become Shari's"
        },
        "13422211221":{
            "author_id":"hobbitking90",
            "author_name":"Hobbitking",
            "choices":[
                "Continue with Marcus",
                "Find out what happened with the others",
                "End the story."
            ],
            "content":"<div class=\"\"><div> <span>Even though you lost your senses and your body had been absorbed completely, you still had a sense of the former you. Currently you assumed the fetal position as the mound on Shari's body, though that quickly began to change as you twisted until your mouth, still internal, rested against the exterior side of her body.<br>\r\n<br>\r\nYou the began to stretch inwards as your legs and feet bent. Your feet formed into ovaries as your legs became the Fallopian tubes. Your stomach all the way to your butt opened into a round and wide chamber, forming the uterus as your upper torso and much of your head were reshaped into her vagina. Your nose shifted elsewhere as a cord attached from behind and it became one nostril as it became a part of Shari's urinary system, making you glad you could no longer smell. Finally your mouth altered it's orientation as your lips opened, forming Shari's new Vulva.<br>\r\n<br>\r\nYou weren't just her genitals like Tiffany made it sound like you'd be, you were Shari's entire reproductive system and you could feel everything.</span></div></div>",
            "created":1562994000,
            "id":2686046,
            "title":"You become Shari's vulva"
        },
        "134222112213":{
            "author_id":"hobbitking90",
            "author_name":"Hobbitking",
            "choices":null,
            "content":"<div class=\"\"><div> <span>Life as Shari's reproduction system was a horrible existence, it was filled with pleasure and pain but it was mostly pain. First every time she went to the toilet it felt like water was pouring out through your nose, which was always uncomfortable. Then there were the dicks that constantly filled your throat, some were tight and pushed deep that they hurt, while others didn't do anything for you. Sometimes you'd feel rubber, sometimes you'd feel flesh. Sometimes, when they touched the clitoris, you're not sure what part of you became that, you found yourself enjoying it. There were also the times when you'd feel a tongue licking you or fingers touching and going inside you instead. There were also the toys that Shari had, you liked the vibrators the most but the standard dildos were irritating at times. There were also the infections you contracted a few times that made everything so much worse.<br>\r\n<br>\r\nOf course that was all just the front of house part of Shari's system and you went deeper than that. Once a month when Shari was on her period, life was absolute hell for you. You felt all the pain she did and then some but that wasn't the worst thing you felt as Shari had five kids all up. Five times where you were stretched beyond your limits, three of which you had come out of your mouth waiting for hours of pain. Shari might've taken pain killers during these moments but they never affected you. Then there were the two that were cut from you, which lead to a painful recovery. As well as those five, there were also the kids that didn't make it, there were only two of they also caused a great deal of pain. After the fifth child, Shari had her tubes tied and it felt like you had lost a part of yourself, you were now an amputee in Shari's body.<br>\r\n<br>\r\nOther than that you didn't know much about Shari's life. She had slept around a lot, given the different shapes of the dicks but for a while, there was one dick that was consistent so she must've settled down eventually though after her third child there was a different dick, that one didn't last as long and then there were a couple of more after that when eventually they stopped all together. That's all you knew about Shari's personal life and that was just based off the dicks you had. You didn't know if Hannah and her were still friends. In fact you didn't know if Hannah was still human or if she had ended up in the same position as you. If she had made it, it meant Amy hadn't so either way one of the people you loved was in a similar position to you.<br>\r\n<br>\r\nGiven the years you were stuck in this form, which was longer than what you had ever been human for, you thought you'd eventually forget your life and that your brain would eventually shut down. Of course this was never the case, not even when you stopped getting runny noses or feeling Shari's touch all together. Even after Shari had died you continued to live on. Not on her body, otherwise you'd have rotted away but shortly after the runny noses had stopped you felt yourself being removed from Shari's body and placed in some cool liquid. Now that's the only feeling you knew, being submerged in this cool liquid and that's how you stayed for the rest of eternity.</span></div></div>",
            "created":1562994000,
            "id":2686061,
            "title":"Forever with Shari"
        },
        "134223":{
            "author_id":"hobbitking90",
            "author_name":"Hobbitking",
            "choices":[
                "She turns them into creepy crawlies",
                "She shrinks you all",
                "More Options"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>\"Just remember ladies, before I alter you, this is all Marcus' fault, just because he objectified your bodies,\" Tiffany reminded them once more before she cast her wicked spell.</span></div></span></div>",
            "created":1566536400,
            "id":2706541,
            "title":"More Options"
        },
        "1342232":{
            "author_id":"hobbitking90",
            "author_name":"Hobbitking",
            "choices":[
                "She squishes someone",
                "She and her friends leave.",
                "More Options"
            ],
            "content":"<div class=\"\"><div> <span>Vertigo suddenly hits you as the entire world is enlarged as you are shrunk to the size of an ant. The tile you're standing on is now bigger by comparison than the bathroom when you were at full size and the naked women that were only a few feet away are now out of sight.<br>\r\n<br>\r\nTiffany is still standing behind you and her shadow makes it feel like night time. All you can see of her though is her giant shoes, now the size of large hills and her legs that reach skyward, you couldn't even see the top of them. In the distance though, you could make out her friends though now they seemed a lot more blurry and you couldn't quite make out their faces.<br>\r\n<br>\r\nThe ground shook and a loud clap of thunder rang through your ears as Tiffany stepped forward, allowing the light on the wall shine on you. You could hear her speaking but couldn't make out the words as they were too loud for your tiny ears. You imagined she was taunting you or explaining the next part of her plan, as she now stood between you and the other women.</span></div></div>",
            "created":1566536400,
            "id":2706557,
            "title":"She shrinks you all"
        },
        "13422323":{
            "author_id":"hobbitking90",
            "author_name":"Hobbitking",
            "choices":[
                "You are picked up and put into a container with everyone else.",
                "She takes off her panties and squats over you",
                "More Options"
            ],
            "content":"<div class=\"\"><div> <span>What ever Tiffany said, it wasn't to you, it was to her friends as they were now on the move, one was now right on top of you, while the other followed Tiffany out of the bathroom.<br>\r\n<br>\r\nYou wondered what Tiffany had said as you're blown back by the gust of wind, caused by the door closing.</span></div></div>",
            "created":1566536400,
            "id":2706559,
            "title":"More Options"
        },
        "134223232":{
            "author_id":"hobbitking90",
            "author_name":"Hobbitking",
            "choices":[
                "The end",
                "Continue with one of the other women",
                "Continue with Tiffany or her friends."
            ],
            "content":"<div class=\"\"><div> <span>Tiffany's friend is positioned over head though you can't make out what she's doing until it's too late. Her knees bend and that's where you catch the first glimpse of her panties being lowered until they are right over you, like a large tent. She raises one foot to step out of them, and lowers it again, knocking you over in the process. You are now staring straight up, looking at the panty filled sky. Though that view changes as her other foot raises and descends and the panties are removed from sight. Now the sky is filled with her vulva and anus.<br>\r\n<br>\r\nWhat's worse is they are getting closer, as she bends down right on top of you. There's an impact of yellow liquid that drops from the sky and lands right next to you, spraying you with a stinging pain from the speed and pressure. You barely have time to comprehend what's coming next as the waterfall if urine crushes you underneath.<br>\r\n<br>\r\nYour bones are broken and mangled as you go blind from the salty liquid. You're fully submerged as you drift through the tsunami of piss. Your collapsed lungs fill up and you take your final breaths in the lake sized puddle on the bathroom floor.</span></div></div>",
            "created":1566536400,
            "id":2706564,
            "title":"She takes off her panties and squats over you"
        },
        "1342232321":{
            "author_id":"hobbitking90",
            "author_name":"Hobbitking",
            "choices":null,
            "content":"<div class=\"\"><div> <span>Your tiny corpse is left in the giant puddle as the other tiny women were left in the bathroom, which now felt like the size of a town to them. They tried to make their way to the door but the puddle was in the way, so they had to take the long way round. They didn't see your body as they made their escape.<br>\r\n<br>\r\nUnfortunately they didn't get to the exit before the janitor was called into the bathroom to clean up the mess. He saw what he thought were bugs and in his boredom, dropped the mop directly on them. Ms Darwin was crushed instantly, while Shari and Hannah hung onto the the rope. Amy was pushed into the puddle of piss and her body broken.<br>\r\n<br>\r\nHannah and Shari held out, as the ropes became saturated so did they. They were bruised and sore but they survived the initial wave. They clung to the mop, as it was lifted into the air. Hannah jumped to her death when she saw they were about to be dunked into the bucket, while Shari was drowned in the soapy clean water.<br>\r\n<br>\r\nNo one would know what became of you or them.</span></div></div>",
            "created":1577509200,
            "id":2765587,
            "title":"The end"
        },
        "13423":{
            "author_id":"hobbitking90",
            "author_name":"Hobbitking",
            "choices":[
                "She doesn't do anything else, as exposing yourself is enough.",
                "It's time to flush you down the toilet",
                "More Options"
            ],
            "content":"<div class=\"\"><div> <span>You looked at Tiffany confused, she knew you'd enter the girl's bathroom by mistake? That wasn't it, she could do more than that. <br>\r\n<br>\r\n\"Oh yes, I made you come in here, it's so easy for me to control your mind, check this out,\" Tiffany confirmed.<br>\r\n<br>\r\nWithout her saying another word, you pulled your pants down, exposing your dick to the three girls. You looked down at your dick as you saw your pants on the floor, you wanted to pick them up and cover yourself but your arms stayed by your side.<br>\r\n<br>\r\n\"Hmm, it's a little on the smaller side,\" Tiffany commented. \"And no this doesn't make us even for what you did to me, I mean it might, if I had pulled down your underwear but you're the one who just exposed yourself to us.\" Tiffany took a step towards you until she was right up in your face. \"Now it's time to make you pay.\"</span></div></div>",
            "created":1558414800,
            "id":2662133,
            "title":"Deeper trouble"
        },
        "134232":{
            "author_id":"hobbitking90",
            "author_name":"Hobbitking",
            "choices":[
                "Turning into a turd",
                "Liquidfying into piss",
                "Something else."
            ],
            "content":"<div class=\"\"><div> <span>Tiffany made you walk into an empty cubicle, with your pants still around your ankles. When you got into the cubicle though, you completely undressed yourself and stepped into the toilet bowl, bare foot. You struggled to turn around as you faced Tiffany, while the other girls stood watch.<br>\r\n<br>\r\n\"Please...\" You begged. \"I have a family, I have a girlfriend... I know you hate me for what I did to you all those years ago but this, I don't deserve this...\" Tears rolled down your face as you pleaded for your life. \"I'll do anything, just don't flush me down the toilet.\"<br>\r\n<br>\r\n\"Okay,\" Tiffany paused for a moment giving you a chance to come up with something different. \"What will you do instead?\"<br>\r\n<br>\r\nYou breathed a sigh of relief, this was your chance to save yourself. \"For years you've never been the one to punish me directly,\" your mind raced with terror as your heart beat grew faster, these weren't your words, these were hers. She had given you a second chance, one that she controls. \"So why should this be any different, I walked into the bathroom, I stripped in front of you, I'm the one that stepped into the toilet. So don't you flush me down the toilet, get one of your friends to do it instead.\"<br>\r\n<br>\r\n\"Fine...\" Tiffany played along with what she was making you tell her. \"Though you can't be flushed like that anyway, you're too big, I'm going to need to change you first.\"<br>\r\n<br>\r\nYou then change by<br>\r\n</span></div></div>",
            "created":1558414800,
            "id":2662143,
            "title":"It's time to flush you down the toilet"
        },
        "1342321":{
            "author_id":"hobbitking90",
            "author_name":"Hobbitking",
            "choices":[
                "Someone comes looking for you",
                "Continue with Tiffany as she abuses her powers",
                "The End"
            ],
            "content":"<div class=\"\"><div> <span>You barely let out a screw as your entire body shifted, turning int a long and thick brown log. You were now floating in the water of the toilet looking up at Tiffany and one of her friends.<br>\r\n<br>\r\n\"You stink,\" Tiffany was disgusted by the sight of you. \"As promised, I'm not going to be the one to flush you,\" she turned towards her friend. \"You do the honors and maybe you can have your mouth back.\"<br>\r\n<br>\r\nYou watched as Tiffany's friend reached for the flush button, giving you a look with her sad eyes, she pressed the button and a wall of water came crashing down around you, submerging you and sending you through the pipes and down into the sewer.</span></div></div>",
            "created":1558414800,
            "id":2662207,
            "title":"Turning into a turd"
        },
        "13423213":{
            "author_id":"hobbitking90",
            "author_name":"Hobbitking",
            "choices":null,
            "content":"<div class=\"\"><div> <span>You drifted for hours among the filth of the sewer, joined by vomit, piss and shit, all surrounding you in this horrible final stages of your life. Chunks of you had already broken off as you got smaller and smaller.<br>\r\n<br>\r\nYour final thoughts wondered how Tiffany could be such a cruel and vile person to do this to another living being and how your loved ones would miss you, not knowing what happened to you. They would never get closure, for them you were there one day and gone the next.</span></div></div>",
            "created":1558414800,
            "id":2662209,
            "title":"The End"
        },
        "14":{
            "author_id":"hobbitking90",
            "author_name":"Hobbitking",
            "choices":[
                "She has a wild class project today",
                "She has a insane assignment to hand out",
                "She wants to see someone after class",
                "You feel a weird sensation",
                "More options"
            ],
            "content":"<div class=\"\"><div> <span>Ms Darwin, or Laura was easily you favourite teacher at school. She's friendly, caring and fun. None of her lessons were boring as she always made the more boring classes into fun activities. It also didn't help that she was rather attractive too, only barely in her thirties she still had a strong look of youth about her. Being a high school teacher, she was often moderately dressed and usually had her hair up in a bun. Though you had caught her out in public a few times where she wore clothes that showed some cleavage as well as the rest of her curves and with her hair down. Seeing her like this just made you feel more attracted to her.<br>\r\n<br>\r\nWhile you have started to date Amy, your romantic relationship is nonexistent at this stage and appearance wise you don't find her attractive as Ms Darwin. In fact out of all the women you've found attractive so far, Tiffany is probably the most attractive with Ms Darwin coming in second and Shari coming in third. Shamefully you found Hannah to be more attractive than Amy.<br>\r\n<br>\r\nAs much as you liked biology, at least the teacher, you weren't all that good at the subject or you subconsciously tried to be bad at it as you didn't really pick things up in class and it wasn't until you spoke to Ms Darwin privately you understood it better. Still you got Bs in the subject. Biology was one of the few classes you shared with both Tiffany and Amy as well.<br>\r\n<br>\r\nWhat made Biology more enjoyable was that it was usually the last subject on Friday, so it helped getting a good start to you weekend.<br>\r\n<br>\r\nOne thing you didn't know however this Biology session would be a strange one, as Ms Darwin was a witch and today she planned to use her powers.</span></div></div>",
            "created":1563426000,
            "id":2688788,
            "title":"Ms Darwin"
        },
        "144":{
            "author_id":"hobbitking90",
            "author_name":"Hobbitking",
            "choices":[
                "A part of you is missing",
                "You are turned into something",
                "Something else"
            ],
            "content":"<div class=\"\"><div> <span>Ms Darwin seemed to be glowing today and you weren't able to take your eyes off of her. She spoke like a siren when they lured men to their deaths, causing you to cling to her every word. While you were paying attention to Ms Darwin however, you were paying the wrong kind of attention, you didn't take in anything she was saying, you were just being soothed by her voice. Your eyes also lingered where they shouldn't, her cleavage when she faced towards the class and her butt when she wrote something on the board.<br>\r\n<br>\r\nThe entire world drowned out, until it was just you and Ms Darwin. She half turned to face you, after writing something and you watched as her clothes stripped away, leaving her naked in front of you. You were one hundred percent sure you were day dreaming now as the rest of the class was a white voice, except for you, your desk and the naked teacher.<br>\r\n<br>\r\n\"My, I didn't know you felt like that about me,\" Ms Darwin's voice said in your head, as she turned around fully, ignoring the fact she was naked. She was giving you a comforting smile, though that's not where your attention was drawn to. \"We should do something about this, it's inappropriate after all.\" As she said that her clothes reappeared and the world returned to normal, you felt something different about yourself though.</span></div></div>",
            "created":1578114000,
            "id":2769071,
            "title":"You feel a weird sensation"
        },
        "1441":{
            "author_id":"hobbitking90",
            "author_name":"Hobbitking",
            "choices":[
                "Your heart",
                "Your genitals",
                "Something else"
            ],
            "content":"<div class=\"\"><div> <span>You didn't feel whole anymore and your lust for Ms Darwin faded. You stared at Ms Darwin, now able to hear the lesson she was actually teaching, and your eyes focused on her face. She seemed to be looking at you directly as she talked, giving you a sympathetic smile and with sorrow in her eyes.<br>\r\n<br>\r\n\"Are you okay, Marcus?\" Ms Darwin asked aloud, causing the class to turn towards you.<br>\r\n<br>\r\n\"I'm fine,\" you lied. You were not fine, but you didn't know what was wrong with you and you didn't want everyone else to figure it out before you did.<br>\r\n<br>\r\nLittle did you know Ms Darwin had taken...</span></div></div>",
            "created":1578114000,
            "id":2769072,
            "title":"A part of you is missing"
        },
        "14411":{
            "author_id":"hobbitking90",
            "author_name":"Hobbitking",
            "choices":[
                "You go to your heart",
                "You speak to Ms Darwin",
                "Something else"
            ],
            "content":"<div class=\"\"><div> <span>\"Are you sure now?\" She inquired further. \"You look a little pale.\"<br>\r\n<br>\r\nWhen she said that you noticed you were whiter than usual, not only that you felt cold. You also noticed that your heart didn't seem to be beating anymore. You would've panicked but without your heart it was impossible to do so. \"I said I'm fine\" you said coldly as you returned to your work. You paused for a moment when you noticed the anatomy doll in the corner of the room appeared to have an organic heart, it was also now beating.<br>\r\n<br>\r\n\"As long as you're sure,\" Ms Darwin gave a sly smile as she returned to the lesson.<br>\r\n<br>\r\nYou were no longer distracted by Ms Darwin, instead now you were distracted by your heart in the anatomy doll. You couldn't seem to take your eye off it, though you didn't feel emotional about it being there.<br>\r\n<br>\r\n\"Hmmphmm\" Ms Darwin made a noise as she stood between you and the Anatomy Doll. \"Get back to work please.\" You looked at the board and noticed you were meant to be going through your text book and taking notes. You got to work straight away and kept going until the end of class.</span></div></div>",
            "created":1578114000,
            "id":2769074,
            "title":"Your heart"
        },
        "15":{
            "author_id":"hobbitking90",
            "author_name":"Hobbitking",
            "choices":[
                "Shari",
                "Hannah",
                "Hannah, Shari, Amy, Tiffany and Ms Darwin",
                "Someone with a grudge.",
                "More options"
            ],
            "content":"<div class=\"\"><div> <span>Shari wasn't too happy with the Hannah's arrangement to have you stay with them, especially when it's only a two bedroom apartment and Hannah loves to cause trouble with her so called pranks. So only one of them having powers could create a different kind of chaos not seen with them both having powers.<br>\r\n<br>\r\nAll the women being witches will mean trouble for you as some might desire to punish, some might decide to prank or some might want you all to themselves. You will certainly struggle as they fight for control of your life.<br>\r\n<br>\r\nYou have been found guilty by association as a witch you do not know seeks vengeance against one of the women in your life. It's going to be hard to avoid the crossfire as spells and curses go flying.</span></div></div>",
            "created":1557637200,
            "id":2658775,
            "title":"More options"
        },
        "151":{
            "author_id":"hobbitking90",
            "author_name":"Hobbitking",
            "choices":[
                "Marcus will be punished anytime he does something wrong",
                "Three people are too many for this apartment",
                "Something else"
            ],
            "content":"<div class=\"\"><div> <span>Ever since you moved in Shari has wanted you gone. She hated how her personal space had been completely taken up by Hannah and how you often, though accidentally invaded her privacy.<br>\r\n<br>\r\nShari had a Mediterranean heritage, though you weren't sure from where. She had straight sandy brown hair that reached her shoulders, tanned skin and hazel eyes. She had a petite build and was only around five feet tall. Shari had a lot of attitude and took crap from no one, except for Hannah. As far as tormentors go, she was on par with Tiffany, only she targeted you because you were a nuisance not because she hated you.<br>\r\n<br>\r\nTo catch a break from the apartment, Shari would sometime visit her grandmother over the weekend. She didn't complain or bad mouth you or the situation but her grandmother knew something was up. Her grandmother revealed to Shari her knowledge of witchcraft, though she herself wasn't a witch, people in her family had been. She warned Shari that going down this path would have terrible consequences.<br>\r\n<br>\r\nShari was curious and didn't want to pass up the chance to have real power, so she figured consequences be damned and became a witch.<br>\r\n<br>\r\n---------------------------------------------------------------------------- -------------------------------------------------------------------------------- ---------<br>\r\n<br>\r\nIt was Sunday afternoon and Shari had just gotten back from her grandmother's house. She looked tired and worn out though mostly around the eyes. Her smile is drew your attention though, she had a wicked grin when she walked in the door, it was rather unsettling.<br>\r\n<br>\r\nHannah hugged Shari, even though it had been two days, she still missed her friend. She noticed Shari's face. \"Is everything alright?\" Hannah asked confused. \"You look like someone died but at the same time look like you just won the lotto.\"<br>\r\n<br>\r\n\"The old me is dead,\" Shari said coldly as she stepped away from Hannah's embrace and walked between the two of you. \"And in exchange, I can now do whatever I want.\" Shari looked at you, her eyes suddenly came alive. \"First things first....\"</span></div></div>",
            "created":1583470800,
            "id":2797649,
            "title":"Shari"
        },
        "1512":{
            "author_id":"hobbitking90",
            "author_name":"Hobbitking",
            "choices":[
                "She transforms you",
                "She transforms Hannah",
                "Something else"
            ],
            "content":"<div class=\"\"><div> <span>\"I'm sick of sharing my bed,\" Shari stated looking at Hannah. \"I know Marcus has no where to go but I want my bed to myself again.\"<br>\r\n<br>\r\n\"Shari, I know it's been annoying, it has for me too,\" Hannah tried to assure her friend. \"It's too much to ask for someone to sleep on the couch, it's too short, it'll be extremely uncomfortable, even if we took in turns. We've discussed this.\" Hannah's mouth sealed shut.<br>\r\n<br>\r\n\"Quiet, Hannah, I'm thinking,\" Shari's hand gesture signaled for her to shut up. Hannah's eyes went wide as she touched where her lips should've been. \"My grandmother taught me magic, she said it'd cost me but I feel better than ever,\" Shari explained. \"You have no idea how much silencing you excites me...\" Shari turned to you and squeezed her hand in your direction. You were no longer able to move and could barely breathe. \"You know, I was going to get change you into something that didn't require a bed but using magic like this is exhilarating and I'm now tempted to keep you as my plaything and turn Hannah into something instead.\"<br>\r\n<br>\r\nShari restored Hannah's mouth by relaxing the gesture.<br>\r\n<br>\r\n\"Shari, please, this isn't you...\" Hannah begged.<br>\r\n<br>\r\nShari shivered. \"Oooh that begging, it's like an orgasm... I wish my grandmother had taught me magic sooner.\" Shari squeezed her hand in Hannah's direction and then brought both her hands together. You and Hannah slide across the room until you were both next to each other. \"Now let me think...\"</span></div></div>",
            "created":1583557200,
            "id":2797769,
            "title":"Three people are too many for this apartment"
        },
        "152":{
            "author_id":"hobbitking90",
            "author_name":"Hobbitking",
            "choices":[
                "She tells you about her new found powers",
                "She decides to cast a spell on you while you're sleeping",
                "Something else"
            ],
            "content":"<div class=\"\"><div> <span>Hannah was your only cousin on your mother's side. She was mischievous and wild spirit. When you were growing up, Hannah often acted as your baby sitter, which is why you were living with her now. She always loved to mess with you, a couple of times she had made you play dress up and she even did your nails and gave you make up. She's the one who told you about the thing that got you into trouble with Tiffany, though you never told your parents it was her.<br>\r\n<br>\r\nShe had long chocolate brown hair that flowed down her back and over her shoulders. She had slightly darker skin than you and bright green eyes. She was reasonably skinny, though her belly was starting to get bigger with all the drinking and partying she did. You weren't sure if she took any drugs but you wouldn't be surprised if she did.<br>\r\n<br>\r\nLiving with her had been a challenge. She often forgot you had her bed and would occasionally come home drunk and collapse next to you. If she had come home at all. She also liked to pull minor pranks on both you and Shari, which you'd often get the blame for, not helping with that relationship at all.<br>\r\n<br>\r\nStill you couldn't help but look up to and admire Hannah, though a lot of that comes back to your childhood. She had taught you so much (most of it bad) and had a lot of fun with you (a lot of the times at your expense). You'd do anything for Hannah, all she had to do was ask, a shame she stopped asking as she got older.<br>\r\n<br>\r\nThough there was something about Hannah than neither you or Shari knew. It was only something that happened recently, Hannah had been partying one night and met the wrong man. Shari had met someone that night and left Hannah alone. Hannah was saved by a strange woman, who decided to teach Hannah magic so she could protect herself in the future. Hannah was now a witch and she was going to use her powers to have some fun.</span></div></div>",
            "created":1583298000,
            "id":2796478,
            "title":"Hannah"
        },
        "154":{
            "author_id":"hobbitking90",
            "author_name":"Hobbitking",
            "choices":[
                "Someone in the appartment building doesn't seem to like Hannah and Shari",
                "Amy has an ex girlfriend she failed to mention.",
                "More Options"
            ],
            "content":"<div class=\"\"><div> <span>Your life is about to change, not because of your actions but the actions of those around you. You might only witness the witch's curse, dealing with the aftermath or you might be used as ammunition in the witch's revenge.<br>\r\n<br>\r\nHannah and Shari can be obnoxious at times as they were party girls, they loved to drink and listen to loud music and neither of them knew when to shut up. This has caused some issues with a few neighbors and it's possible that one of them might be a witch.<br>\r\n<br>\r\nWhen you first started dating Amy, you knew she was bisexual, what you didn't know is there was a girl she dated before you. This was a few years ago before Amy moved to town.</span></div></div>",
            "created":1557637200,
            "id":2658776,
            "title":"Someone with a grudge."
        },
        "1543":{
            "author_id":"hobbitking90",
            "author_name":"Hobbitking",
            "choices":[
                "Tiffany's enemy",
                "A former student",
                "More Options"
            ],
            "content":"<div class=\"\"><div> <span>Tiffany's rise to popularity and general attitude has made her many enemies, only one of them just so happens to be a witch. It's common knowledge Tiffany doesn't like you, in fact she seems to despise you, so what better way to make Tiffany suffer by involving you in some way.<br>\r\n<br>\r\nWhile you love Ms Darwin, not everyone does. She can be kind to students like you, those who pay attention to her 'lessons' but she can be harsh on those who muck around and don't pay attention. Of course then there's the fact that you're not the only student to form a crush on her and that has upset their girlfriends. So what happens when a witch returns to school with a grudge against Ms Darwin and notices your infatuation?</span></div></div>",
            "created":1557637200,
            "id":2658786,
            "title":"More Options"
        },
        "155":{
            "author_id":"hobbitking90",
            "author_name":"Hobbitking",
            "choices":[
                "A Stranger is the Witch",
                "You're the Witch / Warlock",
                "More Options"
            ],
            "content":"<div class=\"\"><div> <span>Sometimes you don't know who could be a witch or what they might do with there powers. In this case it's someone you've never interacted with before and they decide to use their powers on you or one of the other characters for seemingly no reason at all.<br>\r\n<br>\r\nWarlocks are also a thing though they are extremely rare, still who knows you might somehow become one. It's unknown as to why warlocks are rare though, some say it's because the things that grant powers prefer to give it to women, others say the powers are given equally and it just turn the men into women. Either way you're going to find out when you're given the power to change the world around you.</span></div></div>",
            "created":1577077200,
            "id":2763853,
            "title":"More options"
        },
        "1552":{
            "author_id":"hobbitking90",
            "author_name":"Hobbitking",
            "choices":[
                "It comes when you are scolded by Shari",
                "It comes when you go to Biology",
                "Another time"
            ],
            "content":"<div class=\"\"><div> <span>You've had a pretty lousy day today. It first started off with Shari having a go at you over something trivial this time, something about accidentally taking her food, which you're pretty sure was on your cousin's shelf in the fridge. <br>\r\n<br>\r\nBecause of that you were late to getting the bus and got to school late, which made you miss the start of your Biology exam. Thankfully Ms Darwin gave you a second chance to do it, though you were given less time and missed out on your lunch break. <br>\r\n<br>\r\nAs you missed out on your lunch break you didn't get to meet up with Amy. She seemed pretty angry at you when you tried to apologize later, though she didn't say why. Though from the evil smile you got from Tiffany, she clearly had something to do with it. <br>\r\n<br>\r\nWhen you got home at the end of the day, you wanted to lay down and went straight to Hannah's room, only she was in there getting changed, and once again you saw her topless. This lead to yet another berating.<br>\r\n<br>\r\nOnce Hannah was dressed and had gone out for the evening, you finally laid down on the bed and closed your eyes, wishing you could start the day over again.<br>\r\n<br>\r\n'Very well...' you heard something in your mind say. 'I will see you at some point earlier today.'<br>\r\n<br>\r\nYou didn't say anything to the voice, thinking it was your overactive imagination getting the better of you.<br>\r\n<br>\r\nWhen you woke up a sense of déjà vu washed over you, you could've sworn yesterday was Friday, though today was Friday. You also got the sense that you had an important meeting today, though you couldn't remember where or when it would take place. You thought it might've had something to do with your biology exam, but that wasn't it.<br>\r\n<br>\r\nLittle did you know there was an entity watching you, as you were forced to repeat the day as you did before, the only difference was you'd be meeting this entity at some point during the day where you had a bad interaction.</span></div></div>",
            "created":1577163600,
            "id":2763896,
            "title":"Gaining powers"
        },
        "15521":{
            "author_id":"hobbitking90",
            "author_name":"Hobbitking",
            "choices":[
                "You say yes",
                "You say no",
                "You ask for more information"
            ],
            "content":"<div class=\"\"><div> <span>\"Did you grab my last chocolate bar?\" Shari accused you as you finished swallowing. She grabbed you by the wrist and dragged you over to the fridge. \"How many times do I need to tell you, this is my shelf and that's yours and Hannah's!\"<br>\r\n<br>\r\nYou saw the shelves she was pointing at and while you did just eat a chocolate bar it wasn't on the shelf she claimed was hers. \"But I...\"<br>\r\n<br>\r\n\"No buts... I'm sick of this arrangement, I'm sick of you...\" She began to ramble on. You noticed the time and headed for the door. \"I'm not done talking to yet!\" Shair grabbed your arm again. \"You don't respect boundaries, you don't respect that this is our home. Would it kill you to knock when entering the bathroom, or to put down the toilet seat?\" She was now rambling about previous issues. \"You're nothing but a pest and the sooner you're gone the better.\"<br>\r\n<br>\r\n'Please stop talking... I'm going to be late,' you thought to yourself as everything went dark, except for you and Shari. You were both in some kind of void with no light. Though she was frozen in place.<br>\r\n<br>\r\n\"Hello Marcus,\" a voice said from behind you and when you turned around you saw a figure with a crimson robe. Shadow covered their face and the robes hid their body shape, you couldn't tell if this was a man or woman speaking to you either. \"I told you we'd meet today.\"<br>\r\n<br>\r\n\"Who... are you... what do you want?\" You asked out loud but your mouth didn't move.<br>\r\n<br>\r\n\"It doesn't matter who I am, just what I'm going to offer you. I've noticed something interesting about you Marcus, you are surrounded by women you find attractive and they all treat you quite poorly.\"<br>\r\n<br>\r\n\"Amy and Hannah aren't like...\" the figure raised its hand to silence you.<br>\r\n<br>\r\n\"Hannah yells at you just as much as this one and complains about you behind your back. If she could, she'd get rid of you just as quickly. And Amy, she's not your girlfriend, in fact you're barely friends. If I let this day go on like it was supposed to, you two wouldn't be together by the end.\" You saw a brief memory of Amy giving you the cold shoulder.<br>\r\n<br>\r\n\"So what do you want with me then?\" You asked.<br>\r\n<br>\r\n\"It's not what I want with you, it's what I want to give you. I am going to offer you the power to change reality by altering those around you. With this power no one will dare mess with you again.\" The entity reached for your shoulder with a gloved hand. \"What say you, boy?\"</span></div></div>",
            "created":1577336400,
            "id":2764733,
            "title":"Scolded by Shari"
        },
        "155211":{
            "author_id":"hobbitking90",
            "author_name":"Hobbitking",
            "choices":[
                "You have to be a woman",
                "Shari gets the power as well",
                "Something else"
            ],
            "content":"<div class=\"\"><div> <span>\"Yes, give me this power....\" you say almost hypnotized as the thoughts of what you could do rush through your head.<br>\r\n<br>\r\nThe entity laughed. \"You humans never say no to power do you?\" It asked rhetorically. \"As I promised this power is yours, however like all things there is a catch.\"<br>\r\n<br>\r\nYou frown for a moment,  you knew this was too good to be true. \"Of course there is... I don't suppose it's too late to say no.\"<br>\r\n<br>\r\n\"It is actually, you wanted the power so now you need to live with the consequences, it's not that bad though, it's only....\"</span></div></div>",
            "created":1577336400,
            "id":2764735,
            "title":"You say yes"
        },
        "1552111":{
            "author_id":"hobbitking90",
            "author_name":"Hobbitking",
            "choices":[
                "Shari notices your change",
                "Shari thinks this is normal",
                "Shari is now a black cat"
            ],
            "content":"<div class=\"\"><div> <span>\"I do not create warlocks, I create witches,\" the entity tells you as you feel your body begin to change. <br>\r\n<br>\r\nIt feels like you were kicked in the groin at full force as your testicles retreat into your body and your genitals change into the female reproductive system. Your bones crack as your hips widen and your features change. You feel the mounds of flesh growing from your chest as you lose your facial hair and the rest of you body hair thins out on your arm and legs, while leaving your back and chest. The hair on your head stays the same length though.<br>\r\n<br>\r\n\"What did you do to me?\" You ask in a voice that sounds close to your mother's as you stand up and investigate the changes.<br>\r\n<br>\r\n\"I have turned you into a witch,\" the entity states. \"You now have the power to change people as you desire and the knowledge to cast curses, hexes and brew potions.\" It stated plainly. \"Though now your soul is damned but you now have the means to live longer and even be resurrected. Careful with the spells you cast though, vile magic tends to reflect outwardly.\"<br>\r\n<br>\r\nWith that warning the entity was gone and time resumed.</span></div></div>",
            "created":1577336400,
            "id":2764765,
            "title":"You have to be a woman"
        },
        "1552113":{
            "author_id":"hobbitking90",
            "author_name":"Hobbitking",
            "choices":[
                "You take the book",
                "You took the stone",
                "You signed the contract"
            ],
            "content":"<div class=\"\"><div> <span>\"All power must have a source,\" the entity tells you. \"To be a witch or warlock is no different. Though since I am a generous being I am going to give you a choice for what your power source will be.\"<br>\r\n<br>\r\nThe entity made a table appear before you and on it were three items, a book, a clear gemstone and a parchment. \"I can give you this spell book, its pages are limited and so too will the spells you can cast. Also if the book were to fall into the wrong hands, you would lose access to it,\" the entity explained as it gestured at the box.<br>\r\n<br>\r\n\"This is a soul stone, it'll give you the powers you asked for at the cost of a soul. Souls don't last long on the mortal plane though and so a hundred years is its limits, take away the current age of the soul. Every spell cast will take away one year. You will also stop aging while it is in your possession, as the soul in the stone will age instead.\" While you couldn't see the entity's eyes you knew it was glancing at Shari. \"To take this one requires an immediate sacrifice.\"<br>\r\n<br>\r\nIt then looked down at the parchment. \"This one is simple, you sign your soul over to me, you have the powers to do as you like but you must also do what I like. This will give you the most amount of power.\" You knew the entity wasn't telling you everything about that option.<br>\r\n<br>\r\n\"What if I don't like the sounds of either one of these?\" You inquired.<br>\r\n<br>\r\n\"You have already agreed to take the power so you must choose, if you do not, I will chose for you,\" as the entity said that you felt your hand move towards the table.<br>\r\n<br>\r\nYou fought for control over it and won, though only because the entity let you. You had no choice now, you'd have to pick one of these either by your choice or the entity's.</span></div></div>",
            "created":1577336400,
            "id":2764751,
            "title":"Power isn't unlimited"
        },
        "155212":{
            "author_id":"hobbitking90",
            "author_name":"Hobbitking",
            "choices":[
                "The entity traps you in a time loop",
                "The entity gives Shari the power instead",
                "Nothing happens, the Entity never bothers you again."
            ],
            "content":"<div class=\"\"><div> <span>\"No, I'm not going to fall for this, it has to be a trick,\" you tell the entity.<br>\r\n<br>\r\nYou felt the entity give you a wicked grin. \"That was smart, but also foolish,\" it stated with amusement. \"Power always comes at a cost, so you have avoided paying the toll. However I have power and by refusing me, you risked suffering my wrath. For now though, I am amused and I shall respect your choice and leave.\"<br>\r\n<br>\r\nThe world grew light again and Shari unfroze. She blinked for a second, as she was sure something strange just happened. \"What are you still doing here? I told you to leave.\"<br>\r\n<br>\r\nYou headed for the door, wondering if you made the right choice and if you'll see the entity again.</span></div></div>",
            "created":1577336400,
            "id":2764759,
            "title":"You say no"
        },
        "1552122":{
            "author_id":"hobbitking90",
            "author_name":"Hobbitking",
            "choices":[
                "Turn you into a bug",
                "Leave you as you are for now",
                "Something else"
            ],
            "content":"<div class=\"\"><div> <span>You go to leave the house but pause for a moment, you feel the same sensation of talking to the entity you did a moment before, only this time it doesn't come to you. You turn around to face Shari and her eyes say it all, she was granted the powers you refused.<br>\r\n<br>\r\n\"On second thought Marcus, why don't you stay home from school and we have a little chat.\" Shari gestured to the table and you found yourself walking over and sitting down. \"The entity told me it offered you powers and you rejected them, that's the only reason you aren't a cockroach right now,\" Shari stated outright. \"If you had accepted them I'd be at your mercy so the fact you didn't take them, shows I might be wrong about you.\"<br>\r\n<br>\r\nYou looked Shari in the eyes as she sat down next to you, you had a brief flash in your mind at you towering over her as a bug as she pleaded internally for you to change her back.<br>\r\n<br>\r\n\"I don't think that's what you would've done to me, maybe you would've wanted me to stop yelling at you,\" she continued your eyes were both locked together as neither of you blinked. She was in your head and you were giving her what she wanted to see. You watched as in the vision where you had powers her mouth vanished as her eyes went wide in fear. \"That's what I thought, so I'm mouthless unable able to talk, is there anything else you might've done or would've you just gone to school and left me like that.\"<br>\r\n<br>\r\nYou were desperately trying to imagine you going to school but Shari forced the vision to what she might've done in your shoes as you made her clothes disappear. \"Of course that's what you would've done, you are a pervert after all.\" The vision of you approached Shari with a lustful look as the mouthless version of her cowered from you. \"I don't think you want me to see anymore of this.\" The vision faded and your eyes unlocked. Though being forced to imagine you lusting over Shari like that aroused you.<br>\r\n<br>\r\n\"I knew you were a pervert,\" she said looking at your crotch. It deflated as your dick appeared on the table. Shari paid no attention to the detached genitals and instead focused on your eyes again. \"So what's the worst thing you've done?\"<br>\r\n<br>\r\nYou saw yourself pulling down an adult Tiffany's panties at school and informing her, she was your girlfriend now. \"This is the girl you've been having problems with isn't it, no wonder she hates you,\" Shari taunted. \"Though if you had accepted the powers what would've you done?\" You had a vision of you and Tiffany walking down the hall with her arm wrapped around yours, outwardly she was happy to be with you but her eyes were filled with sorrow and fear.<br>\r\n<br>\r\n\"So you would've used it to control people, yet you didn't take them,\" Shari was surprised and that hurt you a little, that's not who you wanted to be. \"Now lets look at your other transgressions.\"<br>\r\n<br>\r\nYou saw yourself walking to the fridge, ready to leave for home, you opened the door and grabbed the chocolate bar from Shari's shelf. You knew this was wrong, but Shari was putting what she wanted to see into your mind. \"A blatant thief,\" Shari accused. As you saw yourself taking things you didn't even touch, going back to even before you moved in. You figured it must've been Hannah stealing Shari's food but she was happy to blame you.<br>\r\n<br>\r\nThe visions changed  without a word as you opened the door to the bathroom on several occasions when the girls were in there, either getting dressed or were in the shower, your memories showed you doing this on purpose. You also saw every time you left the toilet seat up or peed on the floor. Then you saw yourself doing something you didn't remember, you opened the door to Hannah's room while she was completely naked. You stood there admiring her for a moment before she noticed you and demanded you get out, while cursing your existence.<br>\r\n<br>\r\n\"What would've you done with Hannah, had you taken the powers?\" Shari asked. In your mind, you imagined Hannah becoming a nudist and teasing you with her body, knowing you weren't going to do anything. \"So Hannah thinks she's teasing you but you're actually enjoying it. You are a sicko,\" Shari states. \"However, because you did not do these things I should show you leniency....\" Shari pondered what she was going to do with you and decided to...</span></div></div>",
            "created":1577336400,
            "id":2764789,
            "title":"The entity gives Shari the power instead"
        },
        "15521221":{
            "author_id":"hobbitking90",
            "author_name":"Hobbitking",
            "choices":[
                "Fly",
                "Cockroach",
                "Something else"
            ],
            "content":"<div class=\"\"><div> <span>\"I'm going to allow you to stay in the apartment,\" Shari stated as she stood up. \"Though your appearance will reflect how I feel about you. Don't worry I promise not to squish you or anything. I can't say the same for Hannah though.\"<br>\r\n<br>\r\nYou felt a strange energy hit you as it reshaped your body, painfully. You shrunk into your clothes as you grew an extra pair of limbs. Your skin hardened as you grew an exoskeleton.<br>\r\n<br>\r\nYou found yourself in your underwear and scurried for the light, when you emerged you discovered Shari had turned you into a...</span></div></div>",
            "created":1577422800,
            "id":2765522,
            "title":"Turn you into a bug"
        },
        "155212211":{
            "author_id":"hobbitking90",
            "author_name":"Hobbitking",
            "choices":[
                "Shari strips",
                "Tiffany appears in the room",
                "Something else"
            ],
            "content":"<div class=\"\"><div> <span>You crawled on the floor for a moment as you tried to adjust to your housefly body. Your mind seemed to be intact and you adjusted seeing through your compound eyes. Instincts seemed to take over as you flew up to the table and landed next to your dick.<br>\r\n<br>\r\nShari seemed to be moving slowly and when she talked it was loud, slow and distorted. She seemed to notice this and made adjustments. \"Ha, this form suits you so much better. Now the only food of mine you'll be eating is what I put in the trash,\" she teased as she slapped her hand down next to you, showing she could end you at any moment. \"I don't need to share a bed with Hannah anymore and you won't leave the toilet seat up. Of course you could still walk... or should I say fly on me naked but you'll just be a fly on the wall, so I'll let you have that one, especially since you don't have this,\" Shari picked up your dick. \"I'm still not sure what I'm going to do with this but I'm sure I'll work something out. In the meantime I think we should celebrate this occasion with a little bit of fun.\"<br>\r\n<br>\r\nYou walked along the table, helpless to what Shari had planned. You now regretted not taking the powers when you had the chance.</span></div></div>",
            "created":1577422800,
            "id":2765526,
            "title":"Fly"
        },
        "1552122112":{
            "author_id":"hobbitking90",
            "author_name":"Hobbitking",
            "choices":[
                "Turned Tiffany into a spider",
                "Gave your dick to Tiffany",
                "Something else"
            ],
            "content":"<div class=\"\"><div> <span>\"Where am I...?\" Tiffany blinked. \"How did I get here?\" She looked around the apartment. \"Who are you?\" She asked Shari.<br>\r\n<br>\r\n\"I'm a friend of Marcus' cousin, he's been staying with us,\" Shari stated as she gestured to the chair with your clothes still on it. \"Please take a seat.\"<br>\r\n<br>\r\n\"Marcus? That creep put you up to this?\" Tiffany refused to budge as she looked around in confusion. \"How did you even bring me here?\"<br>\r\n<br>\r\n\"I'm a witch now, thanks to Marcus and no he didn't put me up to this. I hate that little pervert as much as you do, that's why you're here. I'm going have you play a little game,\" Shari gestured for her to sit once more. \"See that fly on the table, that's Marcus.\"<br>\r\n<br>\r\nTiffany looked down at you with conflicting thoughts, she was happy to hear you were a fly but skeptical that what she had just been told was true. \"Really?\" she went to squash you but Shari stopped her.<br>\r\n<br>\r\n\"Not yet,\" Shari said one more time. \"I said I want you to play a game. I don't want you to kill him outright.\"<br>\r\n<br>\r\n\"I'm listening,\" Tiffany finally brushed your clothes off the seat and sat down, before trapping you beneath her hands.<br>\r\n<br>\r\n\"Good,\" Shari joined her at the table. \"Though you aren't going to like this game,\" Shari gave Tiffany a wicked grin before she...</span></div></div>",
            "created":1577422800,
            "id":2765529,
            "title":"Tiffany appears in the room"
        },
        "15521221121":{
            "author_id":"hobbitking90",
            "author_name":"Hobbitking",
            "choices":[
                "She lets things play out.",
                "She turns Hannah into something that eats spiders.",
                "Something else"
            ],
            "content":"<div class=\"\"><div> <span>You managed to get a brief look at Tiffany as she began to change, the first change was losing her hands and her arms turning into long and hairy sticks. She also grew six more eyes and fangs, then she shrunk out of your view. Shari moved up off the table and bent down, giving you a good view of her cleavage. She reached into Tiffany's clothes and grabbed a spider twice the size of you, placing it down next to your body.<br>\r\n<br>\r\n\"Now this is the game,\" Shari stated, freezing you both in place as she explained it. \"If you want to be human again, Tiffany, you must trap and consume Marcus.\" She told Tiffany as she lent down on the table, to get as close to your eye levels as possible. \"Marcus you just need to live longer than Tiffany or die of old age if you want to be human again.\"<br>\r\n<br>\r\nShari stood up again and resumed time. You quickly flew away before Tiffany could pounce at you, wondering how you were going to survive this long.<br>\r\n<br>\r\n\"Oh one more thing, if either of you leave the apartment, neither of you are getting changed back.\"<br>\r\n<br>\r\nShari smiled as she watched you two go on the move and wondered if she should do anything else to make this game more fun.</span></div></div>",
            "created":1577422800,
            "id":2765533,
            "title":"Turned Tiffany into a spider"
        },
        "155212211211":{
            "author_id":"hobbitking90",
            "author_name":"Hobbitking",
            "choices":[
                "Tiffany catches you",
                "Hannah squishes Tiffany",
                "Something else"
            ],
            "content":"<div class=\"\"><div> <span>You flew as far away from the living area as possible, and entered Hannah's room. You'd be safe here for now but because the door was locked, Tiffany could set a trap if you decided to leave. You couldn't believe Shari's twisted mind to have you play this so called game which meant certain death for one of you but now you were playing it, you had to find a way to win.<br>\r\n<br>\r\nOld age or getting Tiffany killed were the only options for you as Shari didn't explain the rules of starvation, your guess was that'd leave you dead and Tiffany stuck as a spider. Of course you could always leave and make that your fates anyway but it was better to aim to become human again.<br>\r\n<br>\r\nHannah was your only hope of survival, she didn't know what Shari had done so she'd see Tiffany as a random spider and you as a random fly. Of course the spider would be the thing she'd want dead the most but if you played things wrong, she might kill you and once again that would leave Tiffany stuck as she was.<br>\r\n<br>\r\nYou could also just give up and let Tiffany win, as you were mostly dead anyway and your plans came with risks that lead to death anyway. So sacrificing yourself would be the only way to ensure one of you became human again.<br>\r\n<br>\r\nStill there were a couple of chances to ensure that you'd be the one that got their humanity restored so you were going to risk them. If you failed, Tiffany would at least still get to live.<br>\r\n<br>\r\nIn the end you decided on a plan that would get either of you restored no matter who lost. Though this meant one of you had to die. You would use yourself as bait to lure Tiffany into a location where Hannah would see her. Seeing both you and Tiffany would make Hannah prioritize killing Tiffany.</span></div></div>",
            "created":1577422800,
            "id":2765541,
            "title":"She lets things play out."
        },
        "1552123":{
            "author_id":"hobbitking90",
            "author_name":"Hobbitking",
            "choices":null,
            "content":"<div class=\"\"><div> <span>You refused the entity and your life continued as normal. Besides from the encounter in the morning, you repeat the day as before, you are late to school, need to do your exam at lunch, Amy breaks up with you and you know it has something to do with Tiffany. You get yelled at by Hannah for walking into her room and seeing her topless, even though she gave the room to you.<br>\r\n<br>\r\nYou end up being completely alone at school with no one to talk to, you failed your Biology exam and Hannah wants you to leave the apartment.<br>\r\n<br>\r\nIn the end you agree to move in with your parents early. It interrupts your schooling and end up needing to repeat your final year at a different school. Still with Tiffany out of your life, school give you no major drama.<br>\r\n<br>\r\nYou live out the rest of your life but always look back at that day and wonder if it was a dream and if not what would've changed if you said yes to gaining powers.</span></div></div>",
            "created":1577336400,
            "id":2764762,
            "title":"The End"
        }
    },
    "info":{
        "author_id":"hobbitking90",
        "author_name":"Hobbitking",
        "brief_description":"Someone in your life is a Witch.",
        "created":1552392180,
        "description":"<td align=\"left\" class=\"norm\">I created this item as I like witches as an antagonist for transformations, they can be cruel and uncaring or playful and mean spirited. I am someone with a lot of ideas and find many branching ideas in my head, which is why I created it as an interactive. Sometimes I have an idea of a different outcome though don't always know where it'll lead so I do encourage people to add to this story.<br>\r\n<br>\r\nThis story is about a young man finding out a woman in his life is a witch. This discovery leads to an interesting turn of events as he is subjected to all sorts of charms and transformations.<br>\r\n<br>\r\nThe witches in this story don't have unlimited power and aren't limited to women, so there might be a few warlocks running around. Their powers aren't unlimited as there's a power source that gives them their abilities, this can be multiple things, from a spell book to a magic gem or making a deal with a powerful entity, using these powers can come with draw backs however, like rapid aging or their soul being dammed. A witch can also share a power source with another witch, this too can come with draw backs.<br>\r\n<br>\r\nThe types of transformations seen in this story can be animals, inanimate objects, gender changes, body swaps, body modifications, age manipulation, petrification. Other spells such as time manipulation and enthrallment as well as anything else you'd expect from a witch is fine.<br>\r\n<br>\r\n<b>Rules</b><br>\r\nDeath of any of the characters are fine, there's some nasty magic out there after all. Though that doesn't mean the story has to end, new victims can be discovered and some witches can reverse death with the right spells.<br>\r\n<br>\r\nWhen dealing with characters under the age of 18, be mindful how you treat them, I will not tolerate any nudity or sex and these chapters will be deleted. I'd rather not have anyone under age but that does remove the ability for age regression and some times witches can be mean to children.<br>\r\n<br>\r\nBe mindful of other people when writing, leaving as many options available as possible. If you can only add two paths I'd rather you do 'more options' as the second choice allowing for others to add their own ideas. On that note be careful how long you make your chapters, they shouldn't be too short however they should also leave room for choice. So don't write too many transformations or actions in a single chapter where another choice was available.<br>\r\n<br>\r\nI am impulsive and do change my mind often so do except to see the occasional change in the structure of the interactive or some of my additions being edited. I will try not to delete chapters and if an idea I thought of gets taken I will use the more options or edit the choices so both out ideas for that choice can be expressed. (On that note, if anyone wanted to add to a particular option that was taken feel free to repeat that choice with your own idea).</td>",
        "id":2185183,
        "image_url":"https://images.Writing.Com/imgs/writing.com/writers/listing-header-5000.gif",
        "modified":1583577780,
        "pretty_title":"Life's a Witch"
    }
}