{
    "chapters":{
        "1":{
            "author_id":"tomsketchit",
            "author_name":"TomSketchit",
            "choices":[
                "A new night watchman on his first shift.",
                "A zookeeper slipping back in to grab something she'd forgotten.",
                "A young man breaking in on a dare.",
                "A new animal that had just been introduced to the zoo.",
                "Something else"
            ],
            "content":"<div class=\"\"><div> <span>The city zoo had just closed down, the last of its visitors leaving for the day. The zookeepers, satisfied, began to clean up for the night, making sure every exhibit was in proper condition; all the animals fed and with clean living areas, everything secure, everything as it should be. Once this was done, they too went home for the night. The sun was setting on the zoo. Everything was the same as it was every night.<br>\r\n<br>\r\nWith one exception: someone new was on the zoo grounds. Someone not used to how things work around here, someone unaware of what happens in the zoo once the sun sets and the animals are practically left alone...<br>\r\n<br>\r\nBut who was it?</span></div></div>",
            "created":1600146000,
            "id":2903781,
            "title":"The Sun Sets..."
        },
        "11":{
            "author_id":"tomsketchit",
            "author_name":"TomSketchit",
            "choices":[
                "Giraffe",
                "Gray wolf",
                "Komodo dragon",
                "Harpy eagle",
                "Something else"
            ],
            "content":"<div class=\"\"><div> <span>Jeremy yawned as he stepped into the security booth, waving to the last of the zoo keepers as they left for the night. It was his first night shift, and he hadn't quite adjusted himself to the nocturnal life style he was going to have to adopt yet. Still, at least this job was supposed to be easy; just sit here, watch some screens, and report any funny business to the police. Worst he'd likely have to deal with are some dumb teens... not that he wasn't that far from being a teen himself. <br>\r\n<br>\r\nShrugging, he sat himself down with a cup of coffee and flicked on the screens as the sun began to lower in the sky, night approaching. It didn't take long for his easy shift to get... really boring. He began to dose off, vision blurring, only for him to notice something moving on a screen.<br>\r\n<br>\r\n\"God dammit... on my first night?\" he moaned, looking out to see that the sun had properly set now. He looked again, trying to remember which screen he'd seen motion on, then groaned and got up, grabbing a flashlight to go and search the grounds. Hopefully it was nothing...<br>\r\n<br>\r\nIt wasn't long after he left the security booth that he heard something moving and turned his flashlight... seeing a strange figure staring back at him in surprise. He was stunned, having no words for what he saw. The other... 'person'... spoke up first.<br>\r\n<br>\r\n\"Huh. You're not the usual guy. Who are... Oh! Right, he retired, didn't he? Well, hi there! Nice to meet you!\"<br>\r\n<br>\r\nJeremy just stared for another moment, trying to process what he was seeing. Before him was a curvy, anthropomorphic...</span></div></div>",
            "created":1600146000,
            "id":2903789,
            "title":"Jeremy Jones, Night Watchman"
        },
        "112":{
            "author_id":"tomsketchit",
            "author_name":"TomSketchit",
            "choices":[
                "\"... mate?\"",
                "\"... be eaten?\"",
                "\"... meet my pack?\"",
                "\"... have a tour and meet everyone?\"",
                "Something else"
            ],
            "content":"<div class=\"\"><div> <span>Standing with a friendly smile in the beam of Jeremy's flashlight was a tall, curvy anthropomorphic wolf. She stood like a human, though her legs still resembled the digitrade legs of a wolf. Her body was covered in a dense layer of gray fur, aside from her paw pads and her prominent nipples, standing out from the largest bust he'd seen in real life (which wasn't saying much, but still) at what must have been an E-Cup. Her hips and thighs were nice and thick, giving her an hourglass figure.<br>\r\n<br>\r\n\"Well,\" she asked in a woman's voice. \"Are you going to introduce yourself or not? Oh, where are my manners? I'm Cloud. And you are?\"<br>\r\n<br>\r\nJeremy struggled to find words with how bizarre this situation was, a thousand thoughts running through his head before finally he managed to choke out, \"J-Jeremy...\"<br>\r\n<br>\r\n\"There we go! I know this must be a shock to you, so please, let me explain.\"<br>\r\n<br>\r\nThe wolf woman then guided the stunned Jeremy to a bench and proceeded to explain everything she knew: that the zoo had some sort of spell on it that transformed the animals every night, that none of them knew the specifics of it but took the chance to enjoy a bit of freedom after being cooped up all day, and that a strange side effect was that they developed certain powers they all shared. She wouldn't elaborate on that last bit for some reason.<br>\r\n<br>\r\nAs she talked, Jeremy found himself becoming calmer around her. As weird as this was... there was something comforting about how kind she was being with him.<br>\r\n<br>\r\nThen, just as he began to really relax, Cloud asked, \"By the way, this might be a bit forward, but would you like to...\"</span></div></div>",
            "created":1600232400,
            "id":2904183,
            "title":"Cloud the Wolf"
        },
        "12":{
            "author_id":"tomsketchit",
            "author_name":"TomSketchit",
            "choices":[
                "Hyena",
                "Elephant",
                "Gecko",
                "Penguin",
                "Something else"
            ],
            "content":"<div class=\"\"><div> <span>Zoe sighed as she pulled back into the zoo's employee parking. She had left work only about half an hour ago when she realized that she'd left her bag inside and would have to go back for it. Sure, she could have come back tomorrow when they were open, and sure, she technically wasn't allowed on zoo property this late for some reason, but she figured that it would be much less of a hassle to just come in and take care of it now rather than later. Using her key, she slipped in, hoping to grab her stuff and go before anyone noticed.<br>\r\n<br>\r\nWalking through the zoo in the dark was an eerie feeling. She usually loved working here, at least for the animals if not the people, but with no crowds or noises, it was just a bit ominous. Still, it was also a bit peaceful. If she wasn't in a hurry, she might have liked to take a stroll and just visit all of the animals. But she had a mission in mind and wouldn't stray from it. Thankfully, the building she left her bag in wasn't too far from where she entered.<br>\r\n<br>\r\nHowever, before entering, she paused, hearing voices. Were other people here after hours? The only person that should have been here was the night watchman, but these voices definitely sounded female. Who else was here? Curiosity getting the better of her, along with the idea that she could catch some troublemakers in the act, she began to investigate, forgetting about her bag for now.<br>\r\n<br>\r\nHearing movement around a corner, she jumped out, turning on her phone light to catch the intruder, only to freeze in shock at the sight before her. The culprit let out a startled yelp and jumped before staring back at her, saying in a surprised voice, \"Zoe? What are you doing here?\"<br>\r\n<br>\r\nZoe just stared at the anthropomorphic woman, realizing that she looked just like a humanoid version of her absolute favorite animal in the zoo.</span></div></div>",
            "created":1601182800,
            "id":2911151,
            "title":"Zoe the Zookeeper and the After Hours Adventure"
        },
        "13":{
            "author_id":"tomsketchit",
            "author_name":"TomSketchit",
            "choices":[
                "Jaguar",
                "Gazelle",
                "Flamingo",
                "Crocodile",
                "Something else"
            ],
            "content":"<div class=\"\"><div> <span>Tyler grumbled as he made his way over the fence into the zoo. Most of it was surrounded in tall walls to prevent exactly this, but some of Tyler's idiot friends had discovered this one spot where all that stopped trespassers was a chain link fence. There wasn't even any barbed wire or seemingly any security measures in place here, so easy that it seemed suspicious. But Tyler still scaled it anyway, knowing that if he didn't then his so called friends would make good on their promise to share an embarrassing fanfic he had written to everyone in school. He sighed as he landed on the other side. All he had to do was steal something from the gift shop and get out without being caught. It was stupid, but at least it should be easy.<br>\r\n<br>\r\nAs Tyler snuck around the zoo, trying to avoid being caught on camera or otherwise spotted by security, he thought he heard something. Voices? Foot steps? He figured there would only be one or two guards, but he was starting to wonder if there were more people here than expected. It certainly sounded that way.<br>\r\n<br>\r\nSuddenly, Tyler felt a hand on his shoulder. Before he could react, he was lifted up off the ground with ease, a feminine voice cooing out \"Oh, goodie! I found myself a toy tonight~!\"<br>\r\n<br>\r\nThe young man was spun around and found himself gaping in awe at the large, powerful beauty that was staring at him playfully.</span></div></div>",
            "created":1600491600,
            "id":2906545,
            "title":"The Weirdest Night of Tyler's Life"
        },
        "132":{
            "author_id":"tomsketchit",
            "author_name":"TomSketchit",
            "choices":[
                "Gizelle lifts him up and opens her mouth too wide, preparing to eat him.",
                "Gizelle seems to grow before his eyes, draining his size to make him small.",
                "Gizelle pushes him to the ground and begins grinding her pussy against his face.",
                "Tyler feels sleepy looking into her eyes, getting hypnotized into being her toy.",
                "Something else"
            ],
            "content":"<div class=\"\"><div> <span>Tyler found himself being held by two strange feeling hands under his arms by a strange woman who had to be at least two feet taller than him, and he wasn't exactly a short guy. He gaped at her, unable to keep his eyes off her animalistic features. Her deer-like face, her long, wavy horns, her brownish orange fur marked with black and white. Then he noticed her more humanoid features, blushing heavily; her breasts, larger than his head, her subtle yet visible muscles in her arms and stomach, and her hips... this creature had wide, plump hips with the ass and thighs to match, giving her an incredibly bottom heavy appearance.<br>\r\n<br>\r\n\"Well hello, cutie! My name's Gizelle, and you're going to be my toy for the night~... Aren't you lucky~...\" she purred in a sultry tone, licking her lips as she looked him over. Realizing the danger he was in, he began to struggle, trying desperately to escape her grasp. But it was futile.<br>\r\n<br>\r\n\"Let me go, you crazy deer lady!\" he shouted, much to her offense as she gasped in response.<br>\r\n<br>\r\n\"I am not a deer! I'm a gazelle, thank you very much! I was going to go easy on you, but since you've decided to be a brat, I suppose I'm going to have to really punish you now!\"<br>\r\n<br>\r\nTyler gulped as he felt like something strange was about to happen.</span></div></div>",
            "created":1600664400,
            "id":2907539,
            "title":"Gizelle Gazelle"
        },
        "14":{
            "author_id":"tomsketchit",
            "author_name":"TomSketchit",
            "choices":[
                "Bengal tiger",
                "Zebra",
                "Ball python",
                "Parrot",
                "More"
            ],
            "content":"<div class=\"\"><div> <span>As the sun set, this young animal, recently transferred here, began to feel strange as it was laying down to sleep. Its eyes snapped open just in time to see the final results as its mind suddenly was filled with sapience and clarity. But... what kind of animal was it?</span></div></div>",
            "created":1600146000,
            "id":2903784,
            "title":"The New Animal"
        },
        "143":{
            "author_id":"tomsketchit",
            "author_name":"TomSketchit",
            "choices":[
                "Male (to Female)",
                "Male (to Shemale/Herm)",
                "Female",
                "Something else"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>Followup question: Male or female?</span></div></span></div>",
            "created":1600491600,
            "id":2906549,
            "title":"Ball Python"
        },
        "1432":{
            "author_id":"tomsketchit",
            "author_name":"TomSketchit",
            "choices":[
                "Anna takes Penny on a tour of the zoo, Penny meeting many other animals.",
                "Penny is really horny, and Anna decides to help with that.",
                "Penny meets the night guard, the only human in on the secret right now.",
                "As they go, they find a tresspasser. Anna wants to see what Penny does to them.",
                "Something else"
            ],
            "content":"<div class=\"\"><div> <span>The small constrictor squirmed uncomfortably in his container. He had only recently curled up in the shade to sleep when he felt an odd surge of energy through his body. As if in a trance, he found himself leaving his bed and, somehow, opening his container to slip out into the cool night, the temperature seeming to not bother his cold-blooded nature as much now. At the same time, his body was rapidly changing, growing and gaining new anatomy that his mind was too hazy to process.<br>\r\n<br>\r\nFinally, after several minutes of this, he rubbed his head in confusion, wondering why he felt so strange and why everything around him seemed so much smaller...<br>\r\n<br>\r\nHe paused, realizing that he was touching his head with a hand. He looked at it and the connecting arm, flexing his fingers curiously as he tried to understand exactly what he was seeing. He looked down, finding a pair of scale covered breasts greeting him, which confused him greatly. Weren't these for female mammals? And why did he know that fact? He looked further, stretching his neck to find he'd also developed a pair of legs, shapely female ones at that. He could feel a stirring in his nethers, his hemipenes transformed into a singular, humanoid looking cock, while a wet cloaca rested beneath that... or, was it now just a pussy? He... or rather she... wasn't sure, but she somehow knew there was a difference.<br>\r\n<br>\r\nShakily, she stood up, looking around in awe, realizing that she was now the size and had the stature of a human. This was bizarre for her, but incredible as well, as was the fact that she was intelligent enough to even think about all of this now! But why had this happened to her?<br>\r\n<br>\r\n\"Hey, new girl!\" a woman's voice called out from nearby. She turned, gasping as she saw a towering anaconda woman slithering towards her, a massive thick tail in place of legs. The newcomer eyed the python up and down and chuckled. \"Aw, man, you got legs tonight huh? Lucky. Anyway, you're new here, so I guess you've got some questions. Well, I suppose it would be neighborly of me to answer them for you. So let's talk, alright?\"<br>\r\n<br>\r\nThe python, not knowing what else to do, opened her mouth and responded, speaking for the first time. \"I'd like that...\"<br>\r\n<br>\r\nThe two sat and talked for a good while, the anaconda introducing herself as Anna (\"Yeah, I know, real creative. Cut me some slack, I first transformed as a hatchling so I went with the first name I could think of.\") Anna explained about the curse (or blessing, as many of the animals called it) over the zoo grounds that turned any animal living there into a sexy anthropomorphic lady at night. She explained how, once the sun rose again, they would all return to their enclosures and return to being simple animals until the next night. And she hinted at the fact that there was more to this than just changing forms, but wouldn't elaborate further.<br>\r\n<br>\r\n\"So, now that that's all out of the way... what's your name? Or rather, what would you like your name to be?\"<br>\r\n<br>\r\nThe python thought it over. She almost wanted to pick a masculine name, to suit his original form... but, in this short period of time, she'd already grown used to being feminine in this body. So, she chose a name that she felt would fit her well.<br>\r\n<br>\r\n\"Penny. Call me Penny.\"<br>\r\n<br>\r\n\"Well, nice to meetcha, Penny!\" Anna said with a grin. \"Now, why don't I show you around and see what fun we can get up to tonight~...\"</span></div></div>",
            "created":1600491600,
            "id":2906557,
            "title":"Penny the Python"
        }
    },
    "info":{
        "author_id":"tomsketchit",
        "author_name":"TomSketchit",
        "brief_description":"You make a discovery while at a zoo after hours: the animals become horny anthro ladies.",
        "created":1600216980,
        "description":"<td align=\"left\" class=\"norm\">Inspired by the interactive Anthros at Night: <a class=\"blue2roll\" rel=\"nofollow\" href=\"https://www.writing.com/main/interactive-story/item_id/1508675-Anthros-at-night\" target=\"_blank\">https://www.writing.com/main/interactive-story/item_id/1508675-Anthros-at-night</a><br>\r\n<br>\r\nOne night, you find yourself at the local zoo after hours. Why? Maybe you snuck in on a dare, maybe it's your first night of being a night watchman, maybe even you're a new animal moving into the zoo. Regardless, that night you discover that there's something magical about the zoo.<br>\r\n<br>\r\nAt night, basically all of the animals become humanoid and feminine, transforming and gaining new intelligence, as well as gaining some interesting powers. Then, come day, they return to their normal forms and minds until the next time the sun sets. What will you do, stuck in here with all these lusty, naughty, and potentially dangerous anthro ladies? That's up to you to decide.<br>\r\n<br>\r\nRules:<br>\r\n- Basically all animals become humanoid and feminine. Whether they turn into full anthro or something similar to their normal form (eg, a snake turning into a naga) is up to the writer, as is whether a male animal becomes fully female or just herm/shemale.<br>\r\n- Any individuals who die during the night find themselves waking up in their beds later, thinking it was all just a strange dream. The main character may be immune to the memory part of this, but will still respawn.<br>\r\n<br>\r\nENCOURAGED:<br>\r\nGrowth, expansion, transformation, soft vore, hypnosis, and sex.<br>\r\n<br>\r\nNOT ALLOWED:<br>\r\nGore, permanent death, toilet fetishes or other kinks focusing on disgusting topics, foot fetish, underage sex<br>\r\n<br>\r\nAnything not listed is potentially allowed.<br>\r\n<br>\r\nPut effort into your writing. This may be fetish stuff, but have some pride in your work, please.<br>\r\n<br>\r\nIf there is a path you want expanded upon but don't feel like writing, you're free to ask me to try and fill it out. I make no promises.</td>",
        "id":2232425,
        "image_url":"https://images.Writing.Com/imgs/writing.com/writers/listing-header-5000.gif",
        "last_full_update":1600722660,
        "modified":1601230560,
        "pretty_title":"Zoo at Night"
    }
}