{
    "chapters":{
        "1":{
            "author_id":"jawsometeeth",
            "author_name":"Goodvibes",
            "choices":[
                "Group A",
                "Group B",
                "Group C",
                "Group D",
                "Group E"
            ],
            "content":"<div class=\"\"><div> <span>Now which group do we follow?<br>\r\n<br>\r\nGroup A:<br>\r\nA bunch of middle management ladies out for a stroll.<br>\r\n<br>\r\nGroup B:<br>\r\nCurious clubhoppers who stumble upon the genie.<br>\r\n<br>\r\nGroup C<br>\r\nA rowdy bikergang whose cross country antics have lead them to this supernatural being.<br>\r\n<br>\r\nGroup D<br>\r\nA small book reading clique who never expected their session to become so strange.<br>\r\n<br>\r\nGroup E<br>\r\nMisfits and outcasts whose day got a whole lot more weird with the added spice of a genie.</span></div></div>",
            "created":1597467600,
            "id":2886084,
            "title":"The Sets of Girls"
        },
        "11":{
            "author_id":"arkham0025",
            "author_name":"DJ",
            "choices":[
                "Nia Keller",
                "Jean Holland",
                "Claire Collins",
                "Emma Bell",
                "Leah Greene"
            ],
            "content":"<div class=\"\"><div> <span>It was about 4 in the afternoon on a Tuesday. Work for many places had just gotten out. It was an absolutely lovely day, so a small group of women decided to take the opportunity to go on a stroll through the park.<br>\r\n<br>\r\nAll five of them worked at Whitman Inc., a tech company specializing in the latest in consumer tech. Work was usually hectic, and paid overtime was common, so today was a rare treat.<br>\r\n<br>\r\n\"Geez, I thought we'd never get done!\" A tall redhead declared. \"You need to really lighten up on the workloads, Nia.\"<br>\r\n<br>\r\n\"I'm your manager.\" A slim, tan blonde replied. \"I'm not supposed to go easy on any of ya!\"<br>\r\n<br>\r\n\"Gotta agree with Jean.\" A short, curvy brunette said. \"You put us through the wringer today.\"<br>\r\n<br>\r\n\"You still got those reports done, didn't you Claire?\" Nia asked.<br>\r\n<br>\r\n\"All I wanna do is go home...\" A plump blonde interjected. \"I can practically hear my bed calling to me.\"<br>\r\n<br>\r\n\"...is that a perfume bottle?\" A slim brunette asked, stopping the group.<br>\r\n<br>\r\nShe was pointing to a bench, where a small, ornate bottle was laying. Confused, the five women walked up to it. The girl who pointed it out picked it up.<br>\r\n<br>\r\n\"You probably shouldn't be doing that Leah.\" The short woman said.<br>\r\n<br>\r\n\"Relax Emma. It's just a bottle.\" Leah said, before looking the bottle over. It seemed old, ancient even. Leah carefully pulled the stopper out.<br>\r\n<br>\r\nImmediately, a pink smoke filled the air. There was a few seconds of coughing before it faded. And standing in front of the group was a tall man with white hair and a big scowl.<br>\r\n<br>\r\n\"Friggin' finally!\" The man yelled. \"20 years stuck in that thing. Alright, names Lou. I'm a genie. Who wants a wish?\"<br>\r\n<br>\r\nThe group stared at the man for a moment. The first person to speak up was...<br>\r\n<br>\r\n(OK, let me give some bios for the girls:<br>\r\n<br>\r\nNia Keller. 33. A slim, blonde Caribbean-American woman. She's the manager of one of Whitman Inc.'s floors. She's serious on work, but a very friendly woman when off the clock.<br>\r\n<br>\r\nJean Holland. 30. A tall redheaded woman. A cheery girl, Jean always tries to help where she can. Married to Eric Holland, a science teacher.<br>\r\n<br>\r\nClaire Collins. 27. A rather short, but curvy brunette. A party girl, Emma will take any reason to go out and get drunk and dance. Currently living with her girlfriend Tanya.<br>\r\n<br>\r\nEmma Bell. 25. A fairly tall and somewhat chubby blonde. Emma is a strange woman. She IS a hard worker, but she is also quite lazy. She'd love to have any chance to go home early, or even work from home.<br>\r\n<br>\r\nLeah Greene. 22. A slim brunette with heterochromia (giving her a green eye and a blue eye). Just out of college, Leah started at Whitman Inc., but is worried she isn't really fitting in.)</span></div></div>",
            "created":1597467600,
            "id":2886103,
            "title":"Office Ladies"
        },
        "111":{
            "author_id":"jawsometeeth",
            "author_name":"Goodvibes",
            "choices":[
                "Her wish is granted immeidately",
                "Her wish is granted an hour later",
                "Nia is allowed by Lou to be taken home."
            ],
            "content":"<div class=\"\"><div> <span>Okay, well,technically Nia <i>was</i> the first to speak up but before that most of the women released a reassuring \"ahhhhhh!\"<br>\r\n<br>\r\nThat went on for nearly ten minutes and it was surprising that nobody came near them to inspect the commotion.The man tapped his foot as he waited for the women to lose breath. After their yell of shock, the women stared at the man in front of them.<br>\r\n<br>\r\n\"Let me repeat once more, ahem.\"  The man spoke. \"Alright, names Lou. I'm a genie. Who wants a wish?\"<br>\r\n<br>\r\nThe five shared glances at one another in confusion before they turned to the figure in front of them. Nia hesitantly stepped forward to ask a question.<br>\r\n<br>\r\n\"Hello? What are you?\" Her Caribbean accent briefly punctuated her normally controlled voice. <br>\r\n<br>\r\n\"I cam out of a bottle with smoke, I'm granting you each a wish, and I look Arabic.\" Lou rubbed his chin. \"Obviously I'm a griffon. I'm freaking with all of you fine ladies, I'm a djinn! Genie for you lame tongues.\"<br>\r\n<br>\r\n\"This has to be a dream.\" Jean mumbled. <br>\r\n<br>\r\n\"If its a dream, then everyone has to be in their underwear!\" Lou cried out. All five women cried out in shock as their clothes puffed out of existence.Smiling, Lou nodded his head and instantly the five were clothed once more. <br>\r\n<br>\r\n\"See. Now tell me your desires.\"<br>\r\n<br>\r\n\"In front of our peers? In public as well?\" Emma gasped. Lou rolled his eyes,he pointed behind the five to show the world had stopped moving.<br>\r\n<br>\r\n\"It'll will recommence once you tell me your desires. Any answer will be heard only by me, so you can say any deep,and dark, secret and your friends will never even known you said it.\"<br>\r\n<br>\r\nNia gulped and spoke her words.<br>\r\n<br>\r\n\"Is this effect on now?\"<br>\r\n<br>\r\n\"Yes, ask away.\"<br>\r\n<br>\r\nNia felt like a child in front of a school's principal, she shuffled for a bit until she formulated an answer.<br>\r\n<br>\r\n\"Can...can you grant me a larger bust? My chest is quite eyecatching mind you,but I'm looking for something a smidge larger.\"<br>\r\n<br>\r\nShe turned to her friends and waited for their laughter,but none came. In fact it seemed they were talking to Lou as well. Lou mumbled something and Nia could feel a tingle travel through her body.</span></div></div>",
            "created":1597467600,
            "id":2886170,
            "title":"Nia Keller"
        },
        "1111":{
            "author_id":"arkham0025",
            "author_name":"DJ",
            "choices":[
                "...casually joke around (they had their memories changed)",
                "...ask if this was Nia's wish (their memories were the same)"
            ],
            "content":"<div class=\"\"><div> <span>Nia could feel a warmth going through her body after she made her wish. Looking down, she saw that her wish actually had come true: her boobs had started to grow.<br>\r\n<br>\r\nShe watched as the front of her business suit's blazer filled out, her breasts entering the D cup range. She'd always liked her looks, but did feel from time to time that she could benefit from having a larger bust. And now she was getting just that.<br>\r\n<br>\r\nAs her breasts swelled into F cups, she turned to look at the others. They weren't looking in her direction, so they couldn't see her growth.<br>\r\n<br>\r\nIt was when her breasts entered the I cup range that Nia started to think something was wrong. Her blazer started to feel rather tight, her breasts were starting to get heavy, and said weight was starting to put a strain on her back. And worse, she was still growing. She turned to Lou, who was staring at her.<br>\r\n<br>\r\n\"Um, Lou?\" Nia asked. \"When is this growth supposed to stop?\"<br>\r\n<br>\r\n\"I dunno.\" Lou replied apathetically. \"You just asked for them to grow. You didn't specify a size.\"<br>\r\n<br>\r\n\"I only said a SMIDGE bigger!\" Nia yelled as her boobs swelled into P cups. \"I feel like I have sandbags attached to me!\"<br>\r\n<br>\r\n\"You know, I'm friggin' sick of humans.\" Lou said. \"400 years of granting, and not once have I had a human who wished for something meaningful. I can end hunger, stop wars, and even bring world peace! But no, it always selfish shit like 'I want a million dollars', 'I wanna work from home', 'I want bigger boobs'. Well fine, you want bigger boobs?! You can have them!\"<br>\r\n<br>\r\nNia gulped as she looked down at her still swelling rack. It looked like the growth was speeding up, and she had passed the normal alphabet range of bra sizes. Eventually, her blazer tore open, leaving her massive bust in her bra, and she finally couldn't take the weight and collapsed.<br>\r\n<br>\r\nNow sitting on the ground, Nia watched as her bust finally started to slow it's growth and eventually stopped. Her breasts now seemed to be the size of prize-winning pumpkins, filling her entire lap, and weighed about three times as much.<br>\r\n<br>\r\n\"Um, can I wish for them smaller? Or to weigh less?\" Nia asked nervously.<br>\r\n<br>\r\n\"Sorry, nope.\" Lou replied. \"Five wishes per bottle opening. And your friends just used up the other 4. You want another wish, you gotta find me again. See ya!\" With that, Lou vanished in a puff of pink smoke, the bottle vanishing too.<br>\r\n<br>\r\nAll at once, people started moving again, and Nia discovered that her blazer had been repaired and made to fit her now immense bust. People were obviously staring at her, including her friends.<br>\r\n<br>\r\nAfter a few seconds, her friends helped Nia up and started to...</span></div></div>",
            "created":1597554000,
            "id":2886480,
            "title":"Wish Granted"
        },
        "11111":{
            "author_id":"jawsometeeth",
            "author_name":"Goodvibes",
            "choices":[
                "Nia finds her home changed",
                "Nia finds her home as normal as before",
                "Nia gets a phone call from someone"
            ],
            "content":"<div class=\"\"><div> <span>\"So did you get your wish?\" Emma, the youngest of the group,questioned. Nia looked around at the others to find out they hadn't had any physical change. Which was quite embarrassing for the Caribbean woman. She looked up to Emma.<br>\r\n<br>\r\nEmma had a game system tucked under her arm. The young gal raised an eyebrow in response. <br>\r\n<br>\r\n\"Um boss? What did you wish for?\"<br>\r\n<br>\r\n\"You don't have to tip-toe around me Emma, it is quite evident.\" Nia sighed. \"A larger bust.\"<br>\r\n<br>\r\n\"Really.\" Claire came over with a bottle of something. When did she get that? \"You're already pretty big boss lady. I don't think you'd want to be any larger.\"<br>\r\n<br>\r\n\"You always talk about your backproblems dear.\" Jean said. Nia raised her eyebrow at that. <br>\r\n<br>\r\n\"Are all of you joking with me? Look at me!\"<br>\r\n<br>\r\n\"Yeah how could we not?\" Claire snark at Nia caused her to fume.<br>\r\n<br>\r\n\"Anyways it looks like that genie took away your wheelchair, so unless that was your wish,that bastard owes us.\" Leah noted. \"Come on girls, lets bring the boss home.\"<br>\r\n<br>\r\nWith that being stated, the four women crowded around Nia and picked her up. Emma and Claire taking Nia's arms,while Leah and Jean had boob duty. Nia blushed as the four walked with her step by step. People looked at the sight, and she swore she heard a child or two laugh.<br>\r\n<br>\r\n\"Thank god your apartment is just at the other end of this park.\" Claire huffed from the situation.<br>\r\n<br>\r\n\"It has surprisingly good property value.\" Nia mumbled out doing her best to take her mind off of this event. Soon all five women arrived at the building and laid Nia down at the steps.The wiped their heads in exhaustion before they continued up the steps once more.</span></div></div>",
            "created":1597554000,
            "id":2886581,
            "title":"A Changed World"
        },
        "111111":{
            "author_id":"arkham0025",
            "author_name":"DJ",
            "choices":[
                "...use the wheelchair.",
                "...try to walk to the bathroom herself.",
                "...call for help."
            ],
            "content":"<div class=\"\"><div> <span>It took a few minutes of slow walking, but the group finally made it into Nia's apartment. Thankfully, it was on the first floor... which confused Nia, since before the wish she lived on the 4th floor.<br>\r\n<br>\r\nUnlocking and entering the apartment, the four friends took Nia over to her couch and set her down on it. They then collapsed in some nearby seats, exhausted.<br>\r\n<br>\r\nNia took a moment to look around her apartment. It looked almost normal, but she saw there were a few changes. There were railings lining the walls, the doors seemed wider, and there was a wheelchair next to the couch.<br>\r\n<br>\r\nLooking down, Nia saw a picture that had been taken last year at a company outing. It showed Leah and Jean winning a potato sack race while Nia, Claire, and Emma watched. But in the photo, Nia's boobs were just as massive as they are now, and she was in a wheelchair.<br>\r\n<br>\r\nShe stopped looking at the picture when she heard the others stand up.<br>\r\n<br>\r\n\"Sorry, we need to head home.\" Jean said. \"I've got... plans with Tyler for the coming week. You going to be alright on your own?\"<br>\r\nNia stared for a moment, then nodded. The others nodded too, and started to leave. Leah was the last to leave, and she looked back to Nia.<br>\r\n<br>\r\n\"Anything goes wrong, remember to call us.\" Leah said, before leaving.<br>\r\n<br>\r\nNia sat on the couch for a moment, staring at her colossal bust. She wanted bigger boobs, but this was not what she meant. As she started, she noticed something next to the photo that hadn't been there before: a note. She picked it up and read it. The note read:<br>\r\n<br>\r\n'It's Lou. You probably need some explaining on what's happening, so here's the deal: I changed your personal history. When you were 20, your breasts started growing. The doc's diagnosed you with Macromastia, and you've been growing ever since. Legally, you're considered disabled, but you still work. Only you remember your real past. Oh, and no matter what, your breasts will always be extremely heavy, and you will always have back pain.'<br>\r\n<br>\r\nNia stared at the note, irritated. That genie completely screwed her over. Sighing, she decided she needed a bath. She looked at the bathroom door, then to the wheelchair. After a moment of debating, she decided to...</span></div></div>",
            "created":1597554000,
            "id":2886598,
            "title":"Accomidations"
        },
        "1111112":{
            "author_id":"jawsometeeth",
            "author_name":"Goodvibes",
            "choices":[
                "She gets a call from her boss",
                "She gets a call from her friends",
                "She goes back outside to see what else had changed"
            ],
            "content":"<div class=\"\"><div> <span>\"Alright Nia,you can do this.\" Nia said to herself as she pushed up from the couch. She grunted in annoyance from the weight, it was heavy! Her skin was surprisingly resilient to her chest's gravity. Still physics did a number on her back,her spin felt like it was on fire.<br>\r\n<br>\r\nAnd all of this accumulated into only standing on her feet. Now she had to make her way to her bathroom. Her tits flopped up and down, which did a number on her spine. Nai grunted in pain.<br>\r\n<br>\r\nIt was miraculous that she could even move forward though, it took four women to walk her out back home. So she must've had some strength given to her. Plus her the pain wasn't that bad to be honest, not as bad as when she twisted her ankle when she was twenty-five. Wait, how would that memory unfold? She was out of commission for an entire month and the redone world showed her at the potato sack race...<br>\r\n<br>\r\n\"I'll think about that later, for now I have to get myself to the restroom.\" She announced to herself. It was only a forty foot walk to the bathroom. It felt like a entire hour getting to there though! Sweat dripped down her forehead from the work she was getting put through.Her tongue wagged in her mouth.<br>\r\n<br>\r\nShe opened the bathroom door and stumbled inside. Her tits acted as a cushion from the fall.<br>\r\n<br>\r\n\"Arrgggh.\"<br>\r\n<br>\r\nShe looked around to see that her bathtube had grown significantly,while her once large sink had disappeared, only leaving behind a small cabinet.<br>\r\n<br>\r\n\"Are you telling me I brush my teeth in the bathtub? Uggh!\" Nia cried out.<br>\r\n<br>\r\nShe crawled her way towards the faucet and turned the dial for some hotwater. With some extreme effort, she climbed to the bathtub's rim and plugged the drain. She waited for it to fill.<br>\r\n<br>\r\nIt was actually taking awhile, her water bills must've been insane. Nia tapped her chin in patience as the water continued to flow.</span></div></div>",
            "created":1597554000,
            "id":2886650,
            "title":"...try to walk to the bathroom herself."
        },
        "11111123":{
            "author_id":"arkham0025",
            "author_name":"DJ",
            "choices":[
                "...call and ask for a day off.",
                "...bit the bullet, and head to work."
            ],
            "content":"<div class=\"\"><div> <span>Realizing that it was going to take a while for the tub to fill, Nia decided to leave the bathroom. She did need to see what else had changed about her life.<br>\r\n<br>\r\nGrabbing the rim of the tub, Nia summoned all of her strength and pulled herself up. It took a full minute, but Nia managed to get standing again. Panting, she lumbered out of the bathroom.<br>\r\n<br>\r\nShe managed to walk into her bedroom, thankfully right next to her bathroom. Inside, her bed was twice as large as it use to be, and there were bars set up over it. She guessed those were to help her get out of bed. Other then that, her bedroom looked the same, including the flat screen TV on the far wall.<br>\r\n<br>\r\nSlowly walking, Nia looked around the room, eventually locating a photo album. Opening it, she wanted to see just how things had changed.<br>\r\n<br>\r\nThe first 20 years of her life were the same: her family moving from the Bahamas to the US, her years of schooling, and her various birthdays. Every image after her 20th birthday, though, showed her bust steadily increase in size over the years. In her college graduation alone, she apparently was an M cup according to the note underneath.<br>\r\n<br>\r\nSighing, Nia closed the album and set it down. She then slowly made her way back to the bathroom. Inside, she saw the tub getting half full. She noticed a line in the tub, and guessed that was how full she should make it. So she shut the tub off, disrobed, and got in the tub.<br>\r\n------<br>\r\nThe hot bath did wonders for Nia's back. She just felt the soreness fade. Though she knew that wouldn't be for long. Finishing up, she unplugged the tub, and heaved herself out of the bath using the various bars installed in it. After brushing her teeth, she found a very roomy blue bathrobe hanging near the tub. Slipping it on, she looked at herself in the full length mirror near the tub. Without her bra, her bust hung down a little past her hips.<br>\r\n<br>\r\nSlowly, she made her way out of the bathroom and back into the bedroom. She then sat on her massive bed, thankful to get some weight off her back. Grabbing a remote, she turned the TV on, and spent the rest of the night watching TV, before falling asleep.<br>\r\n-------<br>\r\nNia awoke the next morning fully rested. She tried to sit up, only to be stopped by her bust.<br>\r\n<br>\r\n\"Oh, right.\" Nia muttered. She looked at her bedside clock. 7:15. She needed to get ready for work. But what would work be like in this new reality? Honestly, she was worried. She could call in and ask for one day off, but she was one of the hardest workers there. She was a manager, after all.<br>\r\nAfter some internal debating, she decided to...</span></div></div>",
            "created":1597554000,
            "id":2886662,
            "title":"More Accomidations"
        },
        "111111231":{
            "author_id":"jawsometeeth",
            "author_name":"Goodvibes",
            "choices":[
                "She wakes up and begins to investigate her changed life",
                "She wakes up and hears someone knocking at her door."
            ],
            "content":"<div class=\"\"><div> <span>..That today she needed some time off of work. Though her boss would probably be very crossed with her seeing as one needed to give a head's up to accommodate the change in schedule.But she was a hard worker and any of her friends could easily take her place.<br>\r\n<br>\r\nNia scratched the bottom of her chin in thought. She bit the bullet and decided on her course of action.Thankfully her phone sat on top of her bedside cabinet which allowed her to easily grab a hold of it.She flickered through her contacts list and saw her boss' name. With one press of a digital button, Nia waited for her boss' voice.<br>\r\n<br>\r\n\"Hello?\" Said Lauren. Nia coughed a bit before she replied.<br>\r\n<br>\r\n\"Yes. Lauren. It's me, Nia, I was wondering If I could call in sick tomorrow? I know I have stockpilled some sick days and I'd like to call in one.\" <br>\r\n<br>\r\nLauren agreed to that statement and the two began to discuss what plans should be taken for tomorrow's workday. In the end they came to a conclusion and affably signed off,which left Nia behind to ponder on her choice.</span></div></div>",
            "created":1597640400,
            "id":2887232,
            "title":"A Day Off of Work"
        },
        "1111112311":{
            "author_id":"arkham0025",
            "author_name":"DJ",
            "choices":[
                "...do some shopping.",
                "...call a friend.",
                "...go to the park."
            ],
            "content":"<div class=\"\"><div> <span>Nia decided that her best bet right now was to figure out what other changes had occurred in her life. Grabbing the bars above her bed, Nia hoisted herself up, and went to start her day.<br>\r\n<br>\r\nFirst, she went over to the closet. Opening it, she saw that all of her tops had been expanded to fit her new frame, and in the drawer on the side of the closet were custom made therapeutic bras.<br>\r\n<br>\r\nDeciding that she would probably need help getting dressed at her size, Nia decided to stay in her bathrobe, and left her bedroom. At this point, she was really feeling her bust's weight, so she placed her hands under her bust and heaved them up. It felt like she was carrying bags of wet cement.<br>\r\n<br>\r\nEntering her living room, Nia looked around and noticed a day planner. Picking it up, she flipped through it. It seemed that Nia had a doctor's appointment on Saturday, for a check-up. Under it, there was a note saying: 'Update growth chart'.<br>\r\n<br>\r\n\"Growth chart?\" Nia asked, looking at her bust. \"Are these things still growing?\"<br>\r\n<br>\r\nConcerned, she set down the day planner, and sat on her couch. She needed to get some weight off her back. Looking at the clock, she saw that a half-hour had passed. She decided she needed to do something to pass the time, and that thing was...</span></div></div>",
            "created":1597640400,
            "id":2887248,
            "title":"A Day in the New Life"
        },
        "111111232":{
            "author_id":"jawsometeeth",
            "author_name":"Goodvibes",
            "choices":[
                "Nia wakes up as usual, but with the added hindrance of her bust.",
                "Nia hears her phone ringing,who could it be?"
            ],
            "content":"<div class=\"\"><div> <span>...she needed to go to work. Even with her increased bust, if the world was exactly the same as before, that meant she couldn't miss a day of her job. She nestled into her bed, her breasts strained against the fabric. It seemed that the normal cloth she slept in had been changed into a much more airy material. She sighed gently, her breasts raised themselves upwards, before it contracted inwards.<br>\r\n<br>\r\nThe weight on Nia was surprisingly gentle, adding more into her idea that she'd received some form of muscle enhancement. Her nipples poked upwards from the gentle breeze in her home. Slowly Nia's eyes closed as her dreams crept into her mind.<br>\r\n======<br>\r\n<i>Her dream focused on a memory, well technically new memory, seeing as Nia never seen this scene before. Wait, would this count as a memory? This was the first time she saw it....<br>\r\n<br>\r\nForget about that, anyways, her memory saw her when she was only twenty years old and was beginning to work in her chosen vocation. Nia was currently sitting in a doctor's office, a teal medical outfit wrapped around her body. She nervously played with her fingers as she waited for the doctor's response. The Caribbean woman had come to the hospital in need of a checkup, her chest had been hurting for the last few days and she feared it was the thing.<br>\r\n<br>\r\nDr.Carlton walked in,his face wasn't grim so that quelled some of the woman's fear.<br>\r\n<br>\r\n\"Ms.Keller?\" The doctor spoke. Nia shuffled around for a bit until she found her voice.<br>\r\n<br>\r\n\"Yes?\"<br>\r\n<br>\r\n\"I have good news and bad news.\"<br>\r\n<br>\r\n\"Just give me the good news first doctor.\"<br>\r\n<br>\r\n\"You're clear from breast cancer.\"<br>\r\n<br>\r\nNia sighed in relief, though she wondered what the catch was.<br>\r\n<br>\r\n\"And the bad news?\"<br>\r\n<br>\r\n\"You seem to have developed Macromastia.\"<br>\r\n<br>\r\nNia looked at the doctor for ten minutes before she found her voice.<br>\r\n<br>\r\n\"What?\"</i></span></div></div>",
            "created":1597726800,
            "id":2887280,
            "title":"A Day Of Work"
        },
        "1111112321":{
            "author_id":"arkham0025",
            "author_name":"DJ",
            "choices":[
                "...looked the same as before.",
                "...had changed to accomidate her."
            ],
            "content":"<div class=\"\"><div> <span>Nia slowly woke up, the dream/memory still on her mind. It was time for her to get out of bed and face the work day, seeing what changes her new world would bring in regards to her occupation.<br>\r\n<br>\r\nGrabbing the bar above the bed, Nia heaved herself out of bed and lumbered over to her closet. Opening it, she saw that all of her tops and bras had grown considerably to fit her new body. She also saw her favorite business suit had also been altered to fit. Grabbing that and some underwear, Nia set out on the difficult task of getting dressed.<br>\r\n<br>\r\nOddly, it didn't take her that long to put everything. It was just navigating around her immense heavy boobs that caused issues. Taking a look in the mirror, she had to admit her massive bust didn't look too bad in a business suit.<br>\r\n<br>\r\nSlowly leaving her bedroom, Nia entered her kitchen. Making and eating a quick breakfast, Nia then slipped on her shoes (thankfully she didn't need to bend over for that), and with that, she was ready to start her work day.<br>\r\n--------<br>\r\nLeah thankfully had time to pick Nia up so they could carpool to work. She made Nia bring her wheelchair along, since company policy said that if she had it, she had to use it.<br>\r\n<br>\r\nArriving at work, Leah and Nia got out of the car. Leah got Nia's wheelchair out of the trunk, and Nia lowered herself into it.<br>\r\n<br>\r\nThat done, the two entered the office building, and got ready to start their work. They got on the elevator, and reached their floor.<br>\r\n<br>\r\nOnce they got off, Nia went straight for the office she shared with Nora and Aiden. Entering, she saw that the office...</span></div></div>",
            "created":1597726800,
            "id":2887494,
            "title":"Working Day"
        },
        "11111123212":{
            "author_id":"jawsometeeth",
            "author_name":"Goodvibes",
            "choices":[
                "See what other changes there were in her office",
                "Nora and Adrian walk in"
            ],
            "content":"<div class=\"\"><div> <span>It had changed quite a bit. Their desks were arranged in almost a half-square. Adrian was in the back, while Nia and Nora desks faced one another. Now it seemed that Nia was in the back, while Adrian and Nora faced one another. <br>\r\n <br>\r\nNia rolled her chair into the room, her eyes darted over some pictures on Adrian's desk. One in particular caught her focus for a moment.The photo showed Adrian,Nora, and herself, all smiling into a camera. It had to do with their company breaking into the top five-hundred companies in the country. The picture was taken five years ago and Nia moved her wheelchair over to get a better look at it. She picked it up and looked at her bust. She was quite smaller then, still, it looked like the two had to hold her up. Her bust was dragged down towards the Earth. Nia's mind flashed as she saw another new memory parallel to her old one.<br>\r\n<br>\r\n<i>\"We've got the picture,everyone can relax now.\" The camera man from 'Heartfelt Brothers' said. Adrian and Nora sighed in happiness as the gently lowered Nia to the ground. The Caribbean took a moment to stand back up, wobbling all the way.<br>\r\n<br>\r\n\"Thanks you two, It was hard to take so many pictures over such a long day. First everyone with the boss, and then us with upper management,and then us by ourselves, and then us by ourselves smiling..\" Nia left what other situations the trio had to go through.<br>\r\n<br>\r\n\"Don't mention it Nia.\" Nora spoke. She had a slight Brooklyn accent, though she kept it quite subtle. Adrian nodded with hiw fellow manager.<br>\r\n<br>\r\n\"Especially after going through two wardrobe malfunctions, those were worth it.\" Adrian said.<br>\r\n<br>\r\n\"Prick.\" Nia said affectionately. She looked down at her bust and groaned. Her boobs had been fairly manageable in sizes since she was diagnosed with her condition, but for the last year or so, it like they were steadily growing. Nia was only a F-cup at the start of the year, but she had now arrived at an H-Cup now,maybe even a 'HH' if one considered her growth. And her wardrobe suffered from it, with a button popping off like a missile during her photo-op with upper management.  Not to mention the second time when her dark spheres split her top open only an hour before.<br>\r\n<br>\r\n\"Hopefully this doesn't mean anything.\" She mumbled. </i><br>\r\n<br>\r\nNia's vision suddenly returned to present day, she groaned a little to orient herself back into reality.</span></div></div>",
            "created":1597726800,
            "id":2887734,
            "title":"A Changed Office"
        },
        "111111232121":{
            "author_id":"arkham0025",
            "author_name":"DJ",
            "choices":[
                "\"...handle the deal with Ms. Yamada.\"",
                "\"...handle this weeks company retreat.\"",
                "\"...head to that empty lot the company's trying to buy.\""
            ],
            "content":"<div class=\"\"><div> <span>Nia decided to wheel herself up to her desk to see what other changes had been made. Setting the picture down, she went straight over to her desk.<br>\r\n<br>\r\nThe first thing she noticed was that there was no longer a drawer in the center of the desk, and the keyboard for her computer had been moved to the top of it, instead of being in a sliding hutch. Next, she saw that the underside of the desk was much roomier, possibly to fit her bust. Finally, she noticed that for some reason, there was a grey pillow sitting next to her computer. It took her a second to realize that the pillow likely was meant to be put on her lap, so her boobs could lie on it, as a form of comfort. Honestly chuckling a little bit, she did just that.<br>\r\n<br>\r\nShe had just finished doing that when she heard the office door open. Looking up, she saw Nora walk into the office, but no Aiden.<br>\r\n<br>\r\n\"Mornin', Nia.\" Nora said, sipping a coffee. \"Hope you're fully awake, 'cause the boss has got a busy day for us ahead.\"<br>\r\n<br>\r\n\"I am.\" Nia replied. \"Where's Aiden?\"<br>\r\n<br>\r\n\"He's taking the week off. His sister went into labor last night, so he's flying to Kentucky to see her.\" Nora replied.<br>\r\n<br>\r\n\"Oh, right. I honestly forgot about that.\" Nia replied.<br>\r\n<br>\r\n\"Yup, but that means YOU have to pick up one of his duties.\" Nora replied.<br>\r\n<br>\r\n\"Oh, great.\" Nia replied. She really wasn't looking forward to that. She had no idea what it'd be, and how her newfound bustiness would affect it. \"What'd I get?\"<br>\r\n<br>\r\nNora set her coffee down and looked at Nia. \"Well, the big guy wants you to...\"</span></div></div>",
            "created":1597813200,
            "id":2888199,
            "title":"New Desk for the Desk Job"
        },
        "113":{
            "author_id":"jawsometeeth",
            "author_name":"Goodvibes",
            "choices":[
                "She got a nice skirt",
                "Claire bottom tingled",
                "Claire is allowed to bring Lou home"
            ],
            "content":"<div class=\"\"><div> <span>Okay, well,technically Claire was the first to speak up but before that most of the women released a reassuring \"ahhhhhh!\"<br>\r\n<br>\r\nThat went on for nearly ten minutes and it was surprising that nobody came near them to inspect the commotion.The man tapped his foot as he waited for the women to lose breath. After their yell of shock, the women stared at the man in front of them.<br>\r\n<br>\r\n\"Let me repeat once more, ahem.\" The man spoke. \"Alright, names Lou. I'm a genie. Who wants a wish?\"<br>\r\n<br>\r\nThe five shared glances at one another in confusion before they turned to the figure in front of them. Claire hesitantly stepped forward to ask a question.<br>\r\n<br>\r\n\"Yeah, bud, can I ask...what the hell are you?\" Claire said while pointing a finger all at his body.<br>\r\n<br>\r\n\"I cam out of a bottle with smoke, I'm granting you each a wish, and I look Arabic.\" Lou rubbed his chin. \"Obviously I'm a griffon. I'm freaking with all of you fine ladies, I'm a djinn! Genie for you lame tongues.\"<br>\r\n<br>\r\n\"This has to be a dream.\" Jean mumbled.<br>\r\n<br>\r\n\"If its a dream, then everyone has to be in their underwear!\" Lou cried out. All five women cried out in shock as their clothes puffed out of existence.Smiling, Lou nodded his head and instantly the five were clothed once more.<br>\r\n<br>\r\n\"See. Now tell me your desires.\"<br>\r\n<br>\r\n\"In front of our peers? In public as well?\" Emma gasped. Lou rolled his eyes,he pointed behind the five to show the world had stopped moving.<br>\r\n<br>\r\n\"It'll will recommence once you tell me your desires. Any answer will be heard only by me, so you can say any deep,and dark, secret and your friends will never even known you said it.\"<br>\r\n<br>\r\nClaire confidently spoke her words.<br>\r\n<br>\r\n\"Is this effect on now?\"<br>\r\n<br>\r\n\"Yes, ask away.\"<br>\r\n<br>\r\nClaire picked at her fingernails for a moment.<br>\r\n<br>\r\n\"I want something that makes the men and ladies at the club to stare at me, like a dress, or some other fine character addition.\"<br>\r\n<br>\r\nShe turned to her friends and waited for their jibs,but none came. In fact it seemed they were talking to Lou as well. Lou mumbled something and Claire could feel a tingle travel through her body.</span></div></div>",
            "created":1597554000,
            "id":2886573,
            "title":"Claire Collins"
        }
    },
    "info":{
        "author_id":"jawsometeeth",
        "author_name":"Goodvibes",
        "brief_description":"A multitude of wishes that have went haywire.",
        "created":1597530960,
        "description":"<td align=\"left\" class=\"norm\">A group of five girls come across a genie and thinks he's benign, he's not. Angry at humans, the genie decides he'll take the girl's wishes to their ultimate extent. What follows is a tale of transformation hi-jinks.<br>\r\n<br>\r\n<b>Rules:</b><br>\r\n1.Each chapter is a minimum of 1000 characters.<br>\r\n2. Nudity is encouraged.<br>\r\n3.Girl-on-Girl is alright, no men though.<br>\r\n4.Basic grammar is enforced.<br>\r\n<br>\r\n<b>Fetishes:</b><br>\r\nExpansion of all kinds. Weight Gain to Breast Expansion to Feet Expansion, everything.<br>\r\nInflatable Transformation.<br>\r\nMonster Girl Transformation.<br>\r\nRubber Gal/Slime/Flattening Transformation.<br>\r\nBimbofication-to an extent.<br>\r\n<br>\r\n<b>Not Allowed:</b><br>\r\nGore<br>\r\nUnderage<br>\r\nWater/Brown Works</td>",
        "id":2229500,
        "image_url":"https://images.Writing.Com/imgs/writing.com/writers/listing-header-5000.gif",
        "last_full_update":1597891380,
        "modified":1597891380,
        "pretty_title":"Wishes Gone Wrong"
    }
}