{
    "chapters":{
        "1222121":{
            "author_id":"nobody495",
            "author_name":"nobody495",
            "choices":[
                "...you crawled out of her grasp",
                "...she kept you in place",
                "...she decided to toy with you another way"
            ],
            "content":"<div class=\"\"><div> <span>You were too scared to move. Not only did you have no idea how to read this lady, but her most dangerous parts were... dangerously close to your... weak spot. <br>\r\n<br>\r\n\"You don't have to be scared,\" Gabby cooed out. As if to back up her claim, she leaned down to your erection, planting a kiss upon its head.<br>\r\n<br>\r\n\"Oooooh,\" you moaned out at her touch. She kept the kiss for a whole three seconds before pulling her lips away with a pop.<br>\r\n<br>\r\n\"Still scared?\" You didn't dare to answer her. You just tried to avoid eye contact. \"Still? No worries. I can drain all of that out of you.\" You could only watch as she parted her lips, bringing them towards the head of your dick. They wrapped around it, and you gasped out again, your body instantly craning upwards at the sensation. She lowered her lips onto your dick, the head going through and into her warm, moist mouth. You shuddered at the sensation.<br>\r\n<br>\r\nStill cautious, you look down towards the lioness, only to see her staring back at you, smiling at you as best she could. This rendered you all flustered, and you instantly whipped your gaze away from her. You gasped out again as you felt her bob down further on your dick. You swear you heard her chuckle as she kept bobbing on you, the vibrations tickling your dick. <br>\r\n<br>\r\nYou were scared at first, but you were starting to like it. <i>No,</i> you thought. <i>That's just what she wants. If I surrender to her, she'll just... do whatever to me.</i> In the back of your mind, you were fighting the thought of surrendering to her, but her hot breath and wet tongue was making that idea seem so much more inviting. You tried to grab whatever was behind you, hoping you could crawl away. You hoped, you hoped, you hoped...</span></div></div>",
            "created":1480395600,
            "id":2243691,
            "title":"She gives you oral"
        },
        "13":{
            "author_id":null,
            "author_name":null,
            "choices":[
                "Orca",
                "Shark",
                "Otter",
                "Octopus",
                "Something else..."
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>What species is it?</span></div></span></div>",
            "created":1466830800,
            "id":2170628,
            "title":"Aquatic"
        }
    },
    "info":{
        "author_id":"nobody495",
        "author_name":"nobody495",
        "brief_description":"After falling asleep, you wake up in the Furry Sensual Wrestling Circuit, confused",
        "created":1466007600,
        "description":"<td align=\"left\" class=\"norm\">You are an 18 year old man living in an apartment, when one night, you mysteriously wake up in a red room, walls padded with red cross stitched leather, floor covered in lavender petals, nightstands bearing lavender flowers, and you sleeping on a heart shaped bed with red velvet sheets over you body. Upon removing the sheets, you find yourself wearing nothing but a navy blue banana hammock. Your only way out of the room is a door with a sign over it. The sign has \"Furry Sensual Wrestling Circuit\" written on it in pink. Unfortunately, past that door is an anthromorphic dominative animal (as underdressed as you) seeking to sexually humiliate you.<br>\r\n<br>\r\nPreferred Kinks:<br>\r\n-Butt play<br>\r\n-Facesitting<br>\r\n-Farting<br>\r\n-Licking<br>\r\n-Paw play<br>\r\n-Tail play<br>\r\n-Squashing<br>\r\n-Stench play<br>\r\n-Oral<br>\r\n<br>\r\nNot allowed:<br>\r\n-Gore<br>\r\n-Toilet stuff<br>\r\n-Complete vore (the main character can be thrust partially into an orifice)<br>\r\n-Bone breaking <br>\r\n-Death<br>\r\n<br>\r\nConstants:<br>\r\n-Furries wrestling with you should common be dominating<br>\r\n-You are the only human in the story<br>\r\n<br>\r\nActions performed don't specifically have to follow the above listed kinks, just not coincide with the not allowed stuff while abiding by consants. After the main character is beaten in wrestling, the winning furry can subject the main character to whatever kind of torment they can think of, whether they fuck you in the room you woke up in, cover you in stink, or trample you under foot, that's for readers to decide.<br>\r\n<br>\r\nThe wrestling arenas aren't just going to be standard arenas, these are the arena types you can have:<br>\r\n-Standard<br>\r\n-Standard plus pole for pole dancing<br>\r\n-Hot tub the size of a wrestling arena<br>\r\n-Mud wrestling arena<br>\r\n<br>\r\nFor a short period of time, get 1000 gp for new entries that don't involve selecting a fighter (as in, get gp for writing about the fights themselves)</td>",
        "id":2087405,
        "image_url":"https://images.Writing.Com/imgs/writing.com/writers/listing-header-5000.gif",
        "modified":1558726200,
        "pretty_title":"Furry Wrestling "
    }
}