{
    "chapters":{
        "1":{
            "author_id":"nicea53",
            "author_name":"Estarossa",
            "choices":[
                "The Red Keep",
                "Explore the city",
                "Essos",
                "Other kingdoms in Westeros ",
                "Restart the story "
            ],
            "content":"<div class=\"\"><div> <span>It all happened in a blur. One second you were driving down the road, then the next second a speeding car comes out of nowhere &amp; ends up killing you. However, when you opened your eyes you didn’t see anything, just darkness floating in a void. <br>\r\n<br>\r\nHowever, as you floated in the void you could make out an old quiet voice saying something like your time wasn’t up yet. Then as suddenly as you found yourself in the void you were sucked out. As your eyes adjusted to the light you realized that your surroundings were different. Everything looked and sounded different. However, as you continued to look around you found your eyes staring up at a sight you knew: the red keep. <br>\r\n<br>\r\n‘What the fuck’ you think. You look around more frantically to confirm your suspicions. But as you looked around you became more convinced that you were in fact in the world of “Game of Thrones.”<br>\r\n<br>\r\nAnother thing that was freaking you out was the fact that you didn’t have a body. Yep, after several minutes of trying to get someone to notice you, you realized that you were now a ghost. “Well” you sigh “I don’t see any reason why that should stop me from having fun.” <br>\r\n<br>\r\nSo you floated throw the city to gather intelligence on when you arrived. As you found out it, you had arrived right after the battle of the black water, but before the start of season 3. <br>\r\n<br>\r\nNow with this information where do you go?</span></div></div>",
            "created":1562567760,
            "id":2683705,
            "title":"Joining the game"
        },
        "11":{
            "author_id":"nicea53",
            "author_name":"Estarossa",
            "choices":[
                "Possess Cersei ",
                "Possess Maegaery ",
                "Other",
                "Other "
            ],
            "content":"<div class=\"\"><div> <span>As you floated toward the Red Keep you were amazed by the castle’s beauty. The show really did not do it justice, when it was right in front of you. As you phased through one of the castle walls you were still amazed no one noticed you. <br>\r\n<br>\r\nHowever, as you continue searching a though pop into your head. ‘Now that I’m a ghost, can I possess people?’ You decided that you would test your theory by scouting out some candidates. Since you are a male you weren’t that interested in possessing a man. <br>\r\n<br>\r\nSo you searched throughout the castle until you managed to run into two perfect candidates walking down one of the halls together.<br>\r\n<br>\r\nCersei Lannister: You could possess the Queen Mother Cersei Lannister &amp; try to prevent some of the terrible actions she commits. <br>\r\n<br>\r\nMaegaery Tyrell: You could possess Maegaery &amp; use her beauty &amp; charm to win the throne. <br>\r\n<br>\r\nNow which do you possess? </span></div></div>",
            "created":1562568480,
            "id":2683713,
            "title":"The Red Keep"
        },
        "111":{
            "author_id":"nicea53",
            "author_name":"Estarossa",
            "choices":[
                "Phase through her ",
                "Other"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>You decide to set your sights on the queen Mother Cersei Lannister. Now the only question was how to possess her?</span></div></span></div>",
            "created":1562569080,
            "id":2683719,
            "title":"Possess Cersei "
        },
        "113":{
            "author_id":"nicea53",
            "author_name":"Estarossa",
            "choices":[
                "Possess Sansa ",
                "Look for someone else"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>Possess Sansa?<br>\r\n</span></div></span></div>",
            "created":1593837420,
            "id":2861090,
            "title":"More characters"
        },
        "13":{
            "author_id":"nicea53",
            "author_name":"Estarossa",
            "choices":[
                "Astapor (Daenerys route) ",
                "Other"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>You decide to head to Essos. The only question is where do you go?</span></div></span></div>",
            "created":1567806420,
            "id":2714300,
            "title":"Essos"
        },
        "14":{
            "author_id":"nicea53",
            "author_name":"Estarossa",
            "choices":[
                "Dorne",
                "The North ",
                "The Vale ",
                "The Lands beyond the wall ",
                "Other"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>You become interested in exploring the other kingdoms of Westeros, but where do you go?</span></div></span></div>",
            "created":1562568600,
            "id":2683714,
            "title":"Other kingdoms in Westeros "
        }
    },
    "info":{
        "author_id":"nicea53",
        "author_name":"Estarossa",
        "brief_description":"After dying, a teenager named Aaron is given a new life in “Game of Thrones”",
        "created":1562566560,
        "description":"<td align=\"left\" class=\"norm\">After dying in a car crash, seventeen year old Aaron’s spirit is thrown into the world of “Game of Thrones” with the power to possess others. Will he become a player in the game or simply have fun? That is up to you. </td>",
        "id":2195209,
        "image_url":"https://images.Writing.Com/imgs/writing.com/writers/listing-header-5000.gif",
        "last_full_update":1593837420,
        "modified":1593837420,
        "pretty_title":"Game of Thrones Posession "
    }
}