{
    "chapters":{
        "1":{
            "author_id":"r676767",
            "author_name":"Shocker",
            "choices":[
                "Shadow, the Ultimate Life Form",
                "Chaos, the Chaos Emerald creation",
                "A random criminal.",
                "Someone else..."
            ],
            "content":"<div class=\"\"><div> <span>As usual, Sonic was sitting near a palm tree on the beach. He was taking a break from everyday life. Since there was nothing to do, he decided to do just that. Nothing. A few minutes after sitting there, he lied down and fell asleep.<br>\r\n<br>\r\nSuddenly, sirens blasted the city with ear-piercing noises. It seemed the police, fire department, and the 911 operators got called to do their job Sonic was already speeding through the city, leaving a blue-blur like trail behind him. He followed the sirens' screech to a burning building; a bank to be exact. \"Heh,\" Sonic laughed, \"Who is in trouble <i>this</i> time?\"<br>\r\n<br>\r\nSomeone had already burst open the doors, and a shadowy figure stood where the entrance once was. Chaos Emerald in hand, the anonymous person sent most of the surrounding police officers flying with an unseen force. The criminal had shown its face by accident, but no one saw it...except Sonic.<br>\r\n<br>\r\n<br>\r\nWho was the criminal?</span></div></div>",
            "created":1287378000,
            "id":977452,
            "title":"Normal day"
        },
        "13":{
            "author_id":"r676767",
            "author_name":"Shocker",
            "choices":[
                "ON it goes.",
                "Visit Tails.",
                "Save it.",
                "BUTTON PRESSING TIME!"
            ],
            "content":"<div class=\"\"><div> <span>  The criminal dashed off, but he dropped the Chaos Emerald, his hat he was wearing, and a device.<br>\r\n    <br>\r\n   The police gave chase while Sonic was still at the crime scene.Sonic looks at the device and picks it up. He sees that there are many buttons labeled on it. One of them was labeled: ON. \"Seems like the dude forgot to turn on his own invention,\" Sonic chuckled to himself. He could turn it on, or maybe let Tails take a look at it. Then again, he could keep it in his pocket, for later. Or just press them all at once.</span></div></div>",
            "created":1287464400,
            "id":978002,
            "title":"A random criminal."
        },
        "132":{
            "author_id":"mrmasterplan",
            "author_name":"MrMasterplan",
            "choices":[
                "Tails is home",
                "Tails is home, but working on a new invention",
                "Tails is not home"
            ],
            "content":"<div class=\"\"><div> <span>Sonic wasn't really comfortable messing with machines that he didn't know what could do. He decided to show it to the one person who would know something about it: Tails!<br>\r\n<br>\r\nSonic quickly sprinted to Tails' house to show him the gizmo.</span></div></div>",
            "created":1494565200,
            "id":2318277,
            "title":"Visit Tails."
        },
        "14":{
            "author_id":"jobobo19",
            "author_name":"carl.a.pruuitt",
            "choices":[
                "Eggman",
                "Eggman nega",
                "Tails doll",
                "Evil sonic",
                "Someone else"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>Who was the criminal?</span></div></span></div>",
            "created":1534654800,
            "id":2535953,
            "title":"Someone else..."
        }
    },
    "info":{
        "author_id":"r676767",
        "author_name":"Shocker",
        "brief_description":"Sonic has a new adventure that you are the controller of.",
        "created":1286579340,
        "description":"<td align=\"left\" class=\"norm\">          Sonic and his friends have been through a LOT. Now is time for a new adventure. It's <i>your</i> choice of what adventure they will have!</td>",
        "id":1714777,
        "image_url":"https://images.Writing.Com/imgs/writing.com/writers/listing-header-5000.gif",
        "modified":1534739160,
        "pretty_title":"Sonic's New Adventure"
    }
}