{
    "chapters":{
        "1":{
            "author_id":"exalt",
            "author_name":"Sunfist",
            "choices":[
                "The Black Eagles, people of the Adrestian Empire",
                "The Blue Lions, people of the Holy Kingdom of Faerghus",
                "The Golden Deer, people of the Leicester Alliance"
            ],
            "content":"<div class=\"\"><div> <span>For a long time, you had dressed like a woman, when you were in fact a man.<br>\r\n<br>\r\nWhy...? only you knew the answer: perhaps you identified with your mother? was it because you thought you weren't masculine enough? or was it just appealing to you?<br>\r\n<br>\r\nEither way... you found yourself living out life as a girl to most people.<br>\r\n<br>\r\nAbout a week ago, you had been inducted to Garreg Mach Monastery, the base of the Church of Seiros and the Officer's Academy on the continent of Fodlan. Even the faculty seemed quite unaware of what you really were...<br>\r\n<br>\r\nBut other than that... where did you hail from? what House were you put into?</span></div></div>",
            "created":1581483600,
            "id":2786420,
            "title":"The Very Beginning!"
        },
        "11":{
            "author_id":"exalt",
            "author_name":"Sunfist",
            "choices":[
                "Dorothea",
                "Bernadetta",
                "Petra",
                "Edelgard"
            ],
            "content":"<div class=\"\"><div> <span>You are the son of a minor Empire Noble and Viscountess. You had lived in Adrestia all your life, never really leaving your family's small territory...<br>\r\n<br>\r\nWithin the Black Eagles, there were many other students.<br>\r\n<br>\r\nThere was the men, in Hubert von Vestra, Ferdinand von Aegir, Caspar von Bergliez and Lindhart von Hevring.<br>\r\n<br>\r\nThen was the women, in Dorothea Arnault, Bernadetta von Varley, Petra Macneary, and the soon to be Emperor, Edelgard von Hresvelg<br>\r\n<br>\r\nYou found yourself gravitating more towards the women- they seemed to be nicer towards you, for one reason or another... but which one is it that you found yourself with the most?</span></div></div>",
            "created":1581483600,
            "id":2786424,
            "title":"Black Eagles"
        },
        "114":{
            "author_id":"exalt",
            "author_name":"Sunfist",
            "choices":[
                "Just after a day of Training!",
                "The Goddess Tower",
                "Something else..."
            ],
            "content":"<div class=\"\"><div> <span>You found yourself becoming closer to Edelgard, in particular- Hubert, as her protector, found it awfully suspicious, but in the end, Edelgard managed to make him leave the two of you alone.<br>\r\n<br>\r\nThe two of you had multiple things that you did together... Training, for instance, was one of the big ones. The two of you had become acquainted from the start, and she, as the leader of the Black Eagles, must have thought it a good idea to keep an eye on you and show you around.</span></div></div>",
            "created":1581483600,
            "id":2786431,
            "title":"Edelgard"
        },
        "1141":{
            "author_id":"exalt",
            "author_name":"Sunfist",
            "choices":[
                "Edelgard just wants to talk about regular things",
                "Edelgard wants to talk about... Kinky things",
                "Edelgard wants a Foot Massage after training"
            ],
            "content":"<div class=\"\"><div> <span>The Empress and you had be training for quite a while now. You had learnt to wield the Lance, and Edelgard had chosen the Axe. The two of you were wishing to increase your proficiency in your weaponry, and against each other's.<br>\r\n<br>\r\nAfter a while... you found yourself entirely tired, practically ready to collapse on the floor. \"Whoo...\" you huffed, falling down onto your ass, dropping your lance. \"Another day... another loss for me!\" You chuckle. You'd never been able to defeat Edelgard in sparring- she always seemed one step ahead of you... and her power was more than overwhelming for you.<br>\r\n<br>\r\n\"Hmhm... I don't think you should talk me up, friend\" They say, looking down at you with a smile. \"I think that you're improving rather nicely, if you ask me\" She says, offering an open hand to help you up.<br>\r\n<br>\r\nYou accept the hand, nodding. \"You think so...? I can't feel myself improving...\" you reply. You were quite uncertain of your skills, at times.<br>\r\n<br>\r\n\"well- I think that you are. You almost had me with some of those thrusts- you haven't been training without me, have you?\" She asks with a laugh. \"If you are, I must say, you found yourself another good choice of a training partner\"<br>\r\n<br>\r\nSoon enough, the two of you settled down outside the Arena, settling yourselves at a table and chair not too far from it. You were quite happy about it, hanging out with Edelgard. Despite perhaps having a startling level of seriousness, she was still quite nice to hang about with.<br>\r\n<br>\r\n\"Well... what will we be doing after training today, Edelgard?\" You ask, smiling. The woman took a moment to respond...</span></div></div>",
            "created":1581483600,
            "id":2786435,
            "title":"Training with the Empress!"
        },
        "12":{
            "author_id":"exalt",
            "author_name":"Sunfist",
            "choices":[
                "Annette",
                "Mercedes",
                "Ingrid"
            ],
            "content":"<div class=\"\"><div> <span>You are the son of a minor Kingdom Noble. You had lived in Faerghus all your life, never really leaving your family's small territory...<br>\r\n<br>\r\nWithin the Blue Lions, there were many other students.<br>\r\n<br>\r\nThere was the men, in Ashe Ubert, Dedue Molinaro, Sylvain Jose Gautier, Felix Hugo Fraldarius, and the soon to be King, Dimitri Alexandre Blaiddyd<br>\r\n<br>\r\nThen was the women, in Annette Fantine Dominic, Mercedes von Martritz and Ingrid Brandl Galatea<br>\r\n<br>\r\nYou found yourself gravitating more towards the women- they seemed to be nicer towards you, for one reason or another... but which one is it that you found yourself with the most?</span></div></div>",
            "created":1581483600,
            "id":2786425,
            "title":"The Blue Lions"
        },
        "13":{
            "author_id":"exalt",
            "author_name":"Sunfist",
            "choices":[
                "Hilda",
                "Marianne",
                "Lysithea",
                "Leonie"
            ],
            "content":"<div class=\"\"><div> <span>You are the son of a minor Alliance Noble. You had lived within the Alliance all your life, never really leaving your family's small territory...<br>\r\n<br>\r\nWithin the Golden Deer, there were many other students.<br>\r\n<br>\r\nThere was the men, in Ignatz Victor, Raphael Kirsten, Lorenz Hellman Gloucester, and the soon to be leader, Claude von Reigan<br>\r\n<br>\r\nThen was the women, in Hilda Valentine Goneril, Marianne von Edmund, Lysithea von Ordelia, and Leonie Pinelli<br>\r\n<br>\r\nYou found yourself gravitating more towards the women- they seemed to be nicer towards you, for one reason or another... but which one is it that you found yourself with the most?</span></div></div>",
            "created":1581483600,
            "id":2786428,
            "title":"The Golden Deer"
        }
    },
    "info":{
        "author_id":"exalt",
        "author_name":"Sunfist",
        "brief_description":"You're a Trap at Garreg Mach- let's see if the girl's figure out your secret!",
        "created":1581525360,
        "description":"<td align=\"left\" class=\"norm\">I would definitely appreciate some adds! I cannot offer rewards, but I would most definitely appreciate it!<br>\r\n<br>\r\nYou're a Male Trap at Garreg Mach Monastery, and you seem to get along quite well with most of the girls... unfortunately for you, if you hang around with them too much... they may just figure out your secret. And what will they do with such information? only time will tell...<br>\r\n<br>\r\nRules:<br>\r\n<br>\r\n1) no one liners<br>\r\n<br>\r\n2) don't end paths<br>\r\n<br>\r\n3) detail, detail, detail!<br>\r\n<br>\r\n4) No Toilet, Vore, inflation, Giantess, etc. content- that's not what this is about.<br>\r\n<br>\r\n5) This is primarily apart Foot Fetish, Bondage, Chastity, Humiliation</td>",
        "id":2212775,
        "image_url":"https://images.Writing.Com/imgs/writing.com/writers/listing-header-5000.gif",
        "last_full_update":1581528240,
        "modified":1581528240,
        "pretty_title":"Trap Emblem: Three Houses"
    }
}