{
    "chapters":{
        "1":{
            "author_id":"giantlolikaiju",
            "author_name":"UltimateGiantess",
            "choices":[
                "Giantess option 1",
                "Giantess option 2",
                "Giantess option 3",
                "Giantess option 4",
                "More options"
            ],
            "content":"<div class=\"\"><div> <span>Ahhhh.. here is the good old format making characters, along with the last option being more choices.<br>\r\n<br>\r\nHere is how I prefer characters being made.<br>\r\n<br>\r\nName:<br>\r\nAge:<br>\r\nHeight:<br>\r\nAppearance:<br>\r\nClothes:<br>\r\nPowers: (if any)<br>\r\nPersonality:<br>\r\nBackstory:<br>\r\nAdditional info:<br>\r\n<br>\r\nSo, which slot shall you claim.</span></div></div>",
            "created":1603126560,
            "id":2924772,
            "title":"The option chapters"
        },
        "11":{
            "author_id":"giantlolikaiju",
            "author_name":"UltimateGiantess",
            "choices":[
                "Aokizilla’s origins",
                "Aokizilla awaking on the island",
                "Aokizilla rampaging Tokyo, Japan (past time)",
                "Aokizilla rampaging Tokyo, Japan (modern time)",
                "Aokizilla rampaging somewhere else"
            ],
            "content":"<div class=\"\"><div> <span>Name: Aokizilla<br>\r\nAge: 7 in appearance (way older)<br>\r\nAppearance: Short blackish brown hair with side pigtails. Fair skin, and quite slim.<br>\r\nHeight: 180ft<br>\r\nClothes: A two piece white swimsuit with a red outline,<br>\r\nPowers: Atomic breath, monster roar, regeneration, breathing underwater<br>\r\nPersonality: Actually acts more like a feral beast than a human. Refusing to talk, preferring to roar and growl like a monster. Destructive, curious for her age so playful, also energetic. Likes destruction and terrorizing.<br>\r\nBackstory: Aokizilla was actually born back in the 1930s late, early 1940s. She was just an average girl when one day the nuclear bombs that the U.S. sent destroyed both Hiroshima and Nagasaki. Her original name was Aoki, who was just an average young girl in the time period when suddenly aliens came and abducted the girl before the bombing. She was placed in suspended animation for sometime after as the aliens rewrite her memory, and soon the alien did their experiments with her and actually went to earth and grab a sample of the nuclear radiation and infuse it into the girl. She was then sent back to Earth six months later, though not the same way again. Ever since she became 180ft and gain powers, she has terrorized the land of Japan, destroying their cities and millions of lives there, becoming their Godzilla. Few even remember her, and those who did called her Aokizilla, one day the aliens came to her island home and tried to capture her, but she destroyed them, and ever since she slept in her slumber on Aokizilla island, near Japan, occasionally terrorizing Tokyo because she wants to have fun, and also rule over it as it’s goddess. She likes scaring them.<br>\r\nAdditional info: She lived for many years, but still retains her kid appearance, and always was a kid at heart. She is a ruler of Japan, and rules it as a goddess, but she still rampages as it’s fun to her.<br>\r\n<br>\r\nWhere do we begin with Aokizilla?</span></div></div>",
            "created":1603127820,
            "id":2924779,
            "title":"Aokizilla"
        },
        "12":{
            "author_id":"spunky",
            "author_name":"Ace Jones",
            "choices":[
                "Start Clarissa Corgi A.K.A Corgi Kong's origin story.",
                "Start with her rampaging through downtown London city.",
                "Start with her eating everything in sight.",
                "Other.",
                "You decide."
            ],
            "content":"<div class=\"\"><div> <span>Name: Clarissa Corgi.<br>\r\nKaiju Name: Corgi Kong.<br>\r\nAge: 1.<br>\r\nHeight: 300ft.<br>\r\nAppearance: Anthropomorphic Pembroke Welsh Corgi as her fur coat's colors are beige and fawn.<br>\r\nClothes: Luvs Ultra Leaks diaper.<br>\r\nPowers: Monster roar super strength super appetite.<br>\r\nPersonality: She's a self absorbed individual who believes the world revolves around her, as she also exhibits a superiority complex.<br>\r\nBackstory: Clarissa Corgi was but a normal sized anthropomorphic puppy as she one fateful day was exposed to radioactive materials as she grew to her current size as her appetite for both food and destruction increased as well.<br>\r\nAdditional info: Clarissa wants nothing more than to either rule the world or destroy it as Clarissa will stop at nothing to take out anyone or anything that gets in her way as she's bent on getting whatever she wants too.</span></div></div>",
            "created":1603136460,
            "id":2924855,
            "title":"Giantess option 2"
        },
        "121":{
            "author_id":"spunky",
            "author_name":"Ace Jones",
            "choices":[
                "Clarissa Corgi arrives in downtown London.",
                "Clarissa Corgi starts eating the entire city.",
                "The army arrives on the scene.",
                "Other.",
                "Author's choice"
            ],
            "content":"<div class=\"\"><div> <span>Once upon a time in a country that was far far away, across the pond in Great Britain in a district of London city known as Camden Town a family of 3 animated anthropomorphic Pembroke Welsh corgis resided at 103 Dalmatian Street as the family consisted of Tony Clarissa's loving doting father Charlotte Clarissa's loving mother and Clarissa Corgi their 1 year old daughter.<br>\r\n<br>\r\nOne day in Camden Town Clarissa who happened to be wearing a normal sized Luvs Ultra Leak Guard diaper happened to be playing in her family's front yard as a tractor trailer truck carrying high level radioactive nuclear waste passed through their neighborhood as a barrel of high level radioactive waste rolled off of the back of the truck as it rolled right towards Clarissa herself as the barrel of high level radioactive waste had spilled onto the ground where Clarissa was at as Clarissa walked on over to where the high level radioactive waste was as she sat her normal sized diapered butt onto the ground as she felt the effects of the high level radioactive waste.<br>\r\n<br>\r\nAt that moment her parents who had been watching her ran toward their daughter as they witnessed their daughter growing to a truly giant size as her size weight and diaper's size quadrupled as she was now 300ft tall as her mother fainted and her father was completely speechless for a few moments as he looked up at his now monster sized daughter as she looked down at her father and neighbors with a rather evil look and grin on her face as she roared and pounded her gigantic fat chest as she went on a rampage throughout her neighborhood as she smashed anything that stood in her path as she also started to eat everything in sight until nothing was left standing.<br>\r\n<br>\r\nUpon seeing London city in the distance Clarissa thought to herself as she once again grinned evilly.<br>\r\n<br>\r\n\"Now that I've devastated this neighborhood London city's next ergo I'm gonna enjoy wreaking havoc upon London city ergo look out downtown London city here comes Clarissa Corgi A.K.A. Corgi Kong!\" She thought to herself as she started to stomp towards downtown London.<br>\r\n<br>\r\n<br>\r\n<br>\r\n<br>\r\n<br>\r\n<br>\r\n<br>\r\n<br>\r\n<br>\r\n<br>\r\n<br>\r\n<br>\r\n<br>\r\n<br>\r\n<br>\r\n<br>\r\n<br>\r\n<br>\r\n<br>\r\n<br>\r\n<br>\r\n<br>\r\n</span></div></div>",
            "created":1603242360,
            "id":2925903,
            "title":"Start Clarissa Corgi A.K.A Corgi Kong's ori..."
        },
        "13":{
            "author_id":"whitebearboy",
            "author_name":"tallwriter",
            "choices":[
                "Start with her origin",
                "Start with her rampaging",
                "Start with her using tinies for pleasure",
                "Your choice",
                "Different giantess"
            ],
            "content":"<div class=\"\"><div> <span>Name: Chloe-zilla<br>\r\nAge: 22<br>\r\nHeight: 500 feet<br>\r\nAppearance: She's a sexy lady with long blonde hair, blue eyes, and a super curvy body.<br>\r\nClothes: A red bra and panties<br>\r\nPowers: Invulnerability, atomic breath, water breathing<br>\r\nPersonality: She's a dominant giantess eager to destroy things and use tiny people and buildings for her sexual pleasure.<br>\r\nBackstory: She was a normal underwear model until she doused in glowing purple ooze from a meteorite.<br>\r\nAdditional info:</span></div></div>",
            "created":1603223640,
            "id":2925626,
            "title":"Giantess option 3"
        },
        "14":{
            "author_id":"whitebearboy",
            "author_name":"tallwriter",
            "choices":[
                "Show when she first grew",
                "Show her rampaging in a city",
                "She her rampaging in the country",
                "She her eating everything",
                "More character slots"
            ],
            "content":"<div class=\"\"><div> <span>Name: Anna<br>\r\nAge: 12<br>\r\nHeight: 400 feet<br>\r\nAppearance: A cute girl with red hair done up in pigtails, green eyes, and a mischievous smile<br>\r\nClothes: A black leotard<br>\r\nPowers: Super strength, super appetite, control over fire and lava<br>\r\nPersonality: She is an energetic and playful girl who loves destroying things and gorging herself on food and smaller creatures.<br>\r\nBackstory: She grew and gained her powers when she touched a huge, glowing red crystal that was unearthed near a volcano.<br>\r\nAdditional info: Even with her immense size and destructive power, her family MIGHT be able to get her under control if they try hard enough.</span></div></div>",
            "created":1603227540,
            "id":2925698,
            "title":"Giantess option 4"
        },
        "15":{
            "author_id":"giantlolikaiju",
            "author_name":"UltimateGiantess",
            "choices":[
                "Giantess option 5",
                "Giantess option 6",
                "Giantess option 7",
                "Giantess option 8",
                "More options"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>Okay, here is the more options chapter. Notice how I always place the last option for more options, you should do the same to.</span></div></span></div>",
            "created":1603126680,
            "id":2924773,
            "title":"More options"
        },
        "151":{
            "author_id":"whitebearboy",
            "author_name":"tallwriter",
            "choices":[
                "Show when she first grew",
                "Show her rampaging in a city",
                "Show her eating stuff",
                "Show her being kinky",
                "Different giantess"
            ],
            "content":"<div class=\"\"><div> <span>Name: Tina Tiger<br>\r\nAge: 20<br>\r\nHeight: 200 feet (see below)<br>\r\nAppearance: A thick anthro tiger woman with huge breasts and a sexy bubble butt.<br>\r\nClothes: None<br>\r\nPowers: She grows bigger the more she eats or feels sexual pleasure<br>\r\nPersonality: She's very kinky and predatory. She loves to crush things with her boobs, butt or crotch, and she loves eating tiny males or shoving them in her pussy.<br>\r\nBackstory: She grew when she used a strange green crystal she found as a dildo.<br>\r\nAdditional info:</span></div></div>",
            "created":1603234020,
            "id":2925815,
            "title":"Big Kitty"
        },
        "155":{
            "author_id":"giantlolikaiju",
            "author_name":"UltimateGiantess",
            "choices":[
                "Giantess option 9",
                "Giantess option 10",
                "More options"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>Okay, even more options here.</span></div></span></div>",
            "created":1603126680,
            "id":2924774,
            "title":"Even more options"
        },
        "1553":{
            "author_id":"giantlolikaiju",
            "author_name":"UltimateGiantess",
            "choices":[
                "Giantess option 11",
                "Giantess option 12",
                "More options"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>Okay, here are more slots for y’all to cover,</span></div></span></div>",
            "created":1603126740,
            "id":2924776,
            "title":"More options"
        }
    },
    "info":{
        "author_id":"giantlolikaiju",
        "author_name":"UltimateGiantess",
        "brief_description":"Inspired by the Giant Baby Destroyer, make a Giantess and have her rampage cities.",
        "created":1603126320,
        "description":"<td align=\"left\" class=\"norm\">Say, remember Tallwriter and other people making the Giant Baby Destroyer series, well imagine now a story in a similar vein. Make your own Giantess and have her rampage and destroy cities. This is purely meant to be a savage destroying story, so feel free to go all evil if you wish. If you want Neutral or good characters, We cancan arrange that to, but there must be destruction a plenty here.<br>\r\n<br>\r\nHere are the rules<br>\r\n<br>\r\nNo Male Giants<br>\r\nNo heavy sexual content for underage Giantess (no nudity for them, at least a swimsuit)<br>\r\nNo unbirth<br>\r\nFurries allowed, along with more than one giantesses<br>\r\nHave fun<br>\r\n<br>\r\nGonna be more lax with the rules this time to get more viewers and writers. Make your character and have rampaging fun.</td>",
        "id":2235678,
        "image_url":"https://images.Writing.Com/imgs/writing.com/writers/listing-header-5000.gif",
        "last_full_update":1603136460,
        "modified":1603242360,
        "pretty_title":"The Giantess Destroyer (rampage story)"
    }
}