{
    "chapters":{
        "1":{
            "author_id":"jfoxx",
            "author_name":"Johnny Foxx",
            "choices":[
                "A video game character",
                "A cartoon\\anime character",
                "An Anthro",
                "A comic book character",
                "A celebrity"
            ],
            "content":"<div class=\"\"><div> <span>They called you crazy. Mocked you. Said you were a freak, a weirdo, among many other less than pleasant things. Your colleagues and your old flames, they all said you were one thing or another, none of them flattering. Well, here you were in your garage, your creation laid out on a table before you, about to prove them all wrong.  At the moment, it is a blank slate, with no discernable features whatsoever. It is humanoid in shape, but has no marks, sexual features or even hair. That would change soon enough, but first you had to give it life, in a manner of speaking. <br>\r\n<br>\r\nFor months, you have been preparing for this moment. Now, at last, you have created the perfect woman, a robotic construct with a shape shifting, nanite-based synthetic skin that could take on the form of anything you, her creator wished. Once it had done so, it would feel exactly like real flesh, indistinguishable from a true organic being. Now, the moment of truth has arrived!<br>\r\n<br>\r\nYou plug the electrical generator into the socket in the back of your creation's head, linking it to it's artificial brain. With baited breath, you switch the generator on, and a loud electric hum fills the air. At last, your creation opens it's eyes for the first time! Switching off the generator, you rush over to see the fruits of your labor at work. The droid stares at you for a brief moment, before speaking it's first words. <br>\r\n<br>\r\n\"Hello, Master.\" <br>\r\n<br>\r\nIt worked! You hold out your hand and help it to sit up. Unplugging the generator from it's skull socket, you say \"Do you know who I am?\" The droid nods. \"You are the love of my life!\" \"And what are your prime directives?\" \"To protect you, love you, and satisfy your every desire.\" Perfect, you think. Everything went off without a hitch! Unknown to you, within your creation's cybernetic brain lies a slight malfunction. This will cause it to take it's duties EXTREMELY seriously. But you're too excited at the moment to even think of any possible flaws that might have occurred. <br>\r\n<br>\r\nYou help your creation onto it's feet. \"Master, you haven't given me a name.\" You smile \"Don't worry, my dear. You shall have your name when I have selected your final form.\" You walk across the room to a pile of pictures you have stashed on a nearby table. These are images you printed off the internet of various fictional characters and celebrities. You shuffle through them, trying to decide which one would be perfect for your ideal girlfriend. Finally, after several minutes, you make your decision. You show the droid your chosen image. \"I wish you turn change your appearance to this.\" <br>\r\n<br>\r\n\"As you wish, Master.\" <br>\r\n<br>\r\nYour creation's nanite skin begins to shift and bubble as it changes to the exact image in the picture. Just what exactly is your Droid becoming?</span></div></div>",
            "created":1595566800,
            "id":2873961,
            "title":"It's Alive!"
        },
        "11":{
            "author_id":"jfoxx",
            "author_name":"Johnny Foxx",
            "choices":[
                "Bayonetta",
                "Lara Croft",
                "Rouge the Bat",
                "Carmelita Fox",
                "More"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>Who, exactly?</span></div></span></div>",
            "created":1595566800,
            "id":2873962,
            "title":"A video game character"
        },
        "115":{
            "author_id":"supreme123",
            "author_name":"Cardinal Priest",
            "choices":[
                "Either Max or Chloe from Life Is Strange.",
                "A Mario Brother's girl.",
                "Others."
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>Other girls she can be based off of.</span></div></span></div>",
            "created":1595739600,
            "id":2875464,
            "title":"More"
        },
        "12":{
            "author_id":"jfoxx",
            "author_name":"Johnny Foxx",
            "choices":[
                "Jessica Rabbit",
                "Bulma",
                "Kagome",
                "Lola Bunny",
                "More"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>Who will she be?</span></div></span></div>",
            "created":1595566800,
            "id":2873964,
            "title":"A cartoon\\anime character"
        },
        "125":{
            "author_id":"supreme123",
            "author_name":"Cardinal Priest",
            "choices":[
                "Sure.",
                "Either Lori or Leni of The Loud House.",
                "Other Cartoon or Anime girl appearances"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>She could also be one of the three girls from Totally Spies.</span></div></span></div>",
            "created":1595739600,
            "id":2875461,
            "title":"More"
        },
        "1253":{
            "author_id":"angelslayer",
            "author_name":"Just a guy ",
            "choices":[
                "Yu gi oh",
                "Rwby ",
                "Others"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>How about some the girls from Yu gi oh? Or maybe Rwby</span></div></span></div>",
            "created":1596171600,
            "id":2879069,
            "title":"Other Cartoon or Anime girl appearances"
        },
        "13":{
            "author_id":"jfoxx",
            "author_name":"Johnny Foxx",
            "choices":[
                "Generic Anthro",
                "Famous Furries"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>Is she a generic anthro or a more well known one?</span></div></span></div>",
            "created":1595566800,
            "id":2873965,
            "title":"An Anthro"
        },
        "131":{
            "author_id":"jfoxx",
            "author_name":"Johnny Foxx",
            "choices":[
                "Cat",
                "Wolf",
                "Dragon",
                "Tiger",
                "More"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>What kind of anthro?</span></div></span></div>",
            "created":1595566800,
            "id":2873968,
            "title":"Generic Anthro"
        },
        "132":{
            "author_id":"jfoxx",
            "author_name":"Johnny Foxx",
            "choices":[
                "Zig Zag (Maxblackrabbit)",
                "BustyBird (Jeah)",
                "Kitty Vanilji (Blackfox85)",
                " Sheila Vixen (Eric Schwartz)",
                "More "
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>All characters here belong to their respective owners.</span></div></span></div>",
            "created":1595566800,
            "id":2873971,
            "title":"Famous Furries"
        },
        "14":{
            "author_id":"jfoxx",
            "author_name":"Johnny Foxx",
            "choices":[
                "Wonder Woman",
                "Harley Quinn",
                "She-Hulk",
                "Supergirl",
                "More"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>Who will she be?</span></div></span></div>",
            "created":1595566800,
            "id":2873973,
            "title":"A comic book character"
        },
        "15":{
            "author_id":"jfoxx",
            "author_name":"Johnny Foxx",
            "choices":[
                "Pamela Anderson",
                "Niki Minaj",
                "Kim Kardashian",
                "Elvira",
                "More"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>Who does she turn into?</span></div></span></div>",
            "created":1595566800,
            "id":2873974,
            "title":"A celebrity"
        }
    },
    "info":{
        "author_id":"jfoxx",
        "author_name":"Johnny Foxx",
        "brief_description":"You have built the perfect girlfriend for yourself! Maybe a little too perfect...",
        "created":1595566020,
        "description":"<td align=\"left\" class=\"norm\">You are a brilliant but socially awkward robotics engineer. Despite your vast knowledge and your best attempts at dating, you've only had a small handful of dates in your life, and they all have ended in failure. Mostly because your dates thought you were \"too weird\" or \"A freak\", and those were the most polite responses you've gotten. Then, one day, you get a genius idea! If you can't find a woman who will love you for who you are, why not make one instead? For months you've been gathering the necessary materials, designing programs, and drafting blueprints. Now, you're finally ready to activate your lover! You've also equipped her with a sort of nanite-based synthetic skin, which can change appearance to take any form you wish. Unfortunately, in your excitement and haste, unbeknownst to you, you have overlooked a small but critical glitch in your creation's programming. Upon activation, she seems to be a bit possessive and overly protective of you. You put it out of your mind for now, and enjoy your creation. But will this story be a romantic dream come true...or a nightmare?<br>\r\n<br>\r\nRules<br>\r\n<br>\r\n1. Because of your creation's shape shifting skin, you will be able to choose her appearance. This may be of a fictional character, a celebrity, etc. Feel free to add your own choices for potential date appearances.<br>\r\n<br>\r\n2. Once you have selected an appearance, please stick with it. No changing looks in the middle of the story.<br>\r\n<br>\r\n3. Unless you're just adding more options, all chapter are to be a minimum of 3 to 5 paragraphs.<br>\r\n<br>\r\nEnjoy!</td>",
        "id":2227663,
        "image_url":"https://images.Writing.Com/imgs/writing.com/writers/listing-header-5000.gif",
        "last_full_update":1595767500,
        "modified":1596256260,
        "pretty_title":"Yandere Android Girlfriend"
    }
}