{
    "chapters":{
        "1":{
            "author_id":"ashmisty",
            "author_name":"Ash&Misty",
            "choices":[
                "Original Series",
                "Advanced Generation",
                "Diamond & Pearl",
                "Best Wishes",
                "Other"
            ],
            "content":"<div class=\"\"><div> <span>Start by choosing a series of the anime.  Remember Ash visits the regions in the same order as the anime.<br>\r\n<br>\r\nOriginal Series: Kanto, Orange Islands, and Johto.  Gen 1 and 2.<br>\r\n<br>\r\nAdvanced Generation: Hoenn and Battle Frontier.  Gen 3.<br>\r\n<br>\r\nDiamond &amp; Pearl: Sinnoh.  Gen 4.<br>\r\n<br>\r\nBest Wishes: Unova.  Gen 5.<br>\r\n<br>\r\nOther: More series.</span></div></div>",
            "created":1440946200,
            "id":2027705,
            "title":"Getting Started"
        },
        "11":{
            "author_id":"ashmisty",
            "author_name":"Ash&Misty",
            "choices":[
                "Yes; he chooses Bulbasaur",
                "Yes; he chooses Charmander",
                "Yes; he chooses Squirtle",
                "No; he is forced to take Pikachu"
            ],
            "content":"<div class=\"\"><div> <span>Ash Ketchum is a 15 year old boy about to start his Pokemon Journey tomorrow.  He is currently standing in his room watching a Pokemon Battle on TV.  Ash's 34 year old mother, Delia Ketchum,  told him he needed to get to bed in order to wake up on time to receiver his first Pokemon.  Ash did so after watching a lecture on the three starter Pokemon he would choose from tomorrow: Bulbasaur, Charmander, and Squirtle.<br>\r\n<br>\r\nDid Ash wake up on time or not?</span></div></div>",
            "created":1440947460,
            "id":2027711,
            "title":"Ash begins his journey"
        },
        "114":{
            "author_id":"sapphireninja",
            "author_name":"Secptor",
            "choices":[
                "Ash catches a Pokemon (R.C. on what kind)",
                "He camped near a river",
                "something else"
            ],
            "content":"<div class=\"\"><div> <span>Ash woke up early and had a quick breakfast of pancakes, bacon, and eggs. He kissed his mother goodbye and headed to Oak's lab. Soon he arrived at the lab and to his dismay Gary Oak was walking out.<br>\r\n<br>\r\n\"Hello Ashy boy.\" Said Gary, in his usual smug and condescending tone.<br>\r\n<br>\r\n\"Hello Gary.\" Said Ash, with a sigh.<br>\r\n<br>\r\nGary started laughing, \"Well to bad for you Ashy boy, I got the last one.\" Said Gary, smirking.<br>\r\n<br>\r\nAsh looked at him confusion, \"All of the Starters have already been taken including the Squirtle I got.\" Said Gary, grinning.<br>\r\n<br>\r\nWhen Ash shouted, this made Gary laugh. Then he walked to the waiting SUV which was loaded with his cheerleading squad. They drove off, leaving a cloud of dust which made Ash cough. After a few moments Ash recovered and headed into the lab. When he walked in he saw a depressed looking Professor Oak. This confirmed what Gary had said. Professor Oak apologized to Ash, then said that he could still give Ash a Pokemon.<br>\r\n<br>\r\nHe took Ash to a machine and summoned a Poke Ball.<br>\r\n<br>\r\n\"Be careful, this one is kind of temperamental.\" Said Oak, as he released the Pokemon.<br>\r\n<br>\r\nAsh smiled, seeing the yellow mouse, Pikachu. <br>\r\n<br>\r\n\"Hello, my name is Ash. I want to be your friend.\" Said Ash, but Pikachu just sparked his cheeks and turned away.<br>\r\n<br>\r\nAsh felt a little dejected but then he remembered something. He quickly went to the kitchen and returned with a bottle of ketchup. He waved it in front of Pikachu, the yellow mouse beaming with joy. Ash gave it the ketchup, as it chirped in joy. Ash petted the mouse, which made it coo.<br>\r\n<br>\r\n\"See, I'm not a bad guy. So please be my friend and partner?\" Asked Ash, as he scratched Pikachu.<br>\r\n<br>\r\nHe thought about it, this human wasn't that bad. He was nice and gave him ketchup. He was tired of being in that ball though, he hated being in that ball. So he decided to go with this human. He jumped out of Ash's hands and pointed at the ball, shaking his head.<br>\r\n<br>\r\n\"So you don't want to be in a pokeball?\" Asked Ash, Pikachu nodding.<br>\r\n<br>\r\n\"OK, my name is Ash. Do you want a nickname?\" Asked Ash, to which Pikachu shook his head.<br>\r\n<br>\r\nOak gave Ash his Pokedex and several extra Poke Balls. Ash left the lab and headed back home. When he got there, his mother couldn't help but hug Pikachu, screaming how cute he was, Ash sighed. Then Delia gave Ash his pack with a large tent.<br>\r\n<br>\r\n\"Ash there is a storm coming. If you can't make it to Viridian City, then find a safe place to camp.\" Said Delia, Ash nodding in understanding.<br>\r\n<br>\r\nThen he and Pikachu left Pallet Town.<br>\r\n<br>\r\n<br>\r\nWhat happened next?</span></div></div>",
            "created":1604865840,
            "id":2936760,
            "title":"No; he is forced to take Pikachu"
        },
        "1141":{
            "author_id":"sapphireninja",
            "author_name":"Secptor",
            "choices":[
                "She asked if she could join him",
                "She wants a battle",
                "Something else"
            ],
            "content":"<div class=\"\"><div> <span>Ash and Pikachu made their way to Viridian City, they where enjoying the lovely forest and the chirping Pidgeys. He made sure to avoid any and spearows. He was warned about them, with some very graphic movies about their victims. Ash shivered, at the thoughts. <br>\r\n<br>\r\nThen suddenly a pokemon jumped in front of him. Ash smiled, it was a Mankey. This was a Ho-oh sent, since the first gym was a rock type gym. He looked at Pikachu, the yellow mouse nodded. A h checked the Pokedex to see Pikachu's moves. He had Thunder Shock, Quickly Attack and Agility that wasn't that bad but for the first gym. It wouldn't do anything, saddly Pikachu really don't learn anything that useful against rock types.<br>\r\n<br>\r\n\" Pikachu, Thunder Shock !\" Shouted Ash, Pikachu nodded.<br>\r\n<br>\r\nThe yellow mouse, charged up and let loose a small electric attack. It hit the Mankey and to his surprised it paralyzed the Fighting type. Then Ash ordered Pikachu a series of quick attacks against the pokemon. Once Ash thought it was weak enough, he threw a pokeball. He grinned as it locked, he picked up and did his pose. He high five Pikachu, then he used the pokedex to check out his new pokemon. <br>\r\n<br>\r\nThe Mankey was male and knew Karate Chop, Leer and Low Kick. Ash smirked, this was great. Mankey will be his ace to defeating the first gym.<br>\r\n<br>\r\nIt was almost sundown, as he reached a river. He saw the storm clouds his mother warned him about. He quickly set up his tent. Then a buxom redhead showed up, Ash blushed. How couldn't he, this girl had a figure that most lingering models would kill for. At closer looked, it was amazing tone as well. She wore a yellow shirt, that showed off her flat stomach and cleavage. Her red suspenders only squeeze her perfect orbs together. She also wore a pair of jean short shorts and finally a pair of sneakers.<br>\r\n<br>\r\n<br>\r\nWhat happened next ?</span></div></div>",
            "created":1604904840,
            "id":2936977,
            "title":"Furious Monkey Early"
        },
        "1142":{
            "author_id":"sapphireninja",
            "author_name":"Secptor",
            "choices":[
                "Ash wins",
                "A pokemon interrupted their battle",
                "The storm suddenly came"
            ],
            "content":"<div class=\"\"><div> <span>Soon Ash found himself near a river, he noticed the coming storm clouds. So he decided to set up his tent and ride out of the storm. He silently thanked his mother for buying him a giant green tent, that was rated for hurricane winds and water proof.<br>\r\n<br>\r\nAfter that, he heard someone walking behind him. He turned around and blushed. Standing in front of him was a buxom redhead. Ash looked her over and noticed how slender but well tone her figure was. She had long legs and slender arms. Ash that she was a mix of a lingerie and athlete. <br>\r\n<br>\r\nShe wore a yellow shirt, that not only showed off her cleavage but her stomach as well A pair of red suspenders that squeezed her breasts together. A pair of jean short shorts and finally a pair of sneakers.<br>\r\n<br>\r\nAsh fought not to drool, but found it hard. The redheaded glared at him, \" I want a battle.\" Said The redhead.<br>\r\n<br>\r\nAsh smirked, \" That's sounds like fun, so how much you want to bet ? \" Asked Ash, it was normal to set the amount before the battle.<br>\r\n<br>\r\nThe girl gulped, \" I don't have any money.\" Said The Redhead, Ash looked at her.<br>\r\n<br>\r\nWhy Ash love battling, he needs the money. <br>\r\n<br>\r\n\" How about I put up my bike.\" Said The Redhead.<br>\r\n<br>\r\nAsh looked at her bike, it was a nice bike. He thought he could sell it for a nice sum of money. So Ash agreed to the wager.<br>\r\n<br>\r\n\" My name is Misty Waterflower.\" Said Misty, Ash told her his.<br>\r\n<br>\r\nMisty released her Staryu, and Ash smirked. Pikachu walked out, this made Misty gulped. The mouse might be a electric type, she knew her Staryu was stronger.<br>\r\n<br>\r\nWhat happened next ?</span></div></div>",
            "created":1604983020,
            "id":2937587,
            "title":"He camped near a river"
        },
        "11421":{
            "author_id":"sapphireninja",
            "author_name":"Secptor",
            "choices":[
                "Ash wins",
                "A powerful Storm interrupt them"
            ],
            "content":"<div class=\"\"><div> <span>It was a short battle, Ash and Misty where both surprised by the power of Pikachu. One Thunder Shock and Staryu was out. Ash was smiling and dancing around with Pikachu, Misty on the other hand was on her knees in complete shock.<br>\r\n<br>\r\n\" So where is my new bike ?\" Asked Ash, grinning.<br>\r\n<br>\r\nMisty barely could get out of her stupor and pointed to her bike. Ash looked at it and smile,it was pretty nice and fetch a good price in Viridian City.<br>\r\n<br>\r\n\" Wait !\" Shouted Misty, Ash turned towards her.<br>\r\n<br>\r\n\" Rematch.\" Said Misty, Ash shrugged.<br>\r\n<br>\r\n\" But what will you put up ?\" Asked Ash, smiling. He was a fifteen year old boy, he could think of a few things. He wouldn't do anyhting like force her to have sex with her. He wasn't a creep but maybe a kiss.<br>\r\n<br>\r\n\" My clothes.\" Said Misty, she really didn't have much else. Her pokemon where off limits.<br>\r\n<br>\r\nPlus, Ash was a boy. Maybe luring him in a chance to see her naked could be used to her advantage.<br>\r\n<br>\r\nAsh blushed, thinking about the redhead naked. He couldn't help but drool, he would return her clothes after a gets a few good looks at her.<br>\r\n<br>\r\n\" OK !\" Shouted Ash, grinning.<br>\r\n<br>\r\nMist gulped, she had only one chance at this. Luckily she saved her best pokemon for last. She threw her pokeball and out came her Starmie. It might not know any Psychic types attacks but it was still powerful.<br>\r\n<br>\r\nAsh was nervous but Pikachu didn't have any doubt he would win.<br>\r\n<br>\r\nWhat happened next  ?<br>\r\n<br>\r\n<br>\r\n<br>\r\n</span></div></div>",
            "created":1605064800,
            "id":2938171,
            "title":"Ash wins"
        },
        "114211":{
            "author_id":"sapphireninja",
            "author_name":"Secptor",
            "choices":[
                "Option 1",
                "Option 2"
            ],
            "content":"<div class=\"\"><div> <span>Pikachu was standing on Starmie with a grin. Ash was smirking and Misty was in complete bewilderment, her strongest was knocked out. She fell to her knees, as she felt humiliated.<br>\r\n<br>\r\nAsh looked at her, and when Misty realized why she blushed. She couldn't back out of the bet, so she gulped as she stood up. She went to her pack and tossed out all of her other clothes. Then with a frown, she started undressing. <br>\r\n<br>\r\nAsh gulped, as Misty unhooked her suspenders and stepped out of her shoes. Next she unzipped her shorts and pulled them down. Ash smiled, at see Misty was wearing a blue string bikini bottom. Next she took off her shirt, exposing her matching string top.<br>\r\n<br>\r\nAsh licked his lips, as Misty untied her top. She let it fall to the ground, Ash stared at her magnificent breasts. He wanted to play with them so badly. Then she untied her bottom, letting them fall to the ground as well. Ash saw she shaved her pussy and honesty couldn't want to lick it.<br>\r\n<br>\r\nThen Misty with a face redder then her hair gave Ash all of her clothes. For several awkward moments neither of them did anything.<br>\r\n<br>\r\nWhat happened next ?<br>\r\n<br>\r\nOption 1: A storm happened<br>\r\n<br>\r\nOption 2: Ash offer to give Misty her clothes back, but she would have to be his cheerleader from now on.</span></div></div>",
            "created":1605144600,
            "id":2938666,
            "title":"Ash wins"
        },
        "1142111":{
            "author_id":"sapphireninja",
            "author_name":"Secptor",
            "choices":[
                "They continued talking ",
                "Skip to the end of the storm"
            ],
            "content":"<div class=\"\"><div> <span>Suddenly there was a large noise, causing the two teenagers to look around, spotting dark storm clouds rolling in. Ash pulled the still naked Misty into his tent. Luckily, she was able to grab her bag. Ash still had all of her clothes.<br>\r\n<br>\r\nInside the tent, Pikachu slept in the corner while Ash and Misty sat next to each other. Misty was still naked, but was glad that it was warm in the tent.<br>\r\n<br>\r\n\"Here are your clothes.\" Said Ash, giving Misty her clothes back.<br>\r\n<br>\r\n\"Thanks, you didn't have to.\" Misty said.<br>\r\n<br>\r\n\"I was going to give them back to you anyway. I just wanted to see you naked.\" Said Ash, smiling.<br>\r\n<br>\r\nMisty blushed, and kissed him. This made Ash blushed. Misty then started to get dressed.<br>\r\n<br>\r\nWhat happened next?</span></div></div>",
            "created":1605203820,
            "id":2939091,
            "title":"Warming up"
        },
        "11421112":{
            "author_id":"sapphireninja",
            "author_name":"Secptor",
            "choices":[
                "They looked around the city",
                "Skip to the Team Rocket attack"
            ],
            "content":"<div class=\"\"><div> <span>After a few hours the storm stopped, and the three exited the tent. They were stunned by the sight of a beautiful rainbow. Suddenly a strange red and gold giant bird Pokemon flew by. It left a rainbow behind it as it flew.<br>\r\n<br>\r\nThe three were amazed, as the bird Pokemon flew away. Ash didn't know what that Pokemon was, but it was gorgeous. Misty nodded in agreement. After watching the Pokemon fly off, Ash pulled the tent down, packed it away, and the three of them headed towards Viridian City. Once there, Ash wanted to go to Route 22, to catch a Mankey, since the first gym was a rock type. Misty was surprised by how knowledgeable Ash was.<br>\r\n<br>\r\nSo they went to Route 22. It didn't take them to long to find a Mankey. Pikachu was quickly able to weaken it enough for capture. Ash caught it and smiled. He used the pokedex to check it out.<br>\r\n<br>\r\nIt was male, with the moves Scratch, Karate Chop, Leer, and Low Kick. Ash knew Low Kick would be a good move for the first gym. They then headed back to the Viridian City Pokemon Center. Ash and Misty gave Nurse Joy their Pokemon. Ash saw that Misty had three Poke Balls. She told Ash one was a Goldeen, which was useless on dry land.<br>\r\n<br>\r\nWhat happened next?</span></div></div>",
            "created":1605204420,
            "id":2939103,
            "title":"Skip to the end of the storm"
        },
        "114211122":{
            "author_id":"sapphireninja",
            "author_name":"Secptor",
            "choices":[
                "Follow their adventure in the forest",
                "Skip to them arriving at Pewter City"
            ],
            "content":"<div class=\"\"><div> <span>Ash and Misty returned to the Pokemon Center, they spend the day just hanging around the city. Surprisingly they both had a great time, with several cute moments. When they returned to Pokemon Center they noticed something was off. First, the lights where off and second they didn't see Nurse Joy.<br>\r\n<br>\r\nThey knew something was off, then they heard some muffle noises behind the desk. They rushed over and saw Nurse Joy bound and gag. They quickly untied her, she told them a group of thieves had tied her up and where stealing the Pokemon.<br>\r\n<br>\r\nLucky, Pikachu and their Pokemon where safe for now. She pointed to the room they where in. Once they had their pokemon they rushed to the back. They saw two people and a Meowth, the guy had short blue hair and the girl had long red hair. They where putting Pokeballs into bags.<br>\r\n<br>\r\n\" Come on James, we need to hurry.\" Said the girl.<br>\r\n<br>\r\n\" Don't worry, Jessie. With Nurse Joy tied up and the alarm cut. Officer Jenny won't be coming.\" Said James.<br>\r\n<br>\r\n\" Knock it off.\" Said the Meowth.<br>\r\n<br>\r\nThis stunned both Ash and Misty, Pokemon couldn't talk.<br>\r\n<br>\r\n\" Stop there !\" Shouted Ash, as Pikachu charged at them.<br>\r\n<br>\r\nMisty let loose her Starmie as well. <br>\r\n<br>\r\nBoth James and Jessie dropped their bags and turned around, they quickly release their pokemon a Koffing and Ekans. Ash told Pikachu to use Quick Attack Koffing and Misty told Starmie to used Water Gun Ekans. Both pokemon where thrown back into their trainers.<br>\r\n<br>\r\n\" Thunder Shock !\" Shouted Ash, Pikachu let loose his electric attack on them all.<br>\r\n<br>\r\nThere was a giant explosion, as the five where shot out of the Pokemon Center. They shouted Team Rocket was blasting off again.<br>\r\n<br>\r\nAsh and Misty checked on the pokeballs and the pokemon. Nurse Joy thanked them, as she put back the pokemon and checked on the injured pokemon.<br>\r\n<br>\r\nThe two high five each other, they looked into each other's eyes and blushed. Then they returned to their room, after they finish showering they for into their beds. They fell asleep, each dreaming about each other.<br>\r\n<br>\r\nMisty's dream was them on a white sand beach. They where having sex, as Misty screamed Ash's name. Ash's dream was him holding up the Kanto League trophy. Then Misty came up, she was wearing only a sheer blue lace bra and matching thong. She got on her knees and then gave Ash a blowjob.<br>\r\n<br>\r\nWhen they woke up, they stared at each other, blushed and quickly turned away. Once they got dress they heads for Viridian Forest.<br>\r\n<br>\r\nWhat happened next ?</span></div></div>",
            "created":1605233700,
            "id":2939313,
            "title":"Team Rocket appeared "
        },
        "1142111222":{
            "author_id":"sapphireninja",
            "author_name":"Secptor",
            "choices":[
                "Option 1",
                "Option 2"
            ],
            "content":"<div class=\"\"><div> <span>Ash and Misty stood on the outskirts of Pewter City, Ash almost ready for his first gym battle. Misty was excited for Ash, they had become closer in the Viridian Forest. First, Ash caught both a male Caterpie and a female Pidgeotto. Then they meet a jerk trainer dressed in a samurai outfit. Ash defeated him, but then a swarm of Beedrill attacked them.<br>\r\n<br>\r\nDuring the battle Ash's Caterpie evolved into a Metapod. Sadly, it was a taken by the Beedrill. They managed to get away, but that night Ash snuck into the Beedrill's nest to rescue his Metapod. This made Misty's heart melt; it showed how much Ash loved his Pokemon.<br>\r\n<br>\r\nTo their surprise Metapod evolved into a Butterfree and made all the Beedrill knock themselves out with Confusion. Then they continued their journey to Pewter City, where they spent a few days training with their Pokemon.<br>\r\n<br>\r\nDuring this time, Pikachu learned both Thunderbolt and Agility; Butterfree had learned Stun Spore, Sleep and Poison Powder, Supersonic, and Whirlwind; Pidgeotto had learned Quick Attack, Whirlwind, and Wing Attack; and Mankey had learned Fury Swipes and Focus Energy; in addition to their previous moves.<br>\r\n<br>\r\nHe wished there was move that his Pidgeotto could learn to deal with Rock types. He sighed, but there wasn't. Pikachu was powerful but he had nothing that could hurt Rock types, plus since most Rock types in Kanto were also part Ground type. That made Electric attacks all but useless. So he only had Butterfree and Mankey to use against Brock.<br>\r\n<br>\r\nThey stopped at the Pokemon Center to refresh their Pokemon. While their Pokemon healed up, Ash took Misty to the Pewter City museum. Misty loved all the gems, but didn't care for the fossils. They looked too much like bugs.<br>\r\n<br>\r\nAsh remembered the first time he saw Misty's crippling fear of Bug types. He did laugh, only because her reaction was so over the top. She screamed louder than a jet, crying and panicking and trying to climb a tree over a Caterpie. Sure, Beedrill and Samurai's Pinsir were scary, but Caterpie were kind of cute. Luckily he calmed her down and held her all night long. Misty loved having Ash holding her, it made her feel safe.<br>\r\n<br>\r\nThey both enjoyed the space section; Ash said he would love to go up in space. After that, they returned to the Pokemon Center to pick up their Pokemon. Then they headed towards the gym.<br>\r\n<br>\r\nTo Ash's surprise and frustration, Gary was there with his cheerleaders.<br>\r\n<br>\r\n\"Late as always Ash.\" Said Gary, grinning.<br>\r\n<br>\r\nMisty didn't like this Gary; she could sense he was a jerk.<br>\r\n<br>\r\n\"Well I got my badge.\" Said Gary, as he held up his Boulder badge. Then he laughed, got into the SUV, and drove off.<br>\r\n<br>\r\n\"Don't worry Ash, you will win and get that badge.\" Said Misty, kissing him on the lips.<br>\r\n<br>\r\nThis did perk Ash up. Misty then told him she needed to get something before his battle, and ran off. Ash was a little upset at this. He entered the gym, but was told by the referee that he would have to wait an hour before he could battle Brock.<br>\r\n<br>\r\nAsh waited nervously. Then Misty came in and Ash's jaw dropped. Misty was wearing a skimpy cheerleader outfit. It was red and black, with a top that not only showed off her cleavage but also her stomach. The skirt was very short as well. Ash resisted the urge to look under it. She also had a pair of red pom poms. <br>\r\n<br>\r\n\"Like my new outfit, it's just for you.\" Said Misty, winking at him.<br>\r\n<br>\r\nAsh was pumped up in more ways than one. He was definitely going to defeat Brock now. Misty went up to the stands, as Ash went onto the field. Brock came out and saw the buxom redhead cheering for Ash. He looked at Ash and smirked, making Ash blush.<br>\r\n<br>\r\nThe referee said it was a two on two battle, with the gym leader not being able to switch out his Pokemon.<br>\r\n<br>\r\n\"I hope we have a good battle.\" Said Ash, as he bowed respectfully.<br>\r\n<br>\r\n\"I do to, you're more polite then the last guy.\" Said Brock. Ash sighed. Gary was always a loud mouth and very rude, plus he was both a sore winner and loser.<br>\r\n<br>\r\nThe referee said for them to start. Brock sent out his Geodude, while Ash sent out his Butterfree. Brock gave him a look.<br>\r\n<br>\r\n\"Geodude, Tackle!\" Shouted Brock, the Rock Pokemon charging at Butterfree.<br>\r\n<br>\r\nButterfree flew up as Ash called for it to use Sleep Powder. As the blue dust was released from Butterfree's wings, Geodude was put to sleep. Ash called for Confusion; causing Geodude to be picked up and slammed against a few rocks and walls.<br>\r\n<br>\r\nIt was knocked out, and Brock returned his Pokemon. He said Ash did a good job, but he wasn't going down easily. Brock sent out his Onix. Ash gulped as he returned his Butterfree. He knew the butterfly would do little against the giant rock snake.<br>\r\n<br>\r\nAsh next sent out his Mankey. Brock smiled, glad to see Ash knew what he was doing.<br>\r\n<br>\r\n\"Rock Throw!\" Shouted Brock. Onix cried as he let lose several boulders.<br>\r\n<br>\r\nMankey was able to dodge them; then used Leer on Ash's order, glaring at the rock snake for a few seconds.<br>\r\n<br>\r\n\"Low Kick!\" Ash shouted. Mankey's leg glowed. It hit Onix and the rock snake let out a cry of pain.<br>\r\n<br>\r\n\"Tackle!\" Shouted Brock. Onix headbutted Mankey, sending the Pokemon into the wall.<br>\r\n<br>\r\nAsh was stunned. He was about to recall Mankey, when the pig monkey jumped back onto the field. He was breezing heavily, but then he suddenly started to glow. Ash and Brock were stunned, as they watched Mankey evolve into Primeape.<br>\r\n<br>\r\nMisty was cheering louder, as she really wanted Ash to win.<br>\r\n<br>\r\nPrimeape roared, as he looked at Ash and nodded.<br>\r\n<br>\r\n\"Low Kick!\" Ash shouted once again, as Primeape charged at the Rock type.<br>\r\n<br>\r\nOnce again, Primeape delivered a super effective kick to Onix, knocking it out; Ash had won his first gym battle. He and his Pokemon were jumping with joy. Misty jumped down and kissed him.<br>\r\n<br>\r\n\"Great match Ash, here's your Boulder badge.\" Said Brock, giving Ash the badge and a wink.<br>\r\n<br>\r\nThis made Ash and Misty both blush. The two of them returned to the Pokemon Center to heal Ash's Pokemon.<br>\r\n<br>\r\nWhat happened next?<br>\r\n<br>\r\nOption 1: Follow their adventure to Mount Moon<br>\r\n<br>\r\nOption 2: Skip to Cerulean City</span></div></div>",
            "created":1605288180,
            "id":2939569,
            "title":"Rock and Roll"
        },
        "11421112222":{
            "author_id":"sapphireninja",
            "author_name":"Secptor",
            "choices":[
                "Reader's Choice",
                "Reader's Choice "
            ],
            "content":"<div class=\"\"><div> <span>Ash and Misty stood on the outskirts of Cerulean City. Ash was excited for his next gym battle. Looking at Misty, he noticed that she looked nervous.<br>\r\n<br>\r\n\"Are you all right, Misty?\" Ash asked, concerned.<br>\r\n<br>\r\n\"Y-yes, Do you really need this badge?\" Asked Misty, nervously.<br>\r\n<br>\r\nAsh looked at her, \"We're here, plus I heard this gym is easy.\" Ash said. Misty growled at that.<br>\r\n<br>\r\nThis surprised Ash. \"Do you know the gym leaders?\" Ash asked her, causing Misty to glare at him.<br>\r\n<br>\r\n\"No, I don't know those no talent hacks!\" Misty shouted, foaming.<br>\r\n<br>\r\nAsh gulped. \"Let's just get this over with.\" Said Misty, as she marched off.<br>\r\n<br>\r\nAsh followed, thinking back to their adventure in Mt. Moon as they walked. They had to save many Clefairy and Clefable from Team Rocket. Afterwards, they got to see an evolution festival of Clefairy. It was beautiful. They even held each other's hands during it.<br>\r\n<br>\r\nHe also caught a Sandshrew while he was there. He couldn't use it for this gym battle, but it was the perfect weapon for the gym after this one.<br>\r\n<br>\r\nSoon they reached the gym, which was crowded, making Misty sigh. Ash thought gym battles must be really popular around here, but Misty knew better, and she hated it. Ash and Misty entered and saw an aquarium inside. Misty looked at the various Water Pokemon, which Ash thought were cool.<br>\r\n<br>\r\nThen a Seel came swimming by. It looked at Misty and started acting really excited. Misty waved at it, then it swam off. Ash was puzzled by this, but just shrugged over it.<br>\r\n<br>\r\nSoon he learned that the gym leaders rarely did battles any more. They were to busy doing water ballets, photo shoots, and modeling. Ash sighed in frustration, while Misty growled.<br>\r\n<br>\r\n\"Come on Ash, I will get you your gym battle.\" Said Misty as she dragged Ash behind her.<br>\r\n<br>\r\nSoon they were back stage, Misty dragging him to the dressing room. She kicked in the door, and dragged Ash in with her.<br>\r\n<br>\r\n\"OK, I know you three hate battling, or more accurately is that you are just bad at it, but my friend here wants his gym badge!\" Shouted Misty, as Ash gulped.<br>\r\n<br>\r\nInside the dressing room were three voluptuous beauties, each wearing a different color bikini. He blushed, and closed his eyes.<br>\r\n<br>\r\n\"Good to see you to Misty.\" Said the blonde haired girl.<br>\r\n<br>\r\n\"You're looking well.\" Said the blue haired girl.<br>\r\n<br>\r\n\"You're friend?\" Said the pink haired girl.<br>\r\n<br>\r\nThe three looked Ash over and grinned. Misty glared and frowned at them.<br>\r\n<br>\r\n\"He is super cute.\" Said the blonde girl, smiling.<br>\r\n<br>\r\n\"Maybe, he would like some mature women.\" Said the blue haired girl, smirking.<br>\r\n<br>\r\nMisty was foaming now.<br>\r\n<br>\r\n\"Misty, we're just teasing you.\" Said the pink haired girl.<br>\r\n<br>\r\nMisty calmed down.<br>\r\n<br>\r\n\"Can I open my eyes now?\" Asked Ash, the three older girls giggling.<br>\r\n<br>\r\n\"He's so polite, he might be a keeper.\" Said the blonde girl.<br>\r\n<br>\r\n\"We're models, so we don't care if you see us in swimsuits or lingerie.\" Said the blue haired girl.<br>\r\n<br>\r\nAsh slowly opened his eyes, blushing as he looked at the three voluptuous women.<br>\r\n<br>\r\n\"So Misty, is he your boyfriend?\" Asked the blonde haired girl.<br>\r\n<br>\r\nBoth Ash and Misty blushed and looked away from each other. This made the three girls giggle.<br>\r\n<br>\r\n\"Are little sister has her first boyfriend.\" Said the blonde girl, making the other two awe.<br>\r\n<br>\r\n\"Listen, can you just give him a gym battle, please.\" Said Misty, looking at her three sisters.<br>\r\n<br>\r\nAsh was shocked at this; Misty was related to gym leaders.<br>\r\n<br>\r\n\"OK, sis. We will give your boyfriend a gym battle.\" Said the blonde haired girl.<br>\r\n<br>\r\n\"Thank you.\" Said Ash, as he bowed his head.<br>\r\n<br>\r\n\"I'm Daisy.\" Said the blonde girl.<br>\r\n<br>\r\n\"Violet.\" Said the blue haired girl.<br>\r\n<br>\r\n\"Lily.\" Said the pink haired girl.<br>\r\n<br>\r\n\"We're the Sensational Sisters.\" Said the three in unison.<br>\r\n<br>\r\n\"Misty, why aren't you a gym leader too? You're amazing at pokemon battling.\" Ash asked, Misty blushing at hearing that.<br>\r\n<br>\r\n\"Simple, we're older.\" Said Daisy. Misty sighed.<br>\r\n<br>\r\n\"We would invite her into our shows and modeling, but sadly she doesn't have our looks. She has no talent for any of that.\" Said Violet.<br>\r\n<br>\r\nMisty sighed again. While she never cared about any of that, she still felt embarrassed about it.<br>\r\n<br>\r\n\"But we still love her, she is our little sister after all.\" Said Lily.<br>\r\n<br>\r\nAfter a little more talking, the five headed to the battlefield; a giant pool with several large platforms in it. Ash and Daisy took their places, while Misty changed into her cheerleading outfit; her sisters giggling at it. Violet and Lily decided to teach Misty how to cheer better.<br>\r\n<br>\r\n\"This will be a two on two.\" Said Daisy, sending out a Shellder.<br>\r\n<br>\r\nAsh sent out his Pikachu and ordered a Thunderbolt, one shotting the Shellder. Ash anime sweat dropped, while Misty sighed. She knew she had all the talent for battling.<br>\r\n<br>\r\nDaisy then sent out the Seel from earlier. Pikachu smirked thinking this would be easy. But Seel surprisedly dodged his Thunderbolt and dove into the pool. It jumped out and used a series of Ice Beams, Pikachu having trouble dodging them. Then Seel jumped onto the platform, and used the ice to slide into Pikachu. This knocked Pikachu into the water. Seel quickly jumped in as well. Seel used Headbutt over and over, until Pikachu was knocked out. Luckily, Violet dove in and got Pikachu out of the water.<br>\r\n<br>\r\nAsh did his best not to stare at Violet as she came out. The water dripping off of her was just so sexy.<br>\r\n<br>\r\nAsh gulped as he sent out his Butterfree. He ordered Butterfree to use Confusion to bring Seel out of the water. Then Butterfree used Sleep Powder to put it to sleep. Finally, Ash had Butterfree use Gust to knock Seel into a wall, knocking it out.<br>\r\n<br>\r\nAsh was a bit disappointed by how easy that was. Daisy walked over and gave him his Cascade Badge, while Misty walked down and gave him a kiss. This made the three sisters grin. Before they left the gym, Daisy handed Misty a bag. Misty blushed as she looked inside and saw some sexy lingerie and a few sexy costumes.<br>\r\n<br>\r\n\"What? He is you boyfriend.\" Said Daisy, winking at Misty.<br>\r\n<br>\r\nMisty decided to accept the bag, and the two left.<br>\r\n<br>\r\n\"They grow up so fast.\" Said Daisy, smiling.<br>\r\n<br>\r\n\"Well, she did pick a nice boyfriend.\" Said Violet, smiling.<br>\r\n<br>\r\n\"I wonder if Misty would let us have a fivesome with him. Sister bonding after all.\" Said Lily, smirking.<br>\r\n<br>\r\nThis made all three of them laugh.<br>\r\n<br>\r\nWhat happened next?</span></div></div>",
            "created":1605372360,
            "id":2940006,
            "title":"Water Sisters"
        },
        "114211122221":{
            "author_id":"sapphireninja",
            "author_name":"Secptor",
            "choices":[
                "Option 1",
                "Option 2"
            ],
            "content":"<div class=\"\"><div> <span>Ash and Misty were at the coast north of Cerulean City. It was a lovely white sand beach, and the sun was setting. It was so romantic, which is why Ash and Misty were making out. Ash was wearing his normal clothing, but Misty was wearing a red string bikini. Ash's hands were roaming over Misty's body, as her incredible chest was being pressed against his, their tongues wrestling with each other.<br>\r\n<br>\r\nSuddenly, something brushed against their legs. They stopped making out and looked down. They both saw a Krabby walking away. Ash smirked and threw a Poke Ball at it, catching another Pokemon.<br>\r\n<br>\r\nMisty giggled, and attempted to return to her make out session with Ash. But suddenly they heard a loud crash. They looked around and saw a storm coming. They gulped, and grabbed their bags. Looking around for some shelter, they saw a large light house right before it started raining.<br>\r\n<br>\r\nThey hated it, but they ran straight in without knocking.<br>\r\n<br>\r\n\"Hello, sorry for rushing in but we needed to get out of that storm!\" Shouted Ash, Misty apologizing as well.<br>\r\n<br>\r\nAt first no one answered. Looking around, they saw several large machines. They both wondered what they were for. Then suddenly something large landed it front of them. They jumped back, seeing it was a large Dragonite. They both started freaking out.<br>\r\n<br>\r\n\"Stop, stop! I'm not a Dragonite!\" Shouted the Dragonite.<br>\r\n<br>\r\nAfter a few minutes, they stopped and looked at the Dragonite.<br>\r\n<br>\r\n\"Listen, I'm not a Pokemon. My name is Bill, I'm a Pokemon researcher, and a friend of Professor Oak.\" Said Bill. Ash remembered hearing Oak talking about Bill. He specialized in Pokemon evolution, Ash thought.<br>\r\n<br>\r\n\"I'm trapped in this suit. Would you two help me get out of it?\" Asked Bill. Ash and Misty nodded.<br>\r\n<br>\r\nAfter five minutes, Bill was free. He thanked the both of them, and showed them around the lab, giving them some lectures about his work. They asked if they could stay the night, and he said he didn't mind.<br>\r\n<br>\r\nThey even helped with some of Bill's research. In the morning, after breakfast, before they left, Bill gave them each a Pokemon. Ash got a Bulbasaur and Misty got an Eevee. Ash had to send one of his Pokemon back to the Oak's lab, since trainers can only hold six at a time. So he sent his Butterfree to the lab.<br>\r\n<br>\r\nMisty was overjoyed; she had always wanted a Vaporeon. So now she just needed a Water Stone.<br>\r\n<br>\r\nWhat happened next?<br>\r\n<br>\r\nOption 1: They ran into a private Pokemon school south of Cerulean City.<br>\r\n<br>\r\nOption 2: Skip to Vermilion City.</span></div></div>",
            "created":1605453360,
            "id":2940441,
            "title":"Beach and Bill"
        },
        "1142111222211":{
            "author_id":"sapphireninja",
            "author_name":"Secptor",
            "choices":[
                "Reader's Choice",
                "Reader's Choice "
            ],
            "content":"<div class=\"\"><div> <span>Ash and Misty were currently south of Cerulean City. Ash had just caught an Abra, which got teleported back to Oak's lab. It was a beautiful day, and they were thinking of stopping for a picnic. Then suddenly they heard some shouting, the two ran towards it.<br>\r\n<br>\r\nThey found themselves in a clearing, where they saw a small boy being surrounded by several larger boys.<br>\r\n<br>\r\n\"Joe you suck.\" Said one of the larger boys.<br>\r\n<br>\r\n\"You're the worst student at Pokemon Technical Institute.\" Said another.<br>\r\n<br>\r\n\"We're the most prestige trainer school in Kanto.\" Said another.<br>\r\n<br>\r\n\"I'm sorry, I will do better next time.\" Said Joe, cowering.<br>\r\n<br>\r\n\"Knock it off!\" Shouted both Ash and Misty as they confronted the group of boys.<br>\r\n<br>\r\nThe group of boys smirked at them. \"Looks some wondering trainers, why don't we show them who's the best?\" Said the lead boy, grinning.<br>\r\n<br>\r\nAsh and Misty smirked themselves. \"We could use a warm up.\" Said Ash, Misty nodding.<br>\r\n<br>\r\nThis pissed them off, as they sent out their Pokemon.<br>\r\n<br>\r\nAfter several battles later, the bullies were running away.<br>\r\n<br>\r\n\"Are you OK?\" Ash asked Joe, as he helped the small boy up.<br>\r\n<br>\r\n\"Yeah, thanks.\" Said Joe, as he dusted himself off.<br>\r\n<br>\r\n\"What was that all about?\" Asked Ash, Joe sighed.<br>\r\n<br>\r\nHe explained that he goes to the Pokemon Technical Institute, and is the worst student there, which is why they bully him. This upset both Ash and Misty.<br>\r\n<br>\r\n\"So why doesn't the staff do something about it?\" Asked Misty. Joe said they think it builds character.<br>\r\n<br>\r\n\"So who's the leader of all of this?\" Asked Ash. Joe blushed.<br>\r\n<br>\r\n\"That would be the school's idol, Giselle.\" Said Joe smiling.<br>\r\n<br>\r\n\"Well I will teach this Giselle a lesson.\" Said Ash, Misty nodding.<br>\r\n<br>\r\nThey asked Joe to lead them back to this school. He shrugged but did anyway.<br>\r\n<br>\r\nAsh and Misty were shocked to see the opulence of the school. Everything looked fancy and expensive. Joe led them to the main hall, where they heard some shouting.<br>\r\n<br>\r\n\"How could you let yourself be defeated by some wondering trainers?\" A girl said.<br>\r\n<br>\r\nThe group of boys were apologizing to her.<br>\r\n<br>\r\n\"So are you Giselle?\" Asked Ash, the girl turning towards him.<br>\r\n<br>\r\nAsh blushed at seeing the brown haired and brown eyed beauty. The girl's uniform only made her more attractive. She wore a white blouse that was two sizes to small, so she left several buttons undone (Ash saw hints of a red lace bra.) A red tie, a blue vest, a very short blue pleated skirt, red thigh high stockings, and black heels.<br>\r\n<br>\r\nAsh couldn't help but drool, causing Misty to slap him over the head and glare at Giselle. This made Giselle smirk as she walked up to them, swaying her hips.<br>\r\n<br>\r\n\"I'm guessing you two are the trainers that beat the top students.\" Said Giselle as she slightly bend over, showing off her cleavage.<br>\r\n<br>\r\nAsh couldn't help but stare at it. Misty frowned at her.<br>\r\n<br>\r\n\"I-I-I'm h-here to tell you to s-stop the b-b-bullying.\" Said Ash, as he tried to speak.<br>\r\n<br>\r\nThis made Giselle giggle.<br>\r\n<br>\r\n\"Well you're a handsome young trainer.\" Said Giselle as she checked Ash over. He was handsome, and there was an aura around him that radiated both strength and compassion.<br>\r\n<br>\r\n\"Well if you want me to stop, than I challenge you to a battle.\" Said Giselle, grinning.<br>\r\n<br>\r\nAsh snapped out of his lust induced stupor. Giselle saw a fire in his eyes. It made her shiver and blush. This made the rest of the boys pissed.<br>\r\n<br>\r\nGiselle shook her head and led them all to the battlefields.<br>\r\n<br>\r\n\"This will be a one on one battle.\" Said Giselle, as she sent out her Cubone.<br>\r\n<br>\r\nAsh nodded as he sent out his Bulbasaur.<br>\r\n<br>\r\n\"Cubone, Bone Club!\" Shouted Giselle. Her Cubone charged at Bulbasaur.<br>\r\n<br>\r\nAsh smirked, as he told Bulbasaur just to dodge for now. Giselle smirked, thinking this would be easy.<br>\r\n<br>\r\nShe was shocked to see how easily Bulbasaur dodged each of Cubone's strikes.<br>\r\n<br>\r\n\"Vine Whip, now!\" Shouted Ash. Bulbasaur let loose two vines. They struck Cubone head on, sending the Ground type rolling.<br>\r\n<br>\r\nGiselle was shocked; she looked at her little Cubone. She does care about her Pokemon. Ash noticed how Giselle looked at her Pokemon. He was glad that she cared about them.<br>\r\n<br>\r\n\"Bonemerang!\" Shouted Giselle. Cubone let loose its bone. Ash smirked, as he got an idea.<br>\r\n<br>\r\n\"Jump!\" He shouted to Bulbasaur, the Grass type jumping out of the way.<br>\r\n<br>\r\nGiselle was confused, but she knew the bone was going to come back.<br>\r\n<br>\r\n\"Charge at Cubone!\" Ash shouted, the Grass type doing just that.<br>\r\n<br>\r\nThis caught Giselle off guard, what was Ash thinking?<br>\r\n<br>\r\n\"Headbutt!\" Giselle shouted, with a smirk.<br>\r\n<br>\r\nAsh was still grinning. \"Jump!\" He shouted. Only after the Grass type jumped over her Pokemon, did Giselle realize what Ash's plan was.<br>\r\n<br>\r\nCubone's bone returned, and struck Cubone. Giselle gasped in horror. Then Ash ordered Bulbasaur to use Leech Seed. Giselle sighed, and returned her Pokemon, having realized she was outmatched.<br>\r\n<br>\r\n\"Good job Cubone.\" Said Giselle, as she nuzzled the Poke Ball.<br>\r\n<br>\r\n\"OK, you win. I will have the bullying stop.\" Said Giselle, telling the other students to spread the word.<br>\r\n<br>\r\nThis left only Ash, Misty, and Giselle alone.<br>\r\n<br>\r\nGiselle smirked, as she walked over to Ash, swaying her hips. Then she pressed her breasts into him, as she wrapped one leg around Ash's waist.<br>\r\n<br>\r\n\"You're definitely a top tier trainer.\" Giselle said as she moved her finger around Ash's chest. This made Ash blush, as he laughed nervously. Misty was foaming however. Ash was her's and she wasn't going to let this little hussy take him away from her.<br>\r\n<br>\r\nSo she went behind Ash and pressed her breasts into his back. Then she moved her hands underneath Ash's shirt and started rubbing his stomach.<br>\r\n<br>\r\nAsh was getting hot and hard, he wished he was in a room with a large bed right now.<br>\r\n<br>\r\n\"Ash, I have some costumes my sisters gave me. Do you want to see them?\" Misty whispered Misty into Ash's ear.<br>\r\n<br>\r\nThis made him gulp.<br>\r\n<br>\r\n\"Ash, how about coming back to my room? I'm more than willing to play your personal maid.\" Said Giselle as she kissed him on the cheek.<br>\r\n<br>\r\nWhat happened next?</span></div></div>",
            "created":1605471060,
            "id":2940534,
            "title":"Bullies and Naughty Schools girl"
        },
        "11421112222111":{
            "author_id":"sapphireninja",
            "author_name":"Secptor",
            "choices":[
                "Reader's Choice",
                "Reader's Choice "
            ],
            "content":"<div class=\"\"><div> <span>Ash couldn't take it, having two buxom beauties squeezing him between them was just too much. He asked where Giselle's room was, and then dragged both the redhead and brunette to her room. It was red and lacey, with a big and fancy canopy bed, a room divider in front of the closet, and other fancy furniture.<br>\r\n<br>\r\nThe girls led Ash to the bed, and told him to wait patiently while they changed. He smirked as he watched them go behind the divider. They began to strip naked as he watched their silhouettes. He started getting warmed up, as he watched them put on some lingerie. Then Misty pulled something out, but Ash couldn't tell what it was.<br>\r\n<br>\r\n\"Wait, I have the same one.\" Said Giselle as she went into her closet, pulling out a matching outfit.<br>\r\n<br>\r\n\"I showed the male students this, and promised them if they could beat me in a battle, I would wear this for them. So far I'm undefeated.\" Said Giselle.<br>\r\n<br>\r\n\"Well, until Ash.\" Said Misty.<br>\r\n<br>\r\nAfter a few minutes, both girls stepped out of the divider. Ash blushed and started sweating. Standing in front of him were Misty and Giselle in sexy French Maid outfits.<br>\r\n<br>\r\nThe short dresses showed off both of their cleavages. They both wore fishnet stockings, a headdress, gloves, and black heels.<br>\r\n<br>\r\n\"Do you like this master?\" Asked Misty, in a sultry tone.<br>\r\n<br>\r\nAsh could only nod, which made both girls smirk. They swayed their hips as they walked up to Ash. Then they sat on both sides of him, (Misty on his right, Giselle on his left).<br>\r\n<br>\r\nSoon the three were making out, while Ash explored both of their bodies. Then after a few minutes, the girls pulled away and got to work. Giselle started taking off Ash's jacket and shirt, while Misty took off Ash's shoes, socks, and pants. Soon Ash was down to just his black boxers and hat.<br>\r\n<br>\r\nBoth girls blushed at seeing the giant bulge in his boxers. They licked their lips as they both pulled his boxers off. Ash gasped as his twelve inch manhood bounced free. The girls wasted no time, and started giving him a double blowjob.<br>\r\n<br>\r\nAsh moaned at the feeling of their warm tongues on his manhood, as the two of them took turns sucking him off. After several minutes, he couldn't take it and climaxed, covering both girls in his cum. He looked down at them and smiled.<br>\r\n<br>\r\nAsh thought both girls looked sexy drenched in his cum. Both Misty and Giselle loved the feeling of Ash's hot cum on them. They turned to each other, and started licking each other clean. Ash looked at the sight of the two girls licking each other, even kissing each other a few times.<br>\r\n<br>\r\nThen the girls got up and started stripping. Ash stared in awe as he saw them in their lingerie. Misty was wearing a blue corset and matching thong, while Giselle wore a red version. Then both girls took their lingerie off. Ash gulped at seeing them naked. Both had E cup breasts, slender figures, and shaved pussies.<br>\r\n<br>\r\nThe girls then tackled Ash onto the bed. The three of them were soon fucking, Giselle laying on the bed with Misty on top of her, Ash switching between them every few minutes. Both girls were moaning out loud as they begged Ash to keep fucking them. Ash climaxed into Misty first, then into Giselle next.<br>\r\n<br>\r\nAll three were panting as they laid in bed. Ash was in the middle, while Misty was on his right, and Giselle was on his left. He was holding both girls as they nuzzled into his chest.<br>\r\n<br>\r\nWhat happened next?</span></div></div>",
            "created":1605620700,
            "id":2941553,
            "title":"Maids Serving Master"
        },
        "114211122221111":{
            "author_id":"sapphireninja",
            "author_name":"Secptor",
            "choices":[
                "Option 1",
                "Option 2"
            ],
            "content":"<div class=\"\"><div> <span>Ash woke up feeling two weights on his chest. He looked down and saw two sleeping girls. He smirked as memories of want happened last night came rushing back to him. Suddenly the two girls started to stir, opening their eyes. After some kissing, the three got up and took a steamy shower.<br>\r\n<br>\r\nAsh and Misty got dressed in their usual outfits. To their surprise, Giselle got dressed not in her school uniform, but in a red Squirtle neck, a black vest, a pair of tan short shorts, and hiking boots. Then she started packing a pack.<br>\r\n<br>\r\n\"Where are you going?\" Asked Misty, making Giselle grin.<br>\r\n<br>\r\n\"With you two.\" Said Giselle, smiling.<br>\r\n<br>\r\nAsh and Misty looked at each other.<br>\r\n<br>\r\n\"What about your school?\" Asked Ash. Giselle just shook her head.<br>\r\n<br>\r\n\"My parents sent me here to one, get me out of the house, and two, they think this is the best place to teach me about Pokemon.\" Said Giselle as she kissed Ash on the cheek.<br>\r\n<br>\r\nThe young man blushed, and the redhead sighed.<br>\r\n<br>\r\n\"Since you easily beat me, and the top students in the school, I figure I can learn more from you. Plus, you two are so much more fun.\" Said Giselle as she squeezed Ash's ass.<br>\r\n<br>\r\nAsh smirked. \"Sure, I bet you will learn a lot, and have much more fun.\" Said Ash, grinning.<br>\r\n<br>\r\nMisty sighed. \"Fine, you're not half bad.\" Said Misty, smiling.<br>\r\n<br>\r\n\"Before we leave, would you like a female school uniform?\" Asked Giselle, smirking.<br>\r\n<br>\r\nAsh grinned at the thought of two sexy girls in skimpy school girl outfits. Misty shrugged. \"Sure, they do look nice.\" Said Misty, smirking.<br>\r\n<br>\r\nSo the three left the school and headed towards Vermilion City. After a few hours, they came to a cross road, and to their shock and sadness, they spotted a barely alive Charmander. Ash quickly ran over to it.<br>\r\n<br>\r\nIts tail flame was barely lit, it was breathing heavily, and looked sick. Ash was filled with a mix of anger and horror, how could someone leave a Pokemon abandoned like this. He clenched his fist; he was going to make this person pay. He quickly checked a map and saw a Pokemon Center not far away. He gently picked up the Fire type.<br>\r\n<br>\r\n\"Don't worry, I will get you to a Pokemon Center, I promise.\" Said Ash as he petted Charmander. It opened its eyes, and looked into Ash's kind ones.<br>\r\n<br>\r\nThey hurried to the Pokemon Center, and quickly gave Charmander to Nurse Joy. She was just as disgusted by what happened to the Charmander as the other three trainers. She quickly rushed Charmander to the ICU.<br>\r\n<br>\r\nWhat happened next?<br>\r\n<br>\r\nOption 1: A blue-haired trainer came in, laughing.<br>\r\n<br>\r\nOption 2: Officer Jenny showed up.</span></div></div>",
            "created":1605796620,
            "id":2942528,
            "title":"Finding and Caring for a Flame"
        },
        "1142111222211112":{
            "author_id":"sapphireninja",
            "author_name":"Secptor",
            "choices":[
                "They reached the city",
                "Something happened on the way"
            ],
            "content":"<div class=\"\"><div> <span>Ash and the two girls waited in the Pokemon Center, none of them wanted to leave until they knew Charmander was going to be OK. After a few hours Nurse Joy came out, Ash rushed to her.<br>\r\n<br>\r\n\"Charmander will make it, I'm glad you found him. Any longer and he might not have.\" Said Nurse Joy, the three trainers sighing in relief.<br>\r\n<br>\r\n\"I called Officer Jenny, this is a clear case of Pokemon abuse and abandonment.\" Said Nurse Joy. Ash returned to the girls.<br>\r\n<br>\r\nAn hour later Officer Jenny entered the Pokemon Center. She asked to talk to them, and after they gave Officer Jenny their statements, she left.<br>\r\n<br>\r\nAsh asked if the girls minded staying there until Charmander was better and out of the ICU. They both smiled at him and said sure.<br>\r\n<br>\r\nCharmander was released from the ICU the next morning. Since Nurse Joy was overworked, she asked Ash to take care of him. Luckily, Professor Oak taught him how to take care of sick Pokemon. Ash took good care of Charmander, feeding him, washing him, and petting him. Ash stayed by Charmander's side over the next three days.<br>\r\n<br>\r\nOnce Charmander was well enough, Ash got Pikachu to ask Charmander what happened to him. What he learned made his blood boil. It seems Charmander's trainer beat him, and then abandoned him after he lost too many times. The little fire lizard started to cry, Ash quickly hugged it and said it would be alright.<br>\r\n<br>\r\nAsh offered to help him train, Charmander saw the fire in Ash's eyes and nodded. Ash saw Charmander knew Scratch, Growl, and Ember. Ash decided to help Charmander to learn Slash and Flamethrower as well. Ash spent all day and night helping Charmander, never yelling at him or hitting him.<br>\r\n<br>\r\nIt was rough at times, but by morning Charmander knew flamethrower. Afterwards, Ash fell asleep right next to Charmander. After getting a few hours and then a meal, they returned to training.<br>\r\n<br>\r\nAsh and Charmander were relaxing when suddenly the door opened, and a blue haired male trainer walked in. He wore big sunglasses, a pink shirt, a red bandana, a brown vest, and jeans.<br>\r\n<br>\r\nWhen Charmander saw him, he froze and hid behind Ash.<br>\r\n<br>\r\n\"Well this is where that loser of a Charmander went.\" Said the blue haired trainer.<br>\r\n<br>\r\nAsh stood up, and used all of his willpower to not deck him. Both girls glared at him.<br>\r\n<br>\r\n\"So you're the creep who abandoned Charmander!\" Shouted Ash, growling.<br>\r\n<br>\r\nHe just laughed. \"Well if he wasn't so weak, I wouldn't have abandoned him.\" Said the blue haired trainer.<br>\r\n<br>\r\n\"He wasn't weak, you're just a bad trainer.\" Said Ash. The blue haired trainer glared at him.<br>\r\n<br>\r\n\"I'm Damian, the future champion of Kanto.\" Said Damian.<br>\r\n<br>\r\n\"I challenge you.\" Said Ash. Damian smirked and the two headed out back.<br>\r\n<br>\r\nAsh picked Charmander. \"I know you're scared, but I believe in you.\" Said Ash as he patted Charmander one more time. The fire lizard nodded. He would not let Ash down, not after all he did for him.<br>\r\n<br>\r\nDamian grinned, and sent out a Growlithe.<br>\r\n<br>\r\n\"Growlithe, Flamethrower!\" Shouted Damian.<br>\r\n<br>\r\nAsh told Charmander to do the same.<br>\r\n<br>\r\nThe two jets of flame battled a tag of war.<br>\r\n<br>\r\n\"Charmander, I know you can do it.\" Said Ash. This lit a flame inside the lizard, and soon his Flamethrower overpowered Growlithe's. It did very little damage, but it stunned Damian.<br>\r\n<br>\r\n\"Bite!\" Shouted Damian. Growlithe rushed at Charmander.<br>\r\n<br>\r\n\"Wait and dodge at the last second, then use Slash.\" Said Ash.<br>\r\n<br>\r\nCharmander waited, then when Growlithe jumped at him, Charmander side stepped and used Slash. This threw the Puppy Pokemon across the field.<br>\r\n<br>\r\nDamian screamed.<br>\r\n<br>\r\n\"Stop, you're under arrest!\" Shouted Officer Jenny.<br>\r\n<br>\r\nDamian turned and tried to run, but Jenny caught him. She put him under arrest for both Pokemon abuse and abandonment. Jenny turned to both Ash and Charmander and smiled. Then she returned Damian's Growlithe to his Poke Ball.<br>\r\n<br>\r\nShe told Ash Damian would be put away for a long time, and all of his Pokemon would be sent to a shelter till they could find good trainers for them.<br>\r\n<br>\r\n\"You did a great job Charmander.\" Said Ash, smiling. Charmander hugged Ash's leg.<br>\r\n<br>\r\n\"Do you want to come with us?\" Asked Ash, Charmander nodded. Ash pulled out a Poke Ball and caught Charmander. He was sent to Oak's lab.<br>\r\n<br>\r\nAsh went back into the Pokemon Center and switched his team around.<br>\r\n<br>\r\nAsh took Charmander, Bulbasaur, Sandshrew, Abra, and Krabby. Then the three headed off to Vermilion City.<br>\r\n<br>\r\nWhat happened next?</span></div></div>",
            "created":1606235880,
            "id":2945299,
            "title":"The Law shows up"
        },
        "12":{
            "author_id":"ashmisty",
            "author_name":"Ash&Misty",
            "choices":[
                "Choice 1",
                "Choice 2",
                "Choice 3",
                "Choice 4",
                "More Choices"
            ],
            "content":"<div class=\"\"><div> <span>Choose Ash's traveling companions and their Pokemon teams coming with him to Hoenn and begin their journey.  You don't need to make choice chapters for this.  Just begin the journey on \"Choice 1\", and the next person can choose \"Choice 2\" and so on if they want to start Ash's Hoenn journey differently.  Also, if you choose \"More Choices\" you must put another \"More Choices\" option on the next chapter.</span></div></div>",
            "created":1440948300,
            "id":2027719,
            "title":"Advanced Generation"
        },
        "13":{
            "author_id":"ashmisty",
            "author_name":"Ash&Misty",
            "choices":[
                "Choice 1",
                "Choice 2",
                "Choice 3",
                "Choice 4",
                "More Choices"
            ],
            "content":"<div class=\"\"><div> <span>Choose Ash's traveling companions and their Pokemon teams coming with him to Sinnoh and begin their journey.  You don't need to make choice chapters for this.  Just begin the journey on \"Choice 1\", and the next person can choose \"Choice 2\" and so on if they want to start Ash's Sinnoh journey differently.  Also, if you choose \"More Choices\" you must put another \"More Choices\" option on the next chapter.</span></div></div>",
            "created":1440948300,
            "id":2027720,
            "title":"Diamond & Pearl"
        },
        "131":{
            "author_id":"blaziken",
            "author_name":"Thedude404",
            "choices":[
                "Changes some more.",
                "Shows off his new body",
                "Readers choice."
            ],
            "content":"<div class=\"\"><div> <span>Ash was a 15 year old kid who had been given Mew powers before returning home from the Kanto Battle Frontier.<br>\r\n<br>\r\n\"This is so cool. I got to try this out.\" He said after he got home, deciding to try out his new powers when no one was looking.<br>\r\n<br>\r\nHe began to use flight and teleportation. Afterwards, he decided to try something different.<br>\r\n<br>\r\n\"Hmm, what if I do this?\" He then used Transform, and changed himself into Gym Leader Erika wearing a swimsuit.<br>\r\n<br>\r\nHe was amazed as he began to feel his body up. He got more curious as he looked at his ears.<br>\r\n<br>\r\n\"Maybe I should get earrings for my ears.\" He concentrated real hard as he formed some dangling Rainbow Badge earrings on his ears.<br>\r\n<br>\r\n\"This is awesome. What should I do now?\"</span></div></div>",
            "created":1510546260,
            "id":2414537,
            "title":"Choice 1"
        },
        "132":{
            "author_id":"demonstar",
            "author_name":"demonstar",
            "choices":[
                "Dawn looking for Piplup",
                "A wild Pokemon",
                "A different story finds him."
            ],
            "content":"<div class=\"\"><div> <span>     (Commission for slash)<br>\r\n<br>\r\n     Ash sat near the edge of the boat, fresh off his victory of the Kanto Battle Frontier. As the boat approached the Sinnoh region, he heard a voice call out, \"Land ho.\"<br>\r\n<br>\r\n     Ash was about to begin his newest journey when he remembered Aipom was following him. \"Oh right, I need to tell Professor Oak about you coming with me little buddy.\" Aipom seemed to cheer from this as Ash walked to a phone and called the professor.<br>\r\n<br>\r\n\"Hello, Ash my boy. How are you?\" Professor Oak answered.<br>\r\n<br>\r\n\"I'm doing great Professor. I called to let you know that Aipom tagged along with me.\" Ash said as Aipom cheered and Oak smiled.<br>\r\n<br>\r\n\"Well, that's a relief. I was afraid she had gotten lost somehow. I'll send Aipom's Pokeball to Professor Rowan.\" Oak said with his usual cheerful smile.<br>\r\n<br>\r\nAsh smiled back as the two said goodbye. Afterwards, he dialed up his mother's number but sadly only got her answering machine. Ash was letting out a sigh of disappointment when he heard it. \"PIKAAA\" He turned to see Pikachu being kidnapped by Team Rocket for the hundredth time. Ash gave chase but it didn't matter as they took to the skies in their ever stupid balloon. After the balloon vanished, Aipom gave chase, able to do so easier from the trees. Ash sighed as he watched Aipom take off faster than he could keep up.<br>\r\n<br>\r\nAs he started complaining out loud about this unfortunate chain of events, he didn't notice his Mew coming out of its Poke Ball. When it heard Ash complain about not being able to talk to his mother, it started to think then surrounded Ash's body with a flash of light that began to change and alter his body, causing him to grow taller. Once he stopped growing, he heard the happy sounds of Mew. Ash turned his head to the sound only to see a mirror that showed his mom staring back at him, wearing her usual outfit. Ash dropped to his knees in confusion when he heard something.</span></div></div>",
            "created":1569292380,
            "id":2722653,
            "title":"A different journey."
        },
        "14":{
            "author_id":"ashmisty",
            "author_name":"Ash&Misty",
            "choices":[
                "Choice 1",
                "Choice 2",
                "Choice 3",
                "Choice 4",
                "More Choices"
            ],
            "content":"<div class=\"\"><div> <span>Choose Ash's traveling companions and their Pokemon teams coming with him to Unova and begin their journey.  You don't need to make choice chapters for this.  Just begin the journey on \"Choice 1\", and the next person can choose \"Choice 2\" and so on if they want to start Ash's Unova journey differently.  Also, if you choose \"More Choices\" you must put another \"More Choices\" option on the next chapter.</span></div></div>",
            "created":1440947760,
            "id":2027714,
            "title":"Best Wishes"
        },
        "15":{
            "author_id":"ashmisty",
            "author_name":"Ash&Misty",
            "choices":[
                "XY",
                "Sun & Moon",
                "Journeys"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>XY: Kalos.  Gen 6.<br>\r\n<br>\r\nSun &amp; Moon: Alola.  Gen 7.<br>\r\n<br>\r\nJourneys: All regions from Gens 1-8</span></div></span></div>",
            "created":1473805260,
            "id":2209839,
            "title":"More series"
        },
        "151":{
            "author_id":"ashmisty",
            "author_name":"Ash&Misty",
            "choices":[
                "Choice 1",
                "Choice 2",
                "More Choices"
            ],
            "content":"<div class=\"\"><div> <span>Choose Ash's traveling companions and their Pokemon teams coming with him to Kalos and begin their journey.  You don't need to make choice chapters for this.  Just begin the journey on \"Choice 1\", and the next person can choose \"Choice 2\" and so on if they want to start Ash's Kalos journey differently.  Also, if you choose \"More Choices\" you must put another \"More Choices\" option on the next chapter.</span></div></div>",
            "created":1473805380,
            "id":2209841,
            "title":"XY"
        },
        "152":{
            "author_id":"ashmisty",
            "author_name":"Ash&Misty",
            "choices":[
                "Choice 1",
                "Choice 2",
                "More Choices"
            ],
            "content":"<div class=\"\"><div> <span>Choose Ash's traveling companions and their Pokemon teams coming with him to Alola and begin their journey.  You don't need to make choice chapters for this.  Just begin the journey on \"Choice 1\", and the next person can choose \"Choice 2\" and so on if they want to start Ash's Alola journey differently.  Also, if you choose \"More Choices\" you must put another \"More Choices\" option on the next chapter.</span></div></div>",
            "created":1479427200,
            "id":2238491,
            "title":"Sun & Moon"
        },
        "153":{
            "author_id":"ashmisty",
            "author_name":"Ash&Misty",
            "choices":[
                "Choice 1",
                "Choice 2",
                "More Choices"
            ],
            "content":"<div class=\"\"><div> <span>Choose Ash's starting traveling companions, and their Pokemon teams and begin their journeys across the Pokemon World. You don't need to make choice chapters for this. Just begin the journey on \"Choice 1\", and the next person can choose \"Choice 2\" and so on if they want to start the journeys differently. Also, if you choose \"More Choices\" you must put another \"More Choices\" option on the next chapter.</span></div></div>",
            "created":1592017560,
            "id":2850433,
            "title":"Journeys"
        }
    },
    "info":{
        "author_id":"ashmisty",
        "author_name":"Ash&Misty",
        "brief_description":"Help Ash reach his full potential since his creators aren't.  GP for additions.",
        "created":1440945360,
        "description":"<td align=\"left\" class=\"norm\">This interactive story is a rewriting of the Pokemon Anime.  Since the writers of the anime were previously preventing Ash from reaching his fullest potential, it's up to us to make him the very best sooner than Alola.  Here, Ash will visit each region in the same order as he does in the anime, but for your convenience you can choose which series you wish to rewrite right at the start of the story.  Keep in mind that you need to start at the beginning of whichever series you've chosen though.<br>\r\n<br>\r\nRules:<br>\r\n<br>\r\nIn this story, all characters are to be 5 years older than they are in the anime (you can check Bulbapedia for most of the main characters' ages), and Pokemon Trainers start their journeys at the age of 15.<br>\r\n<br>\r\nNo gay, lesbian, or incest (the latter two are allowed within Ash's harem).  No human X Pokemon unless the Pokemon can transform into a human form, like Latias for example.  Characters are allowed to have sex if they are at least 15.  Rape is not allowed.  Ash is allowed to get a harem, albeit he can only obtain one girl at a time (Note: If you choose one of the later series, Ash can already have girls he met in the previous regions), and they must be girls he gets along with in canon.  No other characters can have a harem.  Couples not involving Ash are allowed as long as they could possibly work in canon.<br>\r\n<br>\r\nCharacters must make their first appearance at the same place/time as they did so in the games/anime.  Whether they make more appearances after that is up to you.  Characters exclusive to HeartGold, SoulSilver, Omega Ruby, and Alpha Sapphire can meet Ash in Sinnoh and Kalos respectively, like Lyra's appearance in Sinnoh in the anime; preferably at a point that would be after those games release in regards to the anime.<br>\r\n<br>\r\nCharacters can catch different Pokemon from the anime, including Legendary and/or Mythical Pokemon, BUT they must be native to the area that they are caught in that generation, and if a character has a type preference in the games/anime they must maintain that preference in this story.  Since starters can't be obtained in the wild, they must have had a previous owner for Ash and his friends to obtain them.  Ash can also have different travelling companions than those that he did in the anime.<br>\r\n<br>\r\nAll rules for Pokemon types, moves, abilities, evolution, and everything else correspond to the rules for the generation this story is at (Kanto/Orange Islands=Gen I, Johto=Gen II, Hoenn/Battle Frontier=Gen III, Sinnoh=Gen IV, Unova=Gen V, Kalos=Gen VI, Alola=Gen VII).  The only exception is that Pokemon can know more than four moves at a time (Note: they can't know every possible move when they're first captured).<br>\r\n<br>\r\nAll battles must be believable, which means no Pikachu beating Ground-types with electric attacks, or losing to a level 5 Snivy with Leaf Storm at level 100.  Note: Ash doesn't need to win every league, but he should do better than he did in the anime, and not lose because of some stupid excuse.<br>\r\n<br>\r\nNo character bashing.<br>\r\n<br>\r\nAll characters must keep their personalities from the anime, apart from the effects of being older (For example: Ash has been through puberty).<br>\r\n<br>\r\nPlease use proper spelling and grammar.  I can correct small mistakes, but if a chapter is completely illegible it will be deleted.  I reserve the right to edit or delete chapters as I see fit.  I can also edit your chapter at your request after you post it if you want to change something.<br>\r\n<br>\r\nNo one sentence chapters except choice chapters.  Longer chapters will earn more GP.<br>\r\n<br>\r\nAlways leave at least two different options for continuing the story when you add to it.  You may only end the story at the end of a region, and there must be an option for other people to continue into the next region of the series.<br>\r\n<br>\r\nFailure to follow rules will most likely result in your chapter being deleted and not earning any GP.<br>\r\n<br>\r\nHave fun, and if you have any questions, please feel free to email them to me.</td>",
        "id":2055411,
        "image_url":"https://images.Writing.Com/imgs/writing.com/writers/listing-header-5000.gif",
        "last_full_update":1603407180,
        "modified":1606235880,
        "pretty_title":"I wanna be the very best"
    }
}