{
    "chapters":{
        "1":{
            "author_id":"ashmisty",
            "author_name":"Ash&Misty",
            "choices":[
                "Original Series",
                "Advanced Generation",
                "Diamond & Pearl",
                "Best Wishes",
                "Other"
            ],
            "content":"<div class=\"\"><div> <span>Start by choosing a series of the anime.  Remember Ash visits the regions in the same order as the anime.<br>\r\n<br>\r\nOriginal Series: Kanto, Orange Islands, and Johto.  Gen 1 and 2.<br>\r\n<br>\r\nAdvanced Generation: Hoenn and Battle Frontier.  Gen 3.<br>\r\n<br>\r\nDiamond &amp; Pearl: Sinnoh.  Gen 4.<br>\r\n<br>\r\nBest Wishes: Unova.  Gen 5.<br>\r\n<br>\r\nOther: More series.</span></div></div>",
            "created":1440910800,
            "id":2027705,
            "title":"Getting Started"
        },
        "11":{
            "author_id":"ashmisty",
            "author_name":"Ash&Misty",
            "choices":[
                "Yes; he chooses Bulbasaur",
                "Yes; he chooses Charmander",
                "Yes; he chooses Squirtle",
                "No; he is forced to take Pikachu"
            ],
            "content":"<div class=\"\"><div> <span>Ash Ketchum is a 15 year old boy about to start his Pokemon Journey tomorrow.  He is currently standing in his room watching a Pokemon Battle on TV.  Ash's 34 year old mother, Delia Ketchum,  told him he needed to get to bed in order to wake up on time to receiver his first Pokemon.  Ash did so after watching a lecture on the three starter Pokemon he would choose from tomorrow: Bulbasaur, Charmander, and Squirtle.<br>\r\n<br>\r\nDid Ash wake up on time or not?</span></div></div>",
            "created":1440910800,
            "id":2027711,
            "title":"Ash begins his journey"
        },
        "12":{
            "author_id":"ashmisty",
            "author_name":"Ash&Misty",
            "choices":[
                "Choice 1",
                "Choice 2",
                "Choice 3",
                "Choice 4",
                "More Choices"
            ],
            "content":"<div class=\"\"><div> <span>Choose Ash's traveling companions and their Pokemon teams coming with him to Hoenn and begin their journey.  You don't need to make choice chapters for this.  Just begin the journey on \"Choice 1\", and the next person can choose \"Choice 2\" and so on if they want to start Ash's Hoenn journey differently.  Also, if you choose \"More Choices\" you must put another \"More Choices\" option on the next chapter.</span></div></div>",
            "created":1440910800,
            "id":2027719,
            "title":"Advanced Generation"
        },
        "13":{
            "author_id":"ashmisty",
            "author_name":"Ash&Misty",
            "choices":[
                "Choice 1",
                "Choice 2",
                "Choice 3",
                "Choice 4",
                "More Choices"
            ],
            "content":"<div class=\"\"><div> <span>Choose Ash's traveling companions and their Pokemon teams coming with him to Sinnoh and begin their journey.  You don't need to make choice chapters for this.  Just begin the journey on \"Choice 1\", and the next person can choose \"Choice 2\" and so on if they want to start Ash's Sinnoh journey differently.  Also, if you choose \"More Choices\" you must put another \"More Choices\" option on the next chapter.</span></div></div>",
            "created":1440910800,
            "id":2027720,
            "title":"Diamond & Pearl"
        },
        "131":{
            "author_id":"blaziken",
            "author_name":"Thedude404",
            "choices":[
                "Changes some more.",
                "Shows off his new body",
                "Readers choice."
            ],
            "content":"<div class=\"\"><div> <span>Ash was a 15 year old kid who had been given Mew powers before returning home from the Kanto Battle Frontier.<br>\r\n<br>\r\n\"This is so cool. I got to try this out.\" He said after he got home, deciding to try out his new powers when no one was looking.<br>\r\n<br>\r\nHe began to use flight and teleportation. Afterwards, he decided to try something different.<br>\r\n<br>\r\n\"Hmm, what if I do this?\" He then used Transform, and changed himself into Gym Leader Erika wearing a swimsuit.<br>\r\n<br>\r\nHe was amazed as he began to feel his body up. He got more curious as he looked at his ears.<br>\r\n<br>\r\n\"Maybe I should get earrings for my ears.\" He concentrated real hard as he formed some dangling Rainbow Badge earrings on his ears.<br>\r\n<br>\r\n\"This is awesome. What should I do now?\"</span></div></div>",
            "created":1510462800,
            "id":2414537,
            "title":"Choice 1"
        },
        "132":{
            "author_id":"demonstar",
            "author_name":"demonstar",
            "choices":[
                "Dawn looking for Piplup",
                "A wild Pokemon",
                "A different story finds him."
            ],
            "content":"<div class=\"\"><div> <span>     (Commission for slash)<br>\r\n<br>\r\n     Ash sat near the edge of the boat, fresh off his victory of the Kanto Battle Frontier. As the boat approached the Sinnoh region, he heard a voice call out, \"Land ho.\"<br>\r\n<br>\r\n     Ash was about to begin his newest journey when he remembered Aipom was following him. \"Oh right, I need to tell Professor Oak about you coming with me little buddy.\" Aipom seemed to cheer from this as Ash walked to a phone and called the professor.<br>\r\n<br>\r\n\"Hello, Ash my boy. How are you?\" Professor Oak answered.<br>\r\n<br>\r\n\"I'm doing great Professor. I called to let you know that Aipom tagged along with me.\" Ash said as Aipom cheered and Oak smiled.<br>\r\n<br>\r\n\"Well, that's a relief. I was afraid she had gotten lost somehow. I'll send Aipom's Pokeball to Professor Rowan.\" Oak said with his usual cheerful smile.<br>\r\n<br>\r\nAsh smiled back as the two said goodbye. Afterwards, he dialed up his mother's number but sadly only got her answering machine. Ash was letting out a sigh of disappointment when he heard it. \"PIKAAA\" He turned to see Pikachu being kidnapped by Team Rocket for the hundredth time. Ash gave chase but it didn't matter as they took to the skies in their ever stupid balloon. After the balloon vanished, Aipom gave chase, able to do so easier from the trees. Ash sighed as he watched Aipom take off faster than he could keep up.<br>\r\n<br>\r\nAs he started complaining out loud about this unfortunate chain of events, he didn't notice his Mew coming out of its Poke Ball. When it heard Ash complain about not being able to talk to his mother, it started to think then surrounded Ash's body with a flash of light that began to change and alter his body, causing him to grow taller. Once he stopped growing, he heard the happy sounds of Mew. Ash turned his head to the sound only to see a mirror that showed his mom staring back at him, wearing her usual outfit. Ash dropped to his knees in confusion when he heard something.</span></div></div>",
            "created":1569214800,
            "id":2722653,
            "title":"A different journey."
        },
        "14":{
            "author_id":"ashmisty",
            "author_name":"Ash&Misty",
            "choices":[
                "Choice 1",
                "Choice 2",
                "Choice 3",
                "Choice 4",
                "More Choices"
            ],
            "content":"<div class=\"\"><div> <span>Choose Ash's traveling companions and their Pokemon teams coming with him to Unova and begin their journey.  You don't need to make choice chapters for this.  Just begin the journey on \"Choice 1\", and the next person can choose \"Choice 2\" and so on if they want to start Ash's Unova journey differently.  Also, if you choose \"More Choices\" you must put another \"More Choices\" option on the next chapter.</span></div></div>",
            "created":1440910800,
            "id":2027714,
            "title":"Best Wishes"
        },
        "15":{
            "author_id":"ashmisty",
            "author_name":"Ash&Misty",
            "choices":[
                "XY",
                "Sun & Moon",
                "Journeys"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>XY: Kalos.  Gen 6.<br>\r\n<br>\r\nSun &amp; Moon: Alola.  Gen 7.<br>\r\n<br>\r\nJourneys: All regions from Gens 1-8</span></div></span></div>",
            "created":1473742800,
            "id":2209839,
            "title":"More series"
        },
        "151":{
            "author_id":"ashmisty",
            "author_name":"Ash&Misty",
            "choices":[
                "Choice 1",
                "Choice 2",
                "More Choices"
            ],
            "content":"<div class=\"\"><div> <span>Choose Ash's traveling companions and their Pokemon teams coming with him to Kalos and begin their journey.  You don't need to make choice chapters for this.  Just begin the journey on \"Choice 1\", and the next person can choose \"Choice 2\" and so on if they want to start Ash's Kalos journey differently.  Also, if you choose \"More Choices\" you must put another \"More Choices\" option on the next chapter.</span></div></div>",
            "created":1473742800,
            "id":2209841,
            "title":"XY"
        },
        "152":{
            "author_id":"ashmisty",
            "author_name":"Ash&Misty",
            "choices":[
                "Choice 1",
                "Choice 2",
                "More Choices"
            ],
            "content":"<div class=\"\"><div> <span>Choose Ash's traveling companions and their Pokemon teams coming with him to Alola and begin their journey.  You don't need to make choice chapters for this.  Just begin the journey on \"Choice 1\", and the next person can choose \"Choice 2\" and so on if they want to start Ash's Alola journey differently.  Also, if you choose \"More Choices\" you must put another \"More Choices\" option on the next chapter.</span></div></div>",
            "created":1479358800,
            "id":2238491,
            "title":"Sun & Moon"
        },
        "153":{
            "author_id":"ashmisty",
            "author_name":"Ash&Misty",
            "choices":[
                "Choice 1",
                "Choice 2",
                "More Choices"
            ],
            "content":"<div class=\"\"><div> <span>Choose Ash's starting traveling companions, and their Pokemon teams and begin their journeys across the Pokemon World. You don't need to make choice chapters for this. Just begin the journey on \"Choice 1\", and the next person can choose \"Choice 2\" and so on if they want to start the journeys differently. Also, if you choose \"More Choices\" you must put another \"More Choices\" option on the next chapter.</span></div></div>",
            "created":1591938000,
            "id":2850433,
            "title":"Journeys"
        }
    },
    "info":{
        "author_id":"ashmisty",
        "author_name":"Ash&Misty",
        "brief_description":"Help Ash reach his full potential since his creators aren't.  GP for additions.",
        "created":1440945360,
        "description":"<td align=\"left\" class=\"norm\">This interactive story is a rewriting of the Pokemon Anime.  Since the writers of the anime were previously preventing Ash from reaching his full potential, it's up to us to make him the very best sooner.  Here, Ash will visit each region in the same order as he does in the anime, but for your convenience you can choose which series you wish to rewrite right at the start of the story.  Keep in mind that you need to start at the beginning of whichever series you've chosen though.<br>\r\n<br>\r\nRules:<br>\r\n<br>\r\nIn this story, all characters are to be 5 years older than they are in the anime (you can check Bulbapedia for most of the main characters' ages), and Pokemon Trainers start their journeys at the age of 15.<br>\r\n<br>\r\nNo gay, lesbian, or incest (the latter two are allowed within Ash's harem).  No human X Pokemon unless the Pokemon can transform into a human form, like Latias for instance.  Characters are allowed to have sex if they are at least 15.  Rape is not allowed.  Ash is allowed to get a harem, albeit he can only obtain one girl at a time (Note: If you choose one of the later series, Ash can already have girls he met in the previous regions), and they must be girls he gets along with in canon.  No other characters can have a harem.  Couples not involving Ash are allowed as long as they could possibly work in canon.<br>\r\n<br>\r\nCharacters must make their first appearance at the same place/time as they did so in the games/anime.  Whether they make more appearances after that is up to you.  Characters exclusive to HeartGold, SoulSilver, Omega Ruby, and Alpha Sapphire can meet Ash in Sinnoh and Kalos respectively, like Lyra's appearance in Sinnoh in the anime; preferably at a point that would be after those games release in regards to the anime.<br>\r\n<br>\r\nCharacters can catch different Pokemon from the anime, including Legendary and/or Mythical Pokemon, BUT they must be native to the area that they are caught in that generation, and if a character has a type preference in the games/anime they must maintain that preference in this story.  Since starters can't be obtained in the wild, they must have had a previous owner for Ash and his friends to obtain them.  Ash can also have different travelling companions than those that he did in the anime.<br>\r\n<br>\r\nAll rules for Pokemon types, moves, abilities, evolution, and everything else correspond to the rules for the generation this story is at (Kanto/Orange Islands=Gen I, Johto=Gen II, Hoenn/Battle Frontier=Gen III, Sinnoh=Gen IV, Unova=Gen V, Kalos=Gen VI, Alola=Gen VII).  The only exception is that Pokemon can know more than four moves at a time (Note: they can't know every possible move when they're first captured).<br>\r\n<br>\r\nAll battles must be believable, which means no Pikachu beating Ground-types with electric attacks, or losing to a level 5 Snivy at level 100.  Note: Ash doesn't need to win every league, but he should do better than he did in the anime, and not lose because of some stupid excuse.<br>\r\n<br>\r\nNo character bashing.<br>\r\n<br>\r\nAll characters must keep their personalities from the anime, apart from the effects of being older (For example: Ash has been through puberty).<br>\r\n<br>\r\nPlease use proper spelling and grammar.  I can correct small mistakes, but if a chapter is completely illegible it will be deleted.  I reserve the right to edit or delete chapters as I see fit.  I can also edit your chapter at your request after you post it if you want to change something.<br>\r\n<br>\r\nNo one sentence chapters except choice chapters.  Longer chapters will earn more GP.<br>\r\n<br>\r\nAlways leave at least two different options for continuing the story when you add to it.  You may only end the story at the end of a region, and there must be an option for other people to continue into the next region of the series.<br>\r\n<br>\r\nFailure to follow rules will most likely result in your chapter being deleted and not earning any GP.<br>\r\n<br>\r\nHave fun, and if you have any questions, please feel free to email them to me.</td>",
        "id":2055411,
        "image_url":"https://images.Writing.Com/imgs/writing.com/writers/listing-header-5000.gif",
        "last_full_update":1600993260,
        "modified":1600993260,
        "pretty_title":"I wanna be the very best"
    }
}