{
    "chapters":{
        "1":{
            "author_id":"arinori",
            "author_name":"Arinori",
            "choices":[
                "Alex",
                "Sally",
                "Denise",
                "Carina"
            ],
            "content":"<div class=\"\"><div> <span>Your name is Lou you are a 21 year old guy currently living together with one of your friends you have shoulder length blonde hair blue eyes and dress quite classy (a lot of dress shirts, suits etc.)<br>\r\n<br>\r\nOne day you wake up and feel strange but you look completely normal. You get dressed in a grey dress shirt and jeans and go to the kitchen to make breakfast where you meet your roommate. your roommate is already sitting at the table. So who is your roommate?<br>\r\n<br>\r\n1. Alex - a pretty short 20 year old girl with short black hair and A cups who also is quite a tomboy <br>\r\n<br>\r\n2. Sally - a 21 year old girl and good friend of yours has shoulder lenght red hair B cups and dresses very feminin. <br>\r\n<br>\r\n3. Denise - a 22 year old girl with long black hair and C cups she is a goth  <br>\r\n<br>\r\n4. Carina - a 18 year old metalhead</span></div></div>",
            "created":1368377760,
            "id":1588426,
            "title":"The beginning "
        },
        "11":{
            "author_id":"arinori",
            "author_name":"Arinori",
            "choices":[
                "Protest",
                "Drive to \"your\" job",
                "Try to get the medallion back"
            ],
            "content":"<div class=\"\"><div> <span>Alex was already sitting at the table drinking her black coffee, she was dressed in her usual outfit which consists of a blue and white<br>\r\nstriped tank top and skinny jeans. You allowed her to stay at your place after her parents kicked her out.<br>\r\n<i>\"So you got a better job job yet?</i>\" you asked her, hoping to start a conversation.<br>\r\n\"<i>More or less</i>\" she replied playing with a strange medallion. <br>\r\n\"<i>You are pretty lucky, you own a house, have enough money and you can attend university</i>\" she starts<br>\r\n\"I<i>t isn´t all that easy but sure I´m pretty lucky</i>\" you reply, suddenly there was a bright flash and as your eyes adjusted again you were sitting at the<br>\r\ntable, the taste of black coffee in your mouth. Your own body was standing at the sink grinning as you looked down you realized that you now were in her 5,1 short body.<br>\r\n\"<i>What the hell did you do?!</i>\" you screamed at her. <br>\r\n\"<i>Well, \"Alex\" it looks like you´ve got to drive your shitty car to your job at the stables while I enjoy my new life from now on</i>\"<br>\r\n\"<i>You can´t do that! That´s my body and my life</i>\" you protest <br>\r\n<i>\"I can and if you don´t shut up I´ll kick you out of <b>my</b> house</i>\" <br>\r\nShe walks up to you and rips the medallion from your new neck \"<i>You don´t need that. Oh, and when I come home I hope my house is cleaned or else you´ll find yourself on the street</i>\" </span></div></div>",
            "created":1483568100,
            "id":2259144,
            "title":"Good morning "
        },
        "113":{
            "author_id":"yejdbdinsknsk8",
            "author_name":"Yejdbdinsknsk8",
            "choices":[
                "You swapped back successfully ",
                "You swapped back successfully (ALMOST)",
                "You Both tear the Medallion And Fuse together by accident "
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>You Grab Alex’s(your)arm HEY THATS MINE she screamed in your voice <br>\r\nNope you said time to swap back as you activated the medallion <br>\r\nWhat happened next?</span></div></span></div>",
            "created":1581857400,
            "id":2788075,
            "title":"Try to get the medallion back"
        },
        "1132":{
            "author_id":"yejdbdinsknsk8",
            "author_name":"Yejdbdinsknsk8",
            "choices":[
                "You decided to keep Alex’s Butt and punish her",
                " You try to swap back but something else happened "
            ],
            "content":"<div class=\"\"><div> <span>Yes I’m back you said happily <br>\r\nHey Said Alex’s why is my ass flat<br>\r\nYou lower your pants to see Alex’s amazing Woman Butt on your body <br>\r\nHa I got your hot ass you said smacking it<br>\r\nSomething went wrong during the swap back,I’m sorry about this Said Alex,But can we fix this and forget it happened?<br>\r\nWhat do you do?</span></div></div>",
            "created":1581858300,
            "id":2788077,
            "title":"You swapped back successfully (ALMOST)"
        },
        "12":{
            "author_id":"bustie",
            "author_name":"MRBustin",
            "choices":[
                "Body",
                "Mental",
                "Wardrob",
                "Other",
                "Random"
            ],
            "content":"<div class=\"\"><div> <span>It had started off as a completely normal Friday. I woke up, brushed my teeth and took a shower, got dressed and then went to the kitchen where my roommate Sally was making breakfast. \"Morning Sally\" you said cheerfully.<br>\r\n<br>\r\n\"Morning Lou\" she replied, followed by a large yawn. This brought a small smile to your face. In all the years you'd known Sally she'd never been a morning person, having fallen asleep many times in morning classes. You, meanwhile, while not necessarily a morning person were certainly better at functioning in the morning than your good friend.<br>\r\n<br>\r\nAs she took a seat at the small table in your shared apartment, there was a knock at the door. Having not sat down yourself, you answered the door. Only, when you opened the door you were a tab bit surprised to find nobody standing on the other side. A quick look down both sides of the hall confirmed that there was nobody there. You were about to close the door when a small cardboard box sitting on the floor at your feet got your attention. You carefully picked it up and looked it over as you closed the door, learning that it was just sent to your apartment, but no specific person. And, there was no return address. \"Were you expecting a package?\" you asked.<br>\r\n<br>\r\n\"No\" she replied. \"Why\"<br>\r\n<br>\r\n\"Someone just dropped this off. Its addressed to the apartment and there's no return address\"<br>\r\n<br>\r\n\"That's weird\" she said. \"Open it, lets see what it is\". I gave her a bit of a worried look, but quickly gave into the request as I grabbed a knife of the table and cut the packing tape on the package. Opening it, you were surprised to find some sort of remote sitting in the box. \"What is it?\" Sally asked excitedly.<br>\r\n<br>\r\n\"It's, some sort of remote\" you said as you took it out of the box and showed it to her. \"Are you sure you didn't buy this?\" I asked as I handed it to her to look over<br>\r\n<br>\r\n\"I'd remember buying something like this\" she replied. You proceeded to get something to eat while Sally continued examining the remote. You had nearly finished eating a bowl of cereal when Sally said \"Look at this\"<br>\r\n<br>\r\n\"What is it\" you asked.<br>\r\n<br>\r\n\"On the inside of the cover for what looks like space for some AA batteries there's a little paragraph\"<br>\r\n<br>\r\n\"What does it say?\" you asked, growing more and more curious.<br>\r\n<br>\r\n\"It says its some sort of reality alteration device\"<br>\r\n<br>\r\n\"This is probably some sort of prank\" you said.<br>\r\n<br>\r\n\"I don't know. This seems like a lot of effort for a prank\" she said. \"Want to try it out?\"<br>\r\n<br>\r\n\"WHAT?\" you asked, a little shocked.<br>\r\n<br>\r\n\"Think about it\" Sally said. \"If this thing works the two of us have access to possibly the greatest device in the world. And if it doesn't then all it wasted was what, 20 minutes of out time. Its a win win situation.<br>\r\n<br>\r\nYou thought about it for a minute before agreeing to try out the remote. Once Sally ran off to her room to find some batteries to power the device, I imminently began having second thoughts. You didn't have long to think about it though because Sally had already returned with the batteries. After a brief power up sequence, Sally told you about the various categories that were on the device. You almost couldn't comprehend what everything could do, and when Sally asked you which one you should try first you couldn't decide. You weren't exactly 100% comfortable with any of the choices. \"Why don't you chose the first category\" you told her.<br>\r\n<br>\r\n\"Ok\" she said. \"Lets try...\"<br>\r\n<br>\r\nWhat category did Sally chose first?</span></div></div>",
            "created":1530265860,
            "id":2513149,
            "title":"Sally"
        },
        "13":{
            "choices":[
                "You both swap bodies.",
                "You both swap personalities.",
                "You both swap traits."
            ],
            "content":"<div class=\"\"><div> <span>You see Denise is already sitting at the table. She's already wearing her Gothic style dress, which show offs her nice curves and some skin. She seems to be busy with something, though you can't see what.<br>\r\n<br>\r\n\"Hey Lou, good night sleep?\" Denise asks you as she's still focused on the thing in front of her.<br>\r\n<br>\r\n\"Yeah, though I feel a little strange.\" You tell her as you sit down with your breakfast. You then notice what Denise is holding. It's some sort of pyramid, with a hole drilled inside it. <br>\r\n<br>\r\n\"What is that?\" You ask Denise. <br>\r\n<br>\r\n\"It's some kind of dark magic I think. I met this old man and he told me it would be perfect for me.\"<br>\r\n<br>\r\n\"How much did he rip you off?\" You ask Denise with a coy smile. You know Denise would scour garage sales often for dark magic objects.<br>\r\n<br>\r\n\"Nothing, I only had to give him my lunch I was holding. Afternoon classes sucked with your stomach empty, but whatever.\" Denise says pulling her hair back.<br>\r\n<br>\r\n\"And what is that hole in that pyramid thing?\" You ask Denise pointing at it.<br>\r\n<br>\r\n\"Not sure, I think something need to be put inside.\" <br>\r\n<br>\r\n\"Hey watch this.\" You tell Denise as you put a finger inside the pyramid. To your surprise it's an exact fit to your finger, so much even that you can't pull back anymore.<br>\r\n<br>\r\n\"Wow, that is awesome. Let me try too.\" Denise says as she puts her finger inside as well. At that moment the pyramid lightens up and something is about to happen. But what is?</span></div></div>",
            "created":1451853480,
            "id":2083843,
            "title":"Denise"
        },
        "133":{
            "choices":[
                "It's a physical trait.",
                "It's a mental trait."
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>Do you swap a physical trait or a mental trait?</span></div></span></div>",
            "created":1483302000,
            "id":2257585,
            "title":"You both swap traits."
        },
        "1331":{
            "choices":[
                "Body from the neck down.",
                "Upper body part(s).",
                "Lower body part(s)."
            ],
            "content":"<div class=\"\"><div> <span>A light starts to envelop both you and Denise. \"What is going on?\" you ask her; noticing your body is starting to feel weird. \"I don't know!\" she yells back. \"The guy never told me about this!\" \"Just fucking great...\" you groan. When the light dissipates, you look down and at Denise, realizing that your bodies have changed. But what?</span></div></div>",
            "created":1483952040,
            "id":2261097,
            "title":"It's a physical trait."
        },
        "13313":{
            "author_id":"yejdbdinsknsk8",
            "author_name":"Yejdbdinsknsk8",
            "choices":[
                "Butts",
                "Genitalia "
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>Which parts specifically?</span></div></span></div>",
            "created":1581858540,
            "id":2788078,
            "title":"Lower body part(s)."
        }
    },
    "info":{
        "author_id":"arinori",
        "author_name":"Arinori",
        "brief_description":"You are being forced by someone else to swap bodies, Personalty or traits with them.",
        "created":1368377040,
        "description":"<td align=\"left\" class=\"norm\">You are a 21 year old guy that allowed one of his friends to live with him one day you swap with that Person<br>\r\n<br>\r\nPlease add. </td>",
        "id":1933078,
        "image_url":"https://images.Writing.Com/imgs/writing.com/writers/listing-header-5000.gif",
        "last_full_update":1581858540,
        "modified":1581858540,
        "pretty_title":"forced Body/Trait/Personalityswap "
    }
}