{
    "chapters":{
        "1":{
            "author_id":"eric709",
            "author_name":"G-Breaker",
            "choices":[
                "Anime.",
                "Visual novel."
            ],
            "content":"<div class=\"\"><div> <span>It was a bright, sunny afternoon and you were on your way home from school after a long and stressful day. Once you got home, you took off your backpack and set it aside. Then you turned on the TV and just relaxed on the couch for a little while. <br>\r\n<br>\r\nOn the TV, you saw a good looking anime, it was a high school show that you really enjoyed. The anime was none other than \"K-On.\" One of the main reasons you like to watch anime so much was because of the character designs. The girls looked really pretty and you had a tendency to fantasize about being there with them and they would swoon over you so quickly.<br>\r\n<br>\r\nAfter a while, you stopped watching the show to have dinner with your family. They asked how your day was and you just told them that it like all the other days at school, boring and uneventful. With your belly full, it was time to get back to watching anime on the time. Unfortunately, your parents already had control of it and you thought you were getting tired anyway.<br>\r\n<br>\r\nWith that, you went up to your room and started surfing the web on your computer. Sure you were attracted to the girls in most anime, but one thing that really got you going was visual novel games. The way they designed the girls in visual novels always made them look just gorgeous to you and you were thinking that you'd give anything to be with them in their world, instead of here in the real world.<br>\r\n<br>\r\nAnd though you're ashamed to admit it to anyone, you've also wished that compared to them, you were a doll, literally. That's right, you have a giantess/shrinking fetish. You've kept it secret from everyone but you've always wished it could happen. That you were in the hands of any of the girls from anime or visual novels at the size of a bug or doll. You've imagined being tiny and having those girls treat you like a pet or plaything that they could do whatever they want with, caring for you, smothering you with affection, or even just keeping you with them and taking you wherever they want to go. <br>\r\n<br>\r\nIt was something that you dreamed of since you were 14, but you knew it would never happen. However, that was until tonight. Something unexpected happened that shook you to your core. Out of nowhere, your computer screen turned white and suddenly engulfed you in a bright light. You covered your eyes as the light completely overtook you and before you knew it, you blacked out. When you finally woke up, you realized that you were clearly not in your room. You were somewhere else and you noticed that something was way off about this place. You were in a new location and the strangest thing is that everything looked gigantic to you. The furniture, the walls, the entire place was huge. It was then that you realized that you were shrunken to a tiny size in a new place that was completely unfamiliar to you. <br>\r\n<br>\r\nWhere were you? Are you in an anime or in a visual novel.</span></div></div>",
            "created":1606345920,
            "id":2946017,
            "title":"Let's Get Started!"
        },
        "11":{
            "author_id":"eric709",
            "author_name":"G-Breaker",
            "choices":[
                "Sailor Moon.",
                "Cardcaptor Sakura.",
                "Pokemon.",
                "Lucky Star.",
                "Something else."
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>Which Anime are you currently tiny in?</span></div></span></div>",
            "created":1606346760,
            "id":2946029,
            "title":"Anime."
        },
        "115":{
            "author_id":"eric709",
            "author_name":"G-Breaker",
            "choices":[
                "Miss Kobayashi's Dragon Maid.",
                "Little Witch Academia.",
                "Next."
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>Next choices include the following:</span></div></span></div>",
            "created":1606346820,
            "id":2946030,
            "title":"Something else."
        },
        "12":{
            "author_id":"eric709",
            "author_name":"G-Breaker",
            "choices":[
                "Hunipop.",
                "Doki Doki Literature Club.",
                "Ace Attorney.",
                "Air.",
                "Other."
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>There are lots of visual novels with some hot chicks. Which one are you in?</span></div></span></div>",
            "created":1606346100,
            "id":2946019,
            "title":"Visual novel."
        },
        "121":{
            "author_id":"eric709",
            "author_name":"G-Breaker",
            "choices":[
                "Aiko.",
                "Audrey.",
                "Other."
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>Which lovely lady are you tiny around? Choose the girl and then choose the size that you're going with.</span></div></span></div>",
            "created":1606346220,
            "id":2946021,
            "title":"Hunipop."
        },
        "1213":{
            "author_id":"eric709",
            "author_name":"G-Breaker",
            "choices":[
                "Beli.",
                "Celeste.",
                "Other."
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>Who else is there.</span></div></span></div>",
            "created":1606346280,
            "id":2946023,
            "title":"Other."
        },
        "12133":{
            "author_id":"eric709",
            "author_name":"G-Breaker",
            "choices":[
                "Kyanna.",
                "Lola.",
                "Next."
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>Next choices are pretty good ones. There's the beautifully toned athlete, Kyanna, or the lovely flight attendant Lola.</span></div></span></div>",
            "created":1606346400,
            "id":2946024,
            "title":"Other."
        },
        "121333":{
            "author_id":"eric709",
            "author_name":"G-Breaker",
            "choices":[
                "Jessie.",
                "Kyu.",
                "Next."
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>Next, there's Jessie or the fairy, Kyu.</span></div></span></div>",
            "created":1606346460,
            "id":2946026,
            "title":"Next."
        },
        "1213333":{
            "author_id":"eric709",
            "author_name":"G-Breaker",
            "choices":[
                "Momo.",
                "Nikki.",
                "Next."
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>How about Momo the Neko or the blue-haired gamer, Nikki.</span></div></span></div>",
            "created":1606346520,
            "id":2946027,
            "title":"Next."
        },
        "12133333":{
            "author_id":"eric709",
            "author_name":"G-Breaker",
            "choices":[
                "Tiffany.",
                "Venus.",
                "Other."
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>How about Tiffany or Venus.</span></div></span></div>",
            "created":1606346640,
            "id":2946028,
            "title":"Next."
        }
    },
    "info":{
        "author_id":"eric709",
        "author_name":"G-Breaker",
        "brief_description":"You are shrunken and end up with a pretty girl from an Anime or a Visual Novel.",
        "created":1606344300,
        "description":"<td align=\"left\" class=\"norm\">In this story, you will wake up shrunken in the world of any anime or anime visual novel. The girls in anime visual novels always look really cute. While tiny, you belong to them as their boyfriend, pet, toy, or even snack (if necessary). Your name is YN and which ever lady you pick has you all to herself (unless someone else finds out about you).<br>\r\n<br>\r\n<u><b>Rules:</b></u><br>\r\n1. Please use good grammar and spelling.<br>\r\n2. Only you are shrunken, nobody else can shrink.<br>\r\n3. Shrinking size range = 1 inch - 1 foot.<br>\r\n4. Interaction is F/M only, no F/F or shrinking females.<br>\r\n5. You are indestructible and cannot die.<br>\r\n<br>\r\n<u><b>Allowed:</b></u><br>\r\n1. Vore - as long as it's accidental and the girls are unaware that they ate you or that you're even inside of them.<br>\r\n2. Mouth play, but they must spit you out.<br>\r\n3. Boobs<br>\r\n4. Smooching, remember the girls must be affectionate with you if you choose BF.<br>\r\n5. They can be playful with you if you choose toy or pet.<br>\r\n6. Body exploration, on the outside or inside.<br>\r\n<br>\r\n<u><b>Not Allowed:</b></u><br>\r\n1. Scat.<br>\r\n2. Sex/Incest.<br>\r\n3. Digestion.<br>\r\n4. Toilet stuff.<br>\r\n5. Foot play.<br>\r\n6. Main character death.<br>\r\n7. No ending the story too soon.<br>\r\n8. One sentence chapters.<br>\r\n<br>\r\nOther than all that, anything goes. Have Fun!</td>",
        "id":2238455,
        "image_url":"https://images.Writing.Com/imgs/writing.com/writers/listing-header-5000.gif",
        "last_full_update":null,
        "modified":1606362060,
        "pretty_title":"VN/Anime Giantess Lover"
    }
}