{
    "chapters":{
        "1":{
            "author_id":"mrthesecret",
            "author_name":"MrThesecret",
            "choices":[
                "They would be converted to meat in factory farms",
                "They would be shrunk and disposed of",
                "They would be rounded up and shot into space",
                "They would all be sealed underground",
                "Reader's choice"
            ],
            "content":"<div class=\"\"><div> <span>It had finally gone on long enough. Men had abused, trapped, and generally been cruel to women for thousands of years. By the year 2020, a consensus had begun to form in the minds of most women: men had to be eliminated. Every last one would have to be destroyed before women could be free. The only question was: how?</span></div></div>",
            "created":1530766800,
            "id":2515442,
            "title":"Beginning of the End"
        },
        "11":{
            "author_id":"mrthesecret",
            "author_name":"MrThesecret",
            "choices":[
                "Forced into transport trucks",
                "Tricked into coming themselves",
                "Driven in by their families",
                "Other",
                "Other"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>How will the men be brought to the farms to be processed?</span></div></span></div>",
            "created":1531026000,
            "id":2516488,
            "title":"They would be converted to meat in factory farms"
        },
        "111":{
            "author_id":"mrthesecret",
            "author_name":"MrThesecret",
            "choices":[
                "Follow a man being processed",
                "Follow a female butcher",
                "Reader's choice"
            ],
            "content":"<div class=\"\"><div> <span>The groaning could be heard from miles away as men and boys from all walks of life were lined up in the street. Women with stun batons stood gleefully as they watched their former husbands, coworkers, and family members marched down the road toward the crowded trucks. A few had tried to make a run for it, but some demonstrations of meat harvesting from live specimens had quieted down the rest of the crowd quite a bit.<br>\r\n<br>\r\nFrom outside the lines, the women taunted men they knew.  \"There's no free range where you're going!\" one woman shouted at an ex. \"I can't wait for dinner tonight!\" a mother said to her terrified teenage son. Many zapped the men in the lines just for the laughs. Others pulled up their shirts and flashed their tits to the men, just to mock them with the knowledge of what they were to be missing. \"It's the only meat that doesn't have to be cruelty-free!\" shouted one woman.<br>\r\n<br>\r\nAs the men and boys approached the trucks, they were stripped naked at zap-point and crammed in until they could barely breathe. When a truck was full to bursting, it finally began to rumble into the distance.</span></div></div>",
            "created":1532667600,
            "id":2525428,
            "title":"Into the trucks, boys!"
        },
        "13":{
            "author_id":"mrthesecret",
            "author_name":"MrThesecret",
            "choices":[
                "Loaded into cannons and shot at the moon",
                "Stuffed into rockets and blasted to the sun",
                "Crammed into a spaceship looking for a black hole",
                "Keep it simple: just tie them to fireworks",
                "Other"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>How would they be shot into space?</span></div></span></div>",
            "created":1531026000,
            "id":2516602,
            "title":"The Final Frontier"
        }
    },
    "info":{
        "author_id":"mrthesecret",
        "author_name":"MrThesecret",
        "brief_description":"Women have had enough of men, and get rid of them once and for all. Points for additions!",
        "created":1530833760,
        "description":"<td align=\"left\" class=\"norm\">In the year 2020, men have finally worn out their welcome. It has been decided that they will be done away with, to the last male. All that remains is the question of how they will be exterminated.<br>\r\n<br>\r\nRULES:<br>\r\n-No anthro/furry<br>\r\n-No sexual content with minors<br>\r\n-No diaper/scat/fart stuff<br>\r\n-Warn someone at the beginning of a page if something is particularly gross or extreme<br>\r\n<br>\r\nOther than that, feel free to engage in whatever fetish you want. Self-inserts, crossovers, and celebrities are welcome.</td>",
        "id":2162807,
        "image_url":"https://images.Writing.Com/imgs/writing.com/writers/listing-header-5000.gif",
        "modified":1536560280,
        "pretty_title":"The End of Men"
    }
}