{
    "chapters":{
        "1":{
            "author_id":"glarg1675",
            "author_name":"Exotica",
            "choices":[
                "Tamara Lord",
                "Tomas Lord",
                "Tina Lord",
                "Tatiana Lord",
                "Tilly Lord"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>The lord family 55 year old Tamara Lord and her 40 year old son Tomas have 3 daughters 19 year old tina and 14 year old twins Tatiana and tilly.</span></div></span></div>",
            "created":1577422800,
            "id":2765425,
            "title":"Meeting the Family"
        },
        "11":{
            "author_id":"maia987",
            "author_name":"Xiea's bored...",
            "choices":[
                "a terminal, incurable disease had mercilessly taken her away from him.",
                "She committed suicide due to the terrible crime she couldn't deny any more.",
                "She died protecting her daughter, Titiania, from the horrible beast of Alfrandan",
                "She was killed by Fanidiego, and the fact Tamara still hadn't killed him...",
                "Blinded by his rage, Tamara killed her because of..."
            ],
            "content":"<div class=\"\"><div> <span>Lord Tamara had already downed four bottles of whiskey, and was halfway through his eighth one. He was still in control of his senses and he knew he should stop, but he simply couldn't. Every year, this was the hardest day for him. On this day, 12th September, nine years ago, his wife, his one and only true love had died.</span></div></div>",
            "created":1579064400,
            "id":2774142,
            "title":"Tamara Lord"
        },
        "14":{
            "author_id":"maia987",
            "author_name":"Xiea's bored...",
            "choices":[
                "Saying this, he sealed the proposal with a kiss on the lips.",
                "Saying this, he kissed you on your and waited for you to gather your wits.",
                "You exclaimed in complete surprise,\"But I never thought of you like that.\"",
                "\"I have always loved you too, Ardex.\", saying this you both kissed.",
                "\"I don't know what to say, Ardex.\""
            ],
            "content":"<div class=\"\"><div> <span>Tatiana hated Tilly from the bottom of her heart. Somehow, though she had the better name, Tilly excelled at everything else! She got more dates, topped every class, has more friends, and was everybody's favorite. Even her father, Lord Tamara seemed to like her more. The only person who cared more about Tatiana than Tilly was late Lady Cinniana, the Twins' mother. Tatiana kept complaining about all this to her childhood best friend, Ardex. She felt invisible in her presence.<br>\r\n<br>\r\nOne morning, just like any other, Tatiana was ranting and ranting about Tilly to Ardex, when suddenly he said,\"I don't know how you haven't noticed this before, but there is this one person I know who certainly will always prioritize you more than Tilly.\"<br>\r\n\"Not possible. Everyone loves that bitch.\"<br>\r\n\"But you have been to oblivious to notice that I have always loved you. And Tilly, or anybody for that matter, cannot change how I feel about you, Nia.\" <br>\r\n</span></div></div>",
            "created":1579064400,
            "id":2774087,
            "title":"Tatiana Lord"
        },
        "142":{
            "author_id":"maia987",
            "author_name":"Xiea's bored...",
            "choices":[
                "\"Nia, get out. Ardex & I want to talk.\" she said, smiling seductively.",
                "Tilly had been in love with him for a very long time now. ",
                "\"I'm sorry, am I interrupting something?\", she asked politely.",
                "\"Nia, Dad's wasted again. We gotta help him.\" ",
                "\"Tilly, get out. We're in the middle of something.\""
            ],
            "content":"<div class=\"\"><div> <span>\"Ardex!\", she cried, standing up quickly.<br>\r\n\"Too soon?\", he backed up, clearly frightened by her reaction. <br>\r\n\"What do you think you are doing?\"<br>\r\n\"I'm sorry. I really am. Can we just put this behind and continue on like nothing ever happened? Please?\"<br>\r\n\"No. No, we can't. I'm sorry. I overreacted. But we can't just continue on like nothing happened.\"<br>\r\n\"So what do you want to do now?\"<br>\r\nTatiana looked at his perplexed hazel eyes. They were so deep, she often imagined herself falling into them. His brown curls stuck out in all directions, framing his gentle face in shabbily. 'It's just Ardex. Stop freaking out. You know him so well. Calm down.', she said to herself, calming down enough to sit beside him again. Color returned to his pale face. <br>\r\n\"Listen, the thing is-\"<br>\r\n\"Ardex! I didn't know you were here!\", squealed Tilly, barging into her sister's room without knocking, as usual.<br>\r\n\"Oh, Tilly. Hi.\"said Ardex. </span></div></div>",
            "created":1590814800,
            "id":2843288,
            "title":"Saying this, he kissed you on your and waited f..."
        }
    },
    "info":{
        "author_id":"glarg1675",
        "author_name":"Exotica",
        "brief_description":"Hustler Of The Lord",
        "created":1577064300,
        "description":"<td align=\"left\" class=\"norm\">Hustler Of The Lord</td>",
        "id":2208486,
        "image_url":"https://images.Writing.Com/imgs/writing.com/writers/listing-header-5000.gif",
        "last_full_update":1590864420,
        "modified":1590864420,
        "pretty_title":"Hustler Of The Lord"
    }
}