{
    "chapters":{
        "1":{
            "author_id":"naruto1",
            "author_name":"A-MAN100",
            "choices":[
                "Naruto Part 1 ",
                "Naruto Part 2: Shippuden "
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>You decide! What point in time will Naruto’s story begin? At the beginning (Part 1) or during Shippuden (Part 2)? </span></div></span></div>",
            "created":1606000020,
            "id":2943749,
            "title":"Naruto’s Story Begins "
        },
        "12":{
            "author_id":"naruto1",
            "author_name":"A-MAN100",
            "choices":[
                "Meet a kunoichi his age.",
                "Meet an older kunoichi. ",
                "Go to Reflections. ",
                "Something else.",
                "Reader’s choice. "
            ],
            "content":"<div class=\"\"><div> <span>In Konoha, it was yet another normal morning for each and every citizen of said village. Even one Naruto Uzumaki, who slept peacefully in his bed. That was before the sun shined in through his windows and onto his face. <br>\r\n<br>\r\nNaruto’s face scrunched up in little irritation before opening his eyes. Seeing that it was day, he reluctantly sat up with a groan and rubbed the sleep from his eyes. <br>\r\n<br>\r\n“Morning already?” Naruto questioned tiredly before checking his clock and saw that it was 10:00 a.m.. “Guess I should get up then.” <br>\r\n<br>\r\nNaruto got out of bed and quickly made it up before heading to the bathroom and make himself some breakfast. As he ate his bowl of cereal, Naruto wondered what he was gonna do for the day. <br>\r\n<br>\r\n“Hmm. What am I gonna do on my day off? I don’t have any missions and I don’t feel like training today.” Naruto said before shrugging. “Eh. Maybe I’ll go out and see if I  can find something to do.” <br>\r\n<br>\r\nAfter putting away his bowl and getting dressed, Naruto headed out into the village. As he walked down the dirt road with his arms held behind his head, he looked out for something to do, but didn’t see anything fun. To Naruto, it was just a boring day in the village right now. <br>\r\n<br>\r\nThis in mind, Naruto thought had some things he could try. He thought about meeting up with one of his friends to see if they wanted to hang out. He also remembered an address Pervy Sage had given him for the best sex club, called Reflections, in case Naruto ever wanted to get some “experience”. Not that he ever would on normal circumstances. He wondered if there was a third option? <br>\r\n<br>\r\nHow does Naruto deal with his boredom? Does he run into one of his kunoichi friends, his age or older? Does he decide to try the ses club after all? Or does Naruto find something else to try? </span></div></div>",
            "created":1606003680,
            "id":2943769,
            "title":"Naruto Part 2: Shippuden "
        }
    },
    "info":{
        "author_id":"naruto1",
        "author_name":"A-MAN100",
        "brief_description":"Naruto gets dominated by any and every kunoichi he knows. ",
        "created":1605999480,
        "description":"<td align=\"left\" class=\"norm\">This is an interactive story for people who love Naruto Uzumaki, but want to him suffer some femdom, BDSM, Cuckolding, and everything that comes with them. I only have 2 rules for you all to follow. <br>\r\n<br>\r\nRules: <br>\r\n#1) Please focus on Naruto Uzumaki from Part 1 and Part 2 series. Nothing from the Boruto series. Everybody hates Boruto. Anything with Boruto will be deleted. <br>\r\n<br>\r\n#2) This is NOT an all fetish story. That means NO VORE! NO FULL BODY SHRINKING!! NO CLOTHES TRANSFORMATION!!! NO PISS/SCAT!!!! Anything with this will be deleted.<br>\r\n<br>\r\nThat’s all that I ask of you is to follow these rules. I’m sorry, but when writers do add that stuff, you see a huge decline in other writers, because the people who’ve added this stuff have cut off all directions in an interactive story and ruined it. <br>\r\n<br>\r\nI just got tired of seeing all of that, which is why this is a more specific story for people with specific fetishes. </td>",
        "id":2238214,
        "image_url":"https://images.Writing.Com/imgs/writing.com/writers/listing-header-5000.gif",
        "last_full_update":null,
        "modified":1606252800,
        "pretty_title":"Naruto’s Femdom Life"
    }
}