{
    "chapters":{
        "1":{
            "author_id":"alockwood1",
            "author_name":"BIG BAD WOLF Is Merry!",
            "choices":[
                "Virtuous Prey",
                "Virtuous Predator",
                "Condemned Prey",
                "Condemned Predator",
                "Both Predator and Prey or Human"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>What kind of Character do we have here? Virtuous or Condemned? Predator or Prey?</span></div></span></div>",
            "created":1566622800,
            "id":2707276,
            "title":"Welcome to the Afterlife"
        },
        "13":{
            "author_id":"twiga",
            "author_name":"Twiga",
            "choices":[
                "Horse",
                "Cow/Bull",
                "Deer",
                "Sheep",
                "More Options"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>What kind of prey animal?</span></div></span></div>",
            "created":1566622800,
            "id":2707298,
            "title":"Condemned Prey"
        },
        "135":{
            "author_id":"twiga",
            "author_name":"Twiga",
            "choices":[
                "Rabbit/Hare",
                "Zebra",
                "Giraffe",
                "Other Option",
                "Other Choices"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>More Options</span></div></span></div>",
            "created":1566622800,
            "id":2707350,
            "title":"More Prey Options"
        },
        "15":{
            "author_id":"alockwood1",
            "author_name":"BIG BAD WOLF Is Merry!",
            "choices":[
                "Virtuous Predator and Prey",
                "Virtuous Human",
                "Condemned Predator and Prey",
                "Condemned Human",
                "Other"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>Get the combo of benefits or punishments here.</span></div></span></div>",
            "created":1566622800,
            "id":2707278,
            "title":"Both Predator and Prey or Human"
        },
        "152":{
            "author_id":"alockwood1",
            "author_name":"BIG BAD WOLF Is Merry!",
            "choices":[
                "Alfred Witmore - Zookeeper",
                "Susan Jennings - Fantasy Writer",
                "Eric Roberts - Priest",
                "Other",
                "Other Choices"
            ],
            "content":"<div class=\"\"><div> <span>Alfred Witmore<br>\r\n<br>\r\nWas a zookeeper working with a lot of animals, although his favorites were the Big Cats. His life came to a halt when he became the victim of a car accident. Upon finding himself in the Afterlife, he is initially puzzled, until he encounters a tigress that had lived, and died, at the zoo during the time he'd been there.<br>\r\n<br>\r\nSusan Jennings<br>\r\n<br>\r\nA fantasy novelist, who was in Alaska, doing first-hand studying on polar bears, planning to incorporate them into her next book in some fashion, on the basis that scientific books and movies and animals in zoos weren't enough to motivate her, when tragedy, in the form of boating accident, occurred. She has since found herself in an area similar to Alaska, with a number of Arctic creatures around, including polar bears.<br>\r\n<br>\r\nEric Roberts<br>\r\n<br>\r\nA priest for many years, Eric died of one of the things that Science, and God, couldn't cure, cancer. Expecting to see the Pearly Gates, and hear angels singing, at the very least, Eric is more than a bit confused at the differences.</span></div></div>",
            "created":1566622800,
            "id":2707302,
            "title":"Virtuous Human"
        },
        "1521":{
            "author_id":"alockwood1",
            "author_name":"BIG BAD WOLF Is Merry!",
            "choices":[
                "Sasha shows Alfred around",
                "It starts to rain",
                "Sasha wants to have some fun with Alfred.",
                "Sasha notices a Condemned being.",
                "Other Choices"
            ],
            "content":"<div class=\"\"><div> <span>Alfred looked around. He remembered the car hitting him, but then, nothing much. <br>\r\n<br>\r\nBut now, he was in a rather strange location. It reminded him of some sort of jungle. <br>\r\n<br>\r\nIt puzzled him. On the plus side, it wasn't all fire and brimstone, like what Hell would be, yet at the same time, it wasn't like there were angels sitting on clouds singing hymns. Of course, that might have also have been a bit of a blessing, as Alfred knew that he wasn't the most religious of people, and felt that an eternity of such music might actually be worse than Hell itself. Still, he wondered where he was.<br>\r\n<br>\r\nThat was when he saw the tiger. He could see that the tiger was looking at him. He gulped as he watched it. Having worked at a zoo, he knew about the power of such creatures. He wasn't exactly sure, but it looked looked like a Bengal Tiger. More importantly, the pattern of the stripes seemed eerily familiar.<br>\r\n<br>\r\nThe tiger began to walk up to him. <br>\r\n<br>\r\nAlfred knew that the best thing he needed was some sort of weapon, and being in a forest, with plenty of trees, there was always improvised clubs and spears to be had, especially since he saw a decent sized branch. Grabbing it, he ripped it off the tree, and thrust the one end towards the tiger. On that particular end was what looked like a bunch of mangos. It would have been funny, actually, if not for the fact that he was focused on protecting himself.<br>\r\n<br>\r\nThe tiger stopped, and laid down. \"Don't you recognize me, Alfred?\" it asked, in a female-sounding voice.<br>\r\n<br>\r\nAlfred blinked. \"You talk?\"<br>\r\n<br>\r\nThe tiger chuckled. \"Of course I do. Don't you talk?\"<br>\r\n<br>\r\n\"How?\" Alfred asked.<br>\r\n<br>\r\n\"It's the Afterlife,\" the tiger said. \"Allows for Communication, among other things.\"<br>\r\n<br>\r\n\"How do you know my name?\" Alfred asked.<br>\r\n<br>\r\n\"Two years ago, remember,\" the tiger said. \"You worked at the zoo I resided at. I was sick. You spent a lot of nights at the place, trying to help the veterinarians help me try to get better. Didn't work, obviously, but I remember you, sitting by me, reading one of those books.\"<br>\r\n<br>\r\nRecognition came to Alfred. \"Sasha?\"<br>\r\n<br>\r\nThe tiger got up. \"You remember now?\"<br>\r\n<br>\r\nAlfred nodded. \"Um, what happens now?\"<br>\r\n<br>\r\nSasha chuckled. \"Well, if you're hungry, I could help you to split open those mangos. Virtuous Prey seem to enjoy them.\"<br>\r\n<br>\r\n\"Virtuous Prey?\" Alfred asked.<br>\r\n<br>\r\n\"Predators have to eat too,\" said Sasha. \"Got to eat Prey.\"<br>\r\n<br>\r\n\"Um, is this Heaven or Hell?\" Alfred asked.<br>\r\n<br>\r\n\"Both, or Neither,\" said Sasha. \"I'm not sure. You have the Virtuous, who have lived a Good life, and you have the Condemned, who didn't. I hope that you lived a Good life. You smell like one who did.\"<br>\r\n<br>\r\n\"Well, I know I wasn't Perfect, but I think that I was mostly good,\" said Alfred.<br>\r\n<br>\r\n\"There is a few simple tests that you could do to figure out if you're Virtuous, or Condemned,\" Sasha said, as she came up to him, and knocked a mango off of the branch. She then split the rind, pulled it off of some of the fruit's flesh, and passed the rest to him. \"If you're Virtuous, it tastes like one of the best mangos you've ever eaten. If you're Condemned, apparently, it tastes like plain tofu.\"<br>\r\n<br>\r\nAlfred picked it up. \"Well, I've had mangos, and I've had tofu, so I know the difference.\" He took a bite of the flesh, and his eyes widened. \"This is better than any mango I've ever had!\"<br>\r\n<br>\r\nSasha chuckled. \"I'm glad I was right about you.\"<br>\r\n<br>\r\n\"So, what happens now?\" Alfred asked.</span></div></div>",
            "created":1566622800,
            "id":2707434,
            "title":"Alfred Witmore - Zookeeper"
        },
        "15212":{
            "author_id":"alockwood1",
            "author_name":"BIG BAD WOLF Is Merry!",
            "choices":[
                "Alfred and Sasha watch the rain",
                "Alfred feels cold",
                "They aren't the only ones in the cave.",
                "Sasha's stomach starts to grumble.",
                "Other Choices"
            ],
            "content":"<div class=\"\"><div> <span>That was when Alfred heard a rumble of thunder, and rain started to fall.<br>\r\n<br>\r\nAlfred looked up, and saw a number of dark clouds. \"Can't say I expected that!\"<br>\r\n<br>\r\nSasha chuckled. \"Having it be sunny and cloudless all the time gets boring.\"<br>\r\n<br>\r\nAlfred looked at himself, noting how wet he was getting, as well as a distinct lack of clothing. \"So, what do we do?\"<br>\r\n<br>\r\n\"By the looks of things, it's going to rain for a while,\" said Sasha. \"Come with me. I know of a cave.\" She started walking away.<br>\r\n<br>\r\nAlfred followed. \"Thanks. Also, do you know where there's clothes that I could wear?\"<br>\r\n<br>\r\n\"Sure, if you don't mind looking like something out of one of those caveman movies,\" said Sasha. \"There's a distinct lack of anything really advanced beyond Stone Age type of technology.\"<br>\r\n<br>\r\n\"Um, what are the clothes made out of?\" Alfred asked.<br>\r\n<br>\r\nSasha chuckled. \"Hide of course. I'm sure that mine could fit you.\"<br>\r\n<br>\r\nAlfred's eyes widened. \"You'd let someone kill and skin you, just to make me some clothes?\"<br>\r\n<br>\r\n\"It's not too bad,\" said Sasha. \"I would reform afterwards. Besides, you might want some meat to eat anyways.\"<br>\r\n<br>\r\n\"I don't think that I could go through with that,\" said Alfred. \"I mean, does every animal here talk?\"<br>\r\n<br>\r\n\"Yes,\" said Sasha. \"It's nothing personal, for the most part. You might even like my meat.\"<br>\r\n<br>\r\n\"I don't think that I could do that to someone I know,\" said Alfred.<br>\r\n<br>\r\n\"Suit yourself,\" said Sasha. \"Still, once you get tired of plant matter, I know of plenty of cattle, pigs, sheep, goats, and other Virtuous Prey animals, whom you might find to be tasty.\"<br>\r\n<br>\r\n\"And you don't mind this?\" Alfred asked.<br>\r\n<br>\r\n\"They don't feel any pain, if that's what you're worried about,\" said Sasha. \"Some even get a kick out of it.\"<br>\r\n<br>\r\n\"You mentioned Virtuous,\" said Alfred. \"What about the other group, the Condemned, right?\"<br>\r\n<br>\r\n\"They feel pain,\" said Sasha. \"They are to suffer.\"<br>\r\n<br>\r\n\"What did they do to be Condemned?\" Alfred asked.<br>\r\n<br>\r\n\"Killing just to kill, basically,\" said Sasha. \"That or were very gluttonous, eating more than they needed to, or greedy, and horded way more than they needed, causing unneeded pain and suffering.\"<br>\r\n<br>\r\n\"How do they suffer?\" Alfred asked.<br>\r\n<br>\r\n\"Let's just say that if I was a Condemned Predator, I wouldn't be able to catch you if you tried to escape from me,\" said Sasha. \"If you were Condemned, you wouldn't be able to escape me.\"<br>\r\n<br>\r\n\"So, just what am I, exactly?\" Alfred asked.<br>\r\n<br>\r\n\"Humans count as both Predator and Prey,\" said Sasha. \"A number of smaller Carnivores and Omnivores have both classifications of Predator and Prey if there's something that can eat them and they can eat smaller animals.\"<br>\r\n<br>\r\n\"So, the Food Web thing is, more or less, intact, basically?\" Alfred asked.<br>\r\n<br>\r\n\"Some could say that,\" said Sasha. \"Of course, one thing that you might want to get used to is the fact that you aren't the Apex Predator, as it were.\"<br>\r\n<br>\r\n\"So, you could eat me, right?\" Alfred asked.<br>\r\n<br>\r\n\"I could, but only if you give me permission to do so,\" said Sasha. \"There's something of a 'No means No' rule. You say 'Yes', and I could chow down on you. You say 'No', and I'd have to respect it, even if you said 'Yes' a moment prior.\"<br>\r\n<br>\r\n\"I see,\" said Alfred.<br>\r\n<br>\r\n\"Got the same rule where sex is concerned,\" said Sasha. \"I'd have to ask if you wanted to have sex with me, and respect your wishes if you said 'No'.\"<br>\r\n<br>\r\n\"Wait, you could have sex with me?\" Alfred asked.<br>\r\n<br>\r\nSasha chuckled. \"Sometimes male tigers aren't interested at the moment, same with other male big cats, and one just needs that itch to get scratched.\"<br>\r\n<br>\r\n\"I'm sure that there's a few rules against that sort of thing,\" said Alfred.<br>\r\n<br>\r\n\"Only when it isn't consensual,\" said Sasha. \"Other than that, anything goes.\"<br>\r\n<br>\r\n\"Sounds crazy,\" said Alfred.<br>\r\n<br>\r\nSasha chuckled. \"Well, if you can't find a female human, but want to have sex anyways, let me know. I can, at the very least, take the edge off.\"<br>\r\n<br>\r\n\"Let's file that for another time,\" said Alfred.<br>\r\n<br>\r\nSasha chuckled. She then looked ahead. \"There's the cave. Should keep us dry, and we can watch the rain. Afterwards, I'll introduce you to the others around here.\"</span></div></div>",
            "created":1566709200,
            "id":2707714,
            "title":"It starts to rain"
        },
        "152122":{
            "author_id":"alockwood1",
            "author_name":"BIG BAD WOLF Is Merry!",
            "choices":[
                "Alfred accepts Sasha's offer to lay on him.",
                "Alfred accepts Sasha's offer. Then he gets curious about her body",
                "Alfred accepts Sasha's offer, only for her to get hungry while she's on him.",
                "Alfred turn's Sasha's offer down.",
                "Other Choices"
            ],
            "content":"<div class=\"\"><div> <span>After he got into the cave, Alfred started to shiver. <br>\r\n<br>\r\n\"Are you alright?\" Sasha asked.<br>\r\n<br>\r\n\"Just a little cold,\" Alfred said. \"I'm just not used to walking around naked in the rain.\"<br>\r\n<br>\r\nSasha chuckled. \"Don't worry too much. I know of some people who will be able to help out with the whole clothes thing.\"<br>\r\n<br>\r\n\"I don't think that I could go through with someone killing you to make clothes for me,\" Alfred said, as he sat down. \"I don't like the idea of it.\"<br>\r\n<br>\r\n\"There's other hides you could wear,\" said Sasha. \"In the meantime, how about I help you to warm up?\"<br>\r\n<br>\r\n\"How are you going to do that?\" Alfred asked.<br>\r\n<br>\r\nSasha laid down beside him. \"Just lay down, and I'll take care of the rest.\"<br>\r\n<br>\r\nAlfred looked her over. \"Are you going to lay on top of me?\"<br>\r\n<br>\r\n\"That's the general idea,\" said Sasha. \"It tends to do the trick.\"<br>\r\n<br>\r\n\"Is all you going to do is just lay on me?\" Alfred asked.<br>\r\n<br>\r\n\"Well, we could go a little <i>further</i> if you want to,\" said Sasha, with a chuckle. \"Your choice of course. You could refuse my offer as well.\"</span></div></div>",
            "created":1566882000,
            "id":2708855,
            "title":"Alfred feels cold"
        },
        "1523":{
            "author_id":"alockwood1",
            "author_name":"BIG BAD WOLF Is Merry!",
            "choices":[
                "Up At One Huge Snake!",
                "At a Majestic Lion",
                "At Another human",
                "At a Sheep",
                "Down At a Mouse"
            ],
            "content":"<div class=\"\"><div> <span>Eric looked around. The place he was in wasn't the Pearly Gates, that much he knew for sure. The place was some sort of forest, or jungle, or something along those lines.<br>\r\n<br>\r\nOn the plus side, at least it wasn't the Fires of Hell. He would have <i>really</i> been concerned if he'd ended up there.<br>\r\n<br>\r\nAlso on the plus side, there was some fruits that looked ripe enough to be eaten.<br>\r\n<br>\r\n\"Perhaps God will show me more of His wonders later,\" Eric said, as he walked up to a low branch. \"After all, it's not like I'm the only one here.\"<br>\r\n<br>\r\nHe grabbed one of the fruit, and was about to bite into it when he heard a voice say, \"You certainly aren't the only one here.\"<br>\r\n<br>\r\nHe looked in the direction of the voice, and found himself looking....</span></div></div>",
            "created":1574312400,
            "id":2750008,
            "title":"Eric Roberts - Priest"
        },
        "15231":{
            "author_id":"alockwood1",
            "author_name":"BIG BAD WOLF Is Merry!",
            "choices":[
                "\"Well, I'm feeling hungry. Do you want to be my meal?\"",
                "\"Might be a good idea to find you a place to stay.\"",
                "\"Might be a good idea to get you something to wear.\"",
                "\"Someone else is coming.\"",
                "Nothing."
            ],
            "content":"<div class=\"\"><div> <span>In a scene that seemed to be out of the Book of Eden, or The Jungle Book, Eric found himself looking up at one <b>very</b> large snake.<br>\r\n<br>\r\n\"What are you?\" he asked, dropping the fruit, and backing away. \"The Devil in Serpent form?\"<br>\r\n<br>\r\nThe snake chuckled. \"A herpetologist described me as a <i>Titianboa</i>, or something along those lines. As for being the Devil, or some other deity of Evil, far from it. I'm one of the Virtuous.\"<br>\r\n<br>\r\n\"Virtuous?\" Eric asked, as he tried to keep his eyes on the creature, noting it to be well over forty feet long.<br>\r\n<br>\r\n\"Lived life the right way, basically,\" the snake said. \"Didn't kill more than I needed to, didn't eat more than I needed to. It's sort of easy to figure things out for one such as myself, as we don't need to worry about morality for the most part. Of course, if you ate <i>way</i> too much or killed <i>way</i> too much, then you're at risk of being marked as Condemned.\"<br>\r\n<br>\r\n\"Condemned?\" Eric asked.<br>\r\n<br>\r\n\"They suffer punishments,\" the snake said. \"Condemned Predators cannot catch Virtuous Prey, and Condemned Prey cannot outrun Virtuous Predators. Virtuous ones enjoy the taste of what they eat, while the Condemned taste only blandness.\"<br>\r\n<br>\r\n\"What do you mean by that?\" Eric asked.<br>\r\n<br>\r\n\"Try the fruit,\" said the snake. \"It should taste like the best papaya you've ever had, or at least taste delicious to you at any rate. Otherwise, it will taste like tofu.\"<br>\r\n<br>\r\nEric carefully picked up the fruit, and tried it. It was delicious. \"This is good.\"<br>\r\n<br>\r\nThe snake chuckled. \"Good to know.\"<br>\r\n<br>\r\n\"So, just how do things work around here?\" Eric asked.<br>\r\n<br>\r\n\"Not too different from how things <i>should</i> work,\" said the snake. \"Predators hunt for Prey, and Prey try to avoid being caught by Predators. Just to let you know, your sort is both Predator and Prey, meaning that you can always capture Condemned Prey, and outrun Condemned Predators, unless you let them catch you.\"<br>\r\n<br>\r\n\"Let them catch me?\" Eric asked.<br>\r\n<br>\r\n\"Sometimes one feels sorry for them, and conveniently trips and doesn't get up in time to escape,\" the snake said. \"Of course, Virtuous Prey don't feel any pain when they get eaten.\"<br>\r\n<br>\r\n\"What if say a Virtuous Predator came after me?\" Eric asked.<br>\r\n<br>\r\nThe snake chuckled. \"Depends on if you gave the Predator permission to eat you or not. If you gave me permission, I could eat you. If you didn't, I'd have to look for someone else.\"<br>\r\n<br>\r\n\"What would happen afterwards?\" Eric asked.<br>\r\n<br>\r\n\"Your body would be recreated,\" the snake said.<br>\r\n<br>\r\n\"I see,\" said Eric. \"Um, what's your name?\"<br>\r\n<br>\r\nThe snake chuckled. \"I prefer to be called Rosa when folks make use of such things.\"<br>\r\n<br>\r\nEric's eyes widened. \"Okay. My name is Eric, Eric Roberts.\"<br>\r\n<br>\r\n\"Pleased to meet you,\" Rosa said.<br>\r\n<br>\r\n\"So, what now?\" Eric asked.<br>\r\n<br>\r\nAt this, Rosa said.....</span></div></div>",
            "created":1576990800,
            "id":2763311,
            "title":"One Huge Snake!"
        },
        "155":{
            "author_id":"alockwood1",
            "author_name":"BIG BAD WOLF Is Merry!",
            "choices":[
                "Virtuous Predator Anthro",
                "Virtuous Prey Anthro",
                "Condemned Prey Anthro",
                "More Anthro Options",
                "Other Choices"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>Perhaps an Anthro is more to your liking.</span></div></span></div>",
            "created":1568005200,
            "id":2715860,
            "title":"Anthros"
        },
        "1554":{
            "author_id":"alockwood1",
            "author_name":"BIG BAD WOLF Is Merry!",
            "choices":[
                "Condemned Predator Anthro",
                "Virtuous Predator and Prey Anthro",
                "Condemned Predator and Prey Anthro",
                "Other",
                "Other Choices"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>More Options for Anthros</span></div></span></div>",
            "created":1568005200,
            "id":2715861,
            "title":"More Anthro Options"
        }
    },
    "info":{
        "author_id":"alockwood1",
        "author_name":"BIG BAD WOLF Is Merry!",
        "brief_description":"The Afterlife of Animals. It includes Humans. And Anthros.",
        "created":1273673460,
        "description":"<td align=\"left\" class=\"norm\">Animals die: this is a Fact. So, the question is; do they go to Heaven, or do they go to Hell? The answer is this - they all go to the same place, but each get different rewards, or punishments, depending on if they were classified as Virtuous, or Condemned. Then there's the humans that have shown up.<br>\r\n<br>\r\nThe Virtuous enjoy a lot of rewards:<br>\r\n<br>\r\n1. They can always find some sort of pleasure. This can be through having fun with friends, eating good food, having sex, and just enjoying things.<br>\r\n<br>\r\n2. Virtuous Prey have no problems escaping from Condemned Predators.<br>\r\n<br>\r\n3. Virtuous Predators have no problems catching Condemned Prey.<br>\r\n<br>\r\n4. Virtuous Predators can eat Virtuous Prey, but there's a \"No means No\" policy in place - Predators must ask the Prey if they can eat them, and if the Prey refuses, the Predator is to respect it.<br>\r\n<br>\r\n5. Virtuous Prey don't suffer any pain if they get eaten. In fact, some actually enjoy being eaten. In fact, they taste better than Condemned Prey.<br>\r\n<br>\r\n6. Animals that qualify as both Predator and Prey enjoy both sets of benefits.<br>\r\n<br>\r\n7. There aren't many rules were sex is concerned, so long as it's consensual.<br>\r\n<br>\r\n<br>\r\nThe Condemned have a lot of punishments:<br>\r\n<br>\r\n1. They don't get any pleasure, unless the other is willing.<br>\r\n<br>\r\n2. Condemned Prey can't outrun Virtuous Predators.<br>\r\n<br>\r\n3. Condemned Predators can't catch Virtuous Prey.<br>\r\n<br>\r\n4. Condemned Predators can eat Condemned Prey, but they don't taste real good to them.<br>\r\n<br>\r\n5. Condemned Prey feel pain when being eaten.<br>\r\n<br>\r\n6. Animals that qualify as both Predator and Prey get both sets of punishments.<br>\r\n<br>\r\n7. They get no pleasure from sex, unless the other is willing.<br>\r\n<br>\r\n<br>\r\nWhat's common to both is this:<br>\r\n<br>\r\n1. They can talk.<br>\r\n<br>\r\n2. Their bodies can reform.<br>\r\n<br>\r\n3. For Non-Human, or Non-Antho, Animals, being marked as Virtuous or Condemned has to deal if they killed just to kill, killed <i>way</i> more than they could eat or horded <i>way</i> more than they could eat, which tends to get them marked as Condemned.<br>\r\n<br>\r\n4. It's possible to change from being a Condemned to a Virtuous through doing Good Deeds, as well as the opposite, for a Virtuous to be Condemned for doing Evil Deeds. This is especially useful in the cases of those who are, more or less, border-lined.<br>\r\n<br>\r\n5. There is plant matter that can be eaten by those who eat such things, but while those who were Virtuous enjoy the food, with it being rather flavorful, those who are Condemned find it to be tasteless.<br>\r\n<br>\r\n6. Humans are Animals too, as are Anthros and both can fall into Virtuous or Condemned, and are classified as both Predator and Prey.<br>\r\n<br>\r\n7. Technology seems to be similar to that of Stone-Age level, with clothes being made of Animal hide. Often times, Virtuous animals, especially those with enough hide to either make the equivalent of a shirt or a set of pants, will make a \"donation\" to help clothe Virtuous Humans, or Anthros that like to wear clothes.<br>\r\n<br>\r\n<br>\r\nThe Setting:<br>\r\n<br>\r\nThe Setting isn't Fluffy Cloud Heaven, nor is it Fire and Brimstone Hell, which could be good or bad, depending upon one's point of view, but is instead more of a Natural and Unmodified world, similar to an animal's usual habitat, with a distinct lack of man-made buildings and structures. On the plus side, food is easy to find, as is shelter during the times it rains. Humans, upon finding out about the place, might be initially confused over the obvious differences between what they'd believed and actuality, tend to get used to things after a week or thereabouts, at least those who were Virtuous - as for the Condemned, this is but the start of their suffering.<br>\r\n<br>\r\nRules:<br>\r\n<br>\r\n1. Spelling and Grammar are Important<br>\r\n<br>\r\n2. Sex is allowed - hardly any rules, beyond that of Consent, at least for those who are Virtuous.<br>\r\n<br>\r\n3. Vore is allowed, although Consent is required between Virtuous Predator and Virtuous Prey. Also, it is possible for the Predator to swallow the Prey whole, providing that the Predators is big enough to do so. A tiger, for instance, could swallow something the size of a human, but a fox would be unable to do so.<br>\r\n<br>\r\n4. Plots must be story-driven, in one way, or another.<br>\r\n<br>\r\n5. Always leave an option open, when possible - I'll add the others if need be.<br>\r\n<br>\r\n6. Third-person point-of-view.<br>\r\n<br>\r\n7. Anything else goes, unless I say otherwise.</td>",
        "id":1672552,
        "image_url":"https://images.Writing.Com/imgs/writing.com/writers/listing-header-5000.gif",
        "modified":1577060580,
        "pretty_title":"Animals' Afterlife Includes Humans"
    }
}