{
    "chapters":{
        "1":{
            "author_id":"bedwetbraeden",
            "author_name":"Braedenthebedwetter",
            "choices":[
                "Head Cheerleader, Most Popular Girl in School, etc. ",
                "New to this school and not quite sure where she fits in yet",
                "Generally quiet, occasionally speaking with a slight stutter",
                "Extremely quiet due to her severe stutter"
            ],
            "content":"<div class=\"\"><div> <span>Braeden looked up from her quiz to see Darcie walk into the classroom late and hand a pink slip to Ms. Alverez. Even though Darcie didn’t make eye contact with anyone, and the room was supposed to be silent until everyone finished the quiz, soft snickers and giggles followed Darcie to her seat. Ms. Alverez cleared her throat, obviously trying to remind everyone of that, but it didn’t make much of a difference. Ever since <i>the incident</i>, laughter (and not the nice kind) had followed Darcie McCallister wherever she went. <br>\r\n<br>\r\nBraden looked back down at her quiz, trying to focus on finding x instead of Darcie’s increasingly tomato red face, or the incident itself. Unfortunately, Braden had about as much success with that as Ms. Alverez had trying to get the class to settle back down, and it wasn’t long before her thoughts had strayed back to two weeks ago, when <i>the incident</i> occurred. <br>\r\n<br>\r\nBefore we get to <i>the incident</i>, is Darcie…</span></div></div>",
            "created":1582520400,
            "id":2792245,
            "title":"Intro"
        },
        "11":{
            "author_id":"bedwetbraeden",
            "author_name":"Braedenthebedwetter",
            "choices":[
                "Peed her pants in the middle of a class presentation",
                "Wet the bed on a class trip",
                "Been pantsed, revealing the diaper she was wearing underneath"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>Sorry this chapter is a quick one, but the answers will make a difference as the story goes on, so now we can decide what happened.<br>\r\n<br>\r\nTwo weeks ago, Darcie McCallister had…<br>\r\n</span></div></span></div>",
            "created":1582520400,
            "id":2792250,
            "title":"Head Cheerleader, Most Popular Girl in School, ..."
        },
        "112":{
            "author_id":"bedwetbraeden",
            "author_name":"Braedenthebedwetter",
            "choices":[
                "Always wet the bed ",
                "Sometimes wet the bed ",
                "Not a bedwetter"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>Did Darcie always wet the bed, sometimes wet the bed, or was she not a bedwetter at all?</span></div></span></div>",
            "created":1584248400,
            "id":2802092,
            "title":"Wet the bed on a class trip"
        },
        "12":{
            "author_id":"bedwetbraeden",
            "author_name":"Braedenthebedwetter",
            "choices":[
                "Peed her pants in the middle of a class presentation",
                "Wet the bed on a class trip",
                "Been pantsed, revealing the diaper she was wearing underneath"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>Sorry this chapter is a quick one, but the answers will make a difference as the story goes on, so now we can decide what happened.<br>\r\n<br>\r\nTwo weeks ago, Darcie McCallister had…<br>\r\n</span></div></span></div>",
            "created":1582520400,
            "id":2792249,
            "title":"New to this school and not quite sure where she..."
        },
        "121":{
            "author_id":"bedwetbraeden",
            "author_name":"Braedenthebedwetter",
            "choices":[
                "Ask Mr. Oberlin to let her use the bathroom before the presentations start",
                "Try and hold it until the presentations are done"
            ],
            "content":"<div class=\"\"><div> <span>Darcie McCallister had been a little nervous about Mr. Oberlin’s class project, since everyone else had an entire semester to work on it and she had just arrived at this school a month ago, but she had caught up quickly and now she only had to complete the final step- the class presentation. As she was getting ready the morning of her presentation, she tried to have as typical a day as possible. She ate eggs and bacon with her family, complained about her new school’s uniforms (<i>seriously, who thought khakis and a light blue or yellow shirt looked good on anyone above age seven?</i>), and ran into class just as the bell rang. <br>\r\n<br>\r\nOnce she had gotten comfortable in her seat, Darcie realized one thing that she had completely forgotten about that morning- going to the bathroom. <i>Oh well</i>, she thought, <i>I’ll just go after my presentation</i>. A quick glance around the room revealed that the presentations were in alphabetical order, which planted Darcie smack dab in the middle. She worried her lip, wondering if she would be able to make it that long. With a sigh, she determined that she would have to, because this project was worth fifty percent of her grade and she needed an A in this class if she wanted to fly to Paris with her aunt this summer. <br>\r\n<br>\r\nDoes Darcie...<br>\r\n</span></div></div>",
            "created":1582520400,
            "id":2792253,
            "title":"Peed her pants in the middle of a class present..."
        },
        "122":{
            "author_id":"bedwetbraeden",
            "author_name":"Braedenthebedwetter",
            "choices":[
                "Always wet the bed ",
                "Sometimes wet the bed ",
                "Not a bedwetter"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>Did Darcie always wet the bed, sometimes wet the bed, or was she not a bedwetter at all?</span></div></span></div>",
            "created":1584248400,
            "id":2802093,
            "title":"Wet the bed on a class trip"
        },
        "13":{
            "author_id":"bedwetbraeden",
            "author_name":"Braedenthebedwetter",
            "choices":[
                "Peed her pants in the middle of a class presentation",
                "Wet the bed on a class trip",
                "Been pantsed, revealing the diaper she was wearing underneath"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>Sorry this chapter is a quick one, but the answers will make a difference as the story goes on, so now we can decide what happened.<br>\r\n<br>\r\nTwo weeks ago, Darcie McCallister had…</span></div></span></div>",
            "created":1582520400,
            "id":2792246,
            "title":"Generally quiet, occasionally speaking with a s..."
        },
        "131":{
            "author_id":"bedwetbraeden",
            "author_name":"Braedenthebedwetter",
            "choices":[
                "Covered her face with her hands and sobbed ",
                "Tried to run out of the room but failed ",
                "Ran out of the room "
            ],
            "content":"<div class=\"\"><div> <span>Darcie had spent the entire weekend practicing her presentation for Mr. Oberlin's class. She wasn't as happy with it as she wanted it to be, but it was as smooth as it was going to get, so she decided to take a break Sunday evening and watch some tv to relax. <br>\r\n<br>\r\nWhen she woke up Monday morning, Darcie made sure she had everything she needed and hopped on the bus, sipping from her water bottle on the way to school. By the time the bus arrived in front of the school, Darcie had drunk almost half the bottle due to her nerves about her presentation. She ducked into the bathroom before classes started, but there was a long line and since she didn't need to go that badly, she left and walked to Mr. Oberlin's room instead. <br>\r\n<br>\r\nOnce she sat down in her seat, Darcie took out her speech and began to recite it quietly to herself, sipping at her water bottle as she did. After what simultaneously felt like forever and no time at all, it was Darcie's turn to present. <br>\r\n<br>\r\nDarcie stood up and walked to the front of the classroom, feeling as she did that it may have been a good idea to have used the bathroom after all, since her need to go increased tenfold with her nerves. As she reached the front of the room, she turned to face her classmates and pasted on a bright smile, then she began her speech. <br>\r\n<br>\r\n\"Good morning. My name is Duh-duh-duh-da-da-da-da Darcie McCallister and today I will be ta-tah talking to you about Prohibition and it's llllllllllllllllahhhsting effects on Nah-nah-nah Nah-North Duh-duh-duh-daaaaaaaaakota.\"<br>\r\n<br>\r\nDarcie could already feel the flush rising up her neck and onto her face. Her stutter was always worse when she was nervous, and that was only the first sentence in her two page speech. She took a shaky breath and continued. <br>\r\n<br>\r\n\"Many residents of Nuh-nuh-nuh of Nuh-nuh-nuh of our ssssstate wanted Prohibition to be overturned as ssssssoon as it became la-la-la law.\"<br>\r\n<br>\r\nDarcie took another sip of water, hoping it would calm her nerves and make it easier to speak. Her face was now a bright burning red, and she could hear snickering from some of her classmates. It had been a long time since her stutter was this noticeable, and the more she thought about it, the more it appeared. Darcie took another sip of water and continued. <br>\r\n<br>\r\n\"But that's nuh-nuh-not to sssssssssssssay,\" Darcie broke off suddenly, realizing that some of what she had thought was nerves was actually her bladder telling her to get to the bathroom asap. She turned toward Mr. Oberlin to ask for the bathroom pass.<br>\r\n<br>\r\n\"I nnnnhhh, I nnnnhhh\" Darcie felt her eye twitch at the same time as she felt the first bit of pee wet her panties. There were more people laughing at her now, for not only was she blushing and stuttering, but she had just grabbed her crotch and began to do the potty dance as well. <br>\r\n<br>\r\nDarcie opened her mouth to ask for the bathroom pass again, but before she got anything out, she felt her bladder release. <br>\r\n<br>\r\nFor a moment, there was a wet patch on her pants, growing larger and more noticeable by the second, but then whatever control she had left broke and she soaked her pants. There was an audible gasp of shock as people realized what had just happened, followed by a split second of silence, then laughter so loud it shook the clock on the wall.<br>\r\n<br>\r\n\"Oh my God,\" someone yelled, \"she peed her pants!\"<br>\r\n<br>\r\n\"She really peed herself!\", someone else cried. <br>\r\n<br>\r\n\"I got the whole thing on video,\" came a third voice, and that's when Darcie realized that this moment, this horrifying, humiliating moment, was never going to end. <br>\r\n<br>\r\nDarcie looked down at her soaking wet pants and the puddle beneath her, and then...</span></div></div>",
            "created":1583816400,
            "id":2799245,
            "title":"Peed her pants in the middle of a class present..."
        },
        "1312":{
            "author_id":"bedwetbraeden",
            "author_name":"Braedenthebedwetter",
            "choices":[
                "She slips and falls in her puddle of urine ",
                "Someone trips her ",
                "Mr. Oberlin tells her not to leave ",
                "Something else "
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>Why doesn't she make it out of the room? </span></div></span></div>",
            "created":1583816400,
            "id":2799248,
            "title":"Tried to run out of the room but failed "
        },
        "132":{
            "author_id":"bedwetbraeden",
            "author_name":"Braedenthebedwetter",
            "choices":[
                "Always wet the bed ",
                "Sometimes wet the bed ",
                "Not a bedwetter"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>Did Darcie always wet the bed, sometimes wet the bed, or was she not a bedwetter at all?</span></div></span></div>",
            "created":1584248400,
            "id":2802089,
            "title":"Wet the bed on a class trip"
        },
        "14":{
            "author_id":"bedwetbraeden",
            "author_name":"Braedenthebedwetter",
            "choices":[
                "Peed her pants in the middle of a class presentation",
                "Wet the bed on a class trip",
                "Been pantsed, revealing the diaper she was wearing underneath"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>Sorry this chapter is a quick one, but the answers will make a difference as the story goes on, so now we can decide what happened.<br>\r\n<br>\r\nTwo weeks ago, Darcie McCallister had…<br>\r\n</span></div></span></div>",
            "created":1582520400,
            "id":2792248,
            "title":"Extremely quiet due to her severe stutter"
        },
        "142":{
            "author_id":"bedwetbraeden",
            "author_name":"Braedenthebedwetter",
            "choices":[
                "Always wet the bed ",
                "Sometimes wet the bed ",
                "Not a bedwetter"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>Did Darcie always wet the bed, sometimes wet the bed, or was she not a bedwetter at all?</span></div></span></div>",
            "created":1584248400,
            "id":2802094,
            "title":"Wet the bed on a class trip"
        }
    },
    "info":{
        "author_id":"bedwetbraeden",
        "author_name":"Braedenthebedwetter",
        "brief_description":"OMORASHI STORY. Two weeks ago The Incident happened and ruined Darcie's life.",
        "created":1582569300,
        "description":"<td align=\"left\" class=\"norm\">An Omorashi story about Darcie McCallister and <i>The Incident</i> which ruined her life. <br>\r\n<br>\r\n</td>",
        "id":2213883,
        "image_url":"https://images.Writing.Com/imgs/writing.com/writers/listing-header-5000.gif",
        "modified":1584328560,
        "pretty_title":"Darcie and The Incident"
    }
}