{
    "chapters":{
        "1":{
            "author_id":"ninajason",
            "author_name":"Nina",
            "choices":[
                "Male",
                "Female"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>First of all. Are you male or female?</span></div></span></div>",
            "created":1582606800,
            "id":2792729,
            "title":"The start"
        },
        "11":{
            "author_id":"ninajason",
            "author_name":"Nina",
            "choices":[
                "Pair of socks",
                "A thong",
                "A paiŕ of shoes",
                "A shirt",
                "Something else"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>After drinking the rest of your coke after school you felt weird. A sudden dizziness overcame you. After a while you passed out in your room. You woke up as a</span></div></span></div>",
            "created":1582606800,
            "id":2792732,
            "title":"Male"
        },
        "111":{
            "author_id":"ninajason",
            "author_name":"Nina",
            "choices":[
                "Lara 18 big goth girl with piercings",
                "Chloe 21 was heading to the gym",
                "Other"
            ],
            "content":"<div class=\"\"><div> <span>You woke up laying on the floor. You heard how your door swung open. You felt chilly as you saw your sister above you. She was standing weird, right above you so you could saw under her rock shes wearing. You felt very uncomfortable but you couldnt look somewhere else. \"Hm my bro surely doesn't need everything that is in here\" she said as she started taking things from your room. She took things that were very close to you like your console, your favorite shirt and more. You tried to yell that she should stop, but she doesn't hear you. <br>\r\n<br>\r\nAfter the box was full she was about to leave but then she looked straight at you. Only now you realised how small you actually were. Her hand grabbed you as you got put into the box. She made her way to her car as she puts her stuff she would in it and drove off. You started to panic as you didnt know what the hell is happening. After what seems to be hours your sister arrived at the flea market. She already had her area ready to go. She took the items on the table. She put you in a bowel with the label \"1$\" above it and moved on. You looked around seeing multiple socks, underwear and bras in them. Slowly you noticed whats going on.\"am i...socks?\" You thought to yourself as suddenly a person stood next to you</span></div></div>",
            "created":1582606800,
            "id":2792736,
            "title":"Pair of socks"
        },
        "113":{
            "author_id":"ninajason",
            "author_name":"Nina",
            "choices":[
                "Taylor bought you herself",
                "Someone bought you",
                "Others"
            ],
            "content":"<div class=\"\"><div> <span>You were in the middle off your room as a pair of converse. You couldnt move or scream for help. Your sis came into your room \"broo....brooo where are you..huh converse? My bro never worn any converse..they look like quite new. I think he wont miss them\" she said as she grabbed you with hee finger and took you out of the room. You screamed and screamed for help to your sis but it all vanished in your head as she places you on the table with the rest of the stuff. You couldnt calm down, you didnt want to get sold off to a stranger and being theyre converse forever and each look a person gave you made your heart beat faster until..</span></div></div>",
            "created":1586754000,
            "id":2818138,
            "title":"A paiŕ of shoes"
        }
    },
    "info":{
        "author_id":"ninajason",
        "author_name":"Nina",
        "brief_description":"Thanks to a prank you got turned into an object at the worst time possible",
        "created":1582655820,
        "description":"<td align=\"left\" class=\"norm\">Your sister is going to a flea market. She looks trough the whole house for stuff to sell. Your friends had the bright idea to mix a transformation potion into your drink, now your sister is gonna sell you.<br>\r\n<br>\r\nRules:<br>\r\nNo death<br>\r\nKeep it unaware<br>\r\nNo sudden end</td>",
        "id":2214007,
        "image_url":"https://images.Writing.Com/imgs/writing.com/writers/listing-header-5000.gif",
        "modified":1586783580,
        "pretty_title":"Sold on the flea market"
    }
}