{
    "chapters":{
        "1":{
            "author_id":"dragon559",
            "author_name":"Tyrannus",
            "choices":[
                "Human",
                "Furry",
                "Scaley",
                "Aeromorph",
                "Other"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>You just got in to Avon’s Vore Police Department and you are eager to start your new job. But frist What is your race. </span></div></span></div>",
            "created":1526965200,
            "id":2497285,
            "title":"Recruitment "
        },
        "13":{
            "author_id":"dragon559",
            "author_name":"Tyrannus",
            "choices":[
                "Naga",
                "Alligator",
                "Crocodile",
                "Dragon",
                "Other"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>Please Specify.</span></div></span></div>",
            "created":1527224400,
            "id":2498601,
            "title":"Scaley"
        },
        "131":{
            "author_id":"dragon559",
            "author_name":"Tyrannus",
            "choices":[
                "Leave the croc",
                "'Rescue' the croc",
                "other"
            ],
            "content":"<div class=\"\"><div> <span>Name; Spike<br>\r\nAge; 21<br>\r\nRace; Naga<br>\r\nVore preference' Oral<br>\r\n<br>\r\n     Your name is Spike. You and other naga recruits along with, a dragon, Doberman, and Croc have been accepted into the Vore Police Force. you all were put through many different tests. Shooting, Hand-to-Hand combat, and eating your fellow recruits. The Sargent was a burly bull that was tough yet kind. <br>\r\n     The day came where you and your fellow recruits were placed into the final test. It was a room with chairs lined up in a row and a monitor behind each chair, We all were ordered to sit in a chair. We all find a seat and wait for the next instructions, then the lights went off and something was placed on my head. The lights came back on and we weren't in the strange room anymore, yet we were in the Messhall. We all looked around the Mess and found that things were half eaten.<br>\r\n      After a brief survey of the Mess, The Sargent's voice boomed on the speakers above.<br>\r\n<br>\r\n\"Welcome all to the final test,\" His rough voice echoed, \"This will test the skills you have obtained to get out of the Mess hall and to safety.\"<br>\r\n<br>\r\n      After his voice went silent on the speakers, everyone smelled smoke coming from the back of the room. Everyone began to back. Some running to the door to try to break it down others slip on wet pieces of food rendering them unconscious. while the croc and dragon when into the kitchen to try to get something to put out the fire.<br>\r\n     The consumed the first row of benches and you managed to drag the unconscious Doberman to the door where your fellow nagas are trying to break the door down. You noticed that the fire has consumed the second row now and you assist in giving the doors a final shove and they fell open. You hand the Doberman off to another naga who carries him off to safety. Then the other naga was next, then the dragon. <br>\r\n<br>\r\n\"where is Bayou?\" I ask. <br>\r\n\"Still in the kitchen.\" the dragon said.<br>\r\n<br>\r\nYou quickly move your way into the kitchen and see a pair of croc legs and a tail thrashing in what looked like molasses. You make your way over to the squirming legs and tail to notice that the fire has entered the far side of the kitchen. You make a split second desition to ...</span></div></div>",
            "created":1527224400,
            "id":2498610,
            "title":"Naga"
        },
        "1312":{
            "author_id":"dragon559",
            "author_name":"Tyrannus",
            "choices":[
                "4 years later"
            ],
            "content":"<div class=\"\"><div> <span>Save the croc. You place the wiggling legs and tail together to prepare to take your meal. You shoved down on the croc to the point where he was waist deep into your throat and began to pull the croc out of the sticky prison. You managed to pull Bayuo out up to his shoulders and down your throat when you noticed the fire was a fryer away from the stuck crocodile and you. With one final pull, his head was free, and now it was to finish the rescue. I placed a hand on his snout and pushed him into my drooling maw and a few swallows later, he is safe and sound. I make my way back to the door that leads out of the mess, and the fire was on my tail. <br>\r\nI through myself( with my cargo) through the doors and crashed onto my fellow recruits. we tumbled and rolled around in the darkness before we all stopped. then, slowly, the light began to urge me to open my eyes. When I did, we were back in the V room.<br>\r\n<br>\r\n'Congratulations every one of you in passing the Trial by Fire test\" Our beef of a Sargent said.<br>\r\n<br>\r\n\"What do you mean, Sir,\" the naga questioned.<br>\r\n<br>\r\n\"This was the final test to see where we should place you all\" The bull boomed<br>\r\n<br>\r\n\"So what is my results,\" The dragon asked.<br>\r\n<br>\r\n\"Your results show that you are a liar and you abandoned a fellow officer,\" The bull said as he approached the dragon.<br>\r\n<br>\r\n\"WHAT??\" the dragon proclaimed. \" I AM ...\"<br>\r\n<br>\r\n\"... going to take a trip through my four stomachs and think about what you have done. And if you manage to survive my fourth, I will enlist you in the force with no dent or mark on your rep.\" Before the dragon could argue more with our Sargent rammed his maw around the dragon's head, shoulders, and the tips of his wings and swallowed. He swallowed the dragon in under two minutes and we all saw a struggling bulge in the bull's gut.<br>\r\n<br>\r\n\"Spike, Bayou step forward,\" Sargent ordered. \"Congrats, You both have been accepted into the VDF.\"<br>\r\n<br>\r\n\"Sarg, what do you mean?\" Bayou asked.<br>\r\n<br>\r\n\"Well, the test is more of a personality test to see what is your character when you are left with a choice to either save a fellow trainee or not and Spike passed with flying colors.\" Sarg clarified<br>\r\n<br>\r\n\"So does that mean that Spike has been accepted and not me\" Bayou questioned.<br>\r\n<br>\r\nSarg walked over to you and Bayou and placed his hands on Bayou and your shoulder then states \"A cop needs to do whatever it takes to save anyone whether that is protecting them with their lives or eating them and you BOTH passed with flying colors as well as everyone else minus dragon face here.\" he finished his sentence with a pat on his stomach. <br>\r\n\"Now the rest of you needs to pick a partner who will cover your back in tough situations,\" he concluded and with that, you look at Bayou and can tell that this will be a longlasting relationship.<br>\r\n    </span></div></div>",
            "created":1527224400,
            "id":2498615,
            "title":"'Rescue' the croc"
        },
        "13121":{
            "author_id":"dragon559",
            "author_name":"Tyrannus",
            "choices":[
                "Start investigation",
                "Pass Bayou"
            ],
            "content":"<div class=\"\"><div> <span>It has been four long years, and You, Bayou. and the rest of your recruiting class have entered into different parts of the field, Your longtime friend, Fang who is also a naga, went into the forensic part of the team who look at piles of scat, a bag of slooge, or performing an autopsy on the expired victim to see is it was a willing death or was a murder.<br>\r\n    The dragon has also managed to survive Sarg's stomachs though he lost his legs to the acid and now he is half the dragon he uses to be though he has cybernetics that replaces what was lost. The Doberman, who name is Jason Ress though everyone calls him ' Reeses' for how he tastes, works as a medic which means he does a full body exam to see if there is anything wrong with anyone.<br>\r\n    As for me and Bayou, We are the first responders who either defuse the situation before it gets bad or evacuates any civilian who is in trouble. Also, Bayou confessed his love for me in front of the whole department and by Naga tradition, All naga's swallow there lovers. So I place Bayou's head in my maw and began to swallow him alive. After a few minutes, Bayou curls in my 'storage' stomach and gently squirms within. We also are the head investigators of the Vorer's attacks. He or she leaves a pile of scat that is riddled with bones at every crime scene<br>\r\n</span></div></div>",
            "created":1527310800,
            "id":2498950,
            "title":"4 years later"
        },
        "134":{
            "author_id":"aino",
            "author_name":"Aino",
            "choices":[
                "Spike (Victory, CV)",
                "Antoni (Victory, Chest Vore)",
                "...You, Sarg (Surprising Victory, CTF)"
            ],
            "content":"<div class=\"\"><div> <span>Name: David<br>\r\nAge: 22yr<br>\r\nRace: Dragon<br>\r\nPreferred: Cock, Alt Vore<br>\r\n<br>\r\nYou've been thinking of protecting and serving ever since you could remember, and with ever bit of powerful mass your hairy body accumulated the thought only grew. When you swallowed your older brother during a friendly wrestling match to celebrate your graduation you realized you'd be a powerful predator. Your own father only recently met his fate in your sack, and you keep his skull on display back at your apartment. Familial kills are legal of course, otherwise you wouldn't have kept up with the thought of serving the people with the best assets you have.<br>\r\nThis year the recruits at the end are plentiful. Nagas, canines, lions, tigers, and bears (oh my)...really though this year was diverse. You had all survived the various tests regarding marksmanship, combat, consumption, and some sciences.<br>\r\n<br>\r\nYour trainer now had you all lined up in what looked like an arena of sorts at the training center, and he stares you all down. The hulking, hairy brute of a bull had been tough, but also a kind man. It almost shocked you what he would say next...<br>\r\n<br>\r\n\"Now we all know that you already had to swallow another recruit to prove your abilities (and who was willing to remove the weak from our ranks), but I'm sure you also all know that the force only takes the best of the best...\" He says, and begins to finger his mighty cockhead, \"And with such a large group we're going to need to thin the herd.\"<br>\r\n<br>\r\nHe looks over to you, and grins. \"David, you can go first. Pick wisely, as this may be your last fight.\"<br>\r\n<br>\r\n<br>\r\nYou look around at your fellow recruits and lick your lips. You walk up and down the like of your fellow men and let your cock ominously come to life, ready to take one. Spike stares you down, and the thought of feeling the powerful snake thrashing down into your sack like a noodle gets a pulse from your cock. You see the fox uncomfortably shift and you bounce your pecs at him to tease him with how you're the better man...and it comes to mind that could be where he belongs. And then you think of possibly the most brutal choice to show where you belong in the force, fucking the bull in front of everyone and getting an even more powerful cock out of it.<br>\r\n<br>\r\nYou look back to him and tell him who you'll be fighting...</span></div></div>",
            "created":1555390800,
            "id":2645633,
            "title":"Dragon"
        },
        "14":{
            "author_id":"dragon559",
            "author_name":"Tyrannus",
            "choices":[
                "F-22 Raptor",
                "F-16 Fighter Jet",
                "Custom",
                "Custom",
                "Custom"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>You are an aeromorph of what plane?</span></div></span></div>",
            "created":1526965200,
            "id":2497287,
            "title":"Aeromorph"
        },
        "142":{
            "author_id":"dragon559",
            "author_name":"Tyrannus",
            "choices":[
                "Day one "
            ],
            "content":"<div class=\"\"><div> <span>Name: Aden “ Ace” Sanders<br>\r\nGender: Male<br>\r\nMoto: hungry for more<br>\r\n<br>\r\nAce is the first aeromorph if his kind to be accepted into the Vore P.D. and that is where he met Colleen Food, a stallion who is uptight and stubborn when they first met. Constantly trying to get Ace out of the V. P.D until a fire broke out in the mess hall and Mr. Food was stuck inside. Ace broke down the door and stuffed Colleen down Ace's shaft to keep him safe from the smoke and they have been friends ever since. </span></div></div>",
            "created":1526965200,
            "id":2497290,
            "title":"F-16 Fighter Jet"
        },
        "1421":{
            "author_id":"dragon559",
            "author_name":"Tyrannus",
            "choices":[
                "Your maw",
                "Your cock"
            ],
            "content":"<div class=\"\"><div> <span>15 years later, you are leading the case against the Vorer, a criminal from the looms of it eats someone alive and leaves no trail behind, you also had to climb the ranks to bet to keep Mr Food with you as a form of protection. You own an apartment on the top floor of the police station and it so the chief always knows what is going on in the station. <br>\r\nCock enters your room with your morning cup of coffee like he has done ever since you became the Chief police officer. Though today like a small few, Cock has to trip on my pants. He spills the coffee in your floor hand lands face first in</span></div></div>",
            "created":1526965200,
            "id":2497340,
            "title":"Day one "
        },
        "14211":{
            "author_id":"dragon559",
            "author_name":"Tyrannus",
            "choices":[
                "full tour",
                "get dressed"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>he wakes you up and is logde halfway in your troat. you roll your eyes and swallow sending Food into your stomach. he is in a firm ball and trying to find room in your gut</span></div></span></div>",
            "created":1537765200,
            "id":2552728,
            "title":"Your maw"
        },
        "14212":{
            "author_id":"dragon559",
            "author_name":"Tyrannus",
            "choices":[
                "Let him out",
                "Keep him in"
            ],
            "content":"<div class=\"\"><div> <span>He lands with an audible shloup which took his whole head. He began to struggle to get his head out of your sword to no avail. Your cock pulls Food’s head downward which devoured him up to his shoulders. Your rod pulls Food down faster the more he squirms. You just begin to moan in pleasure when your rod pulled him past his and now he is knee deep in your tight, yet warm tunnel.<br>\r\nOne more moan sent his fully to his sticky destination and that was enough to wake you up. <br>\r\n“ Cock, you fell in again didn’t you?” You ask as your balls streatch to acomidate for the prized cum horse. <br>\r\n<br>\r\nAs you watch Colleen massage your balls interior, you question if you should keep him in there or let you partner out?</span></div></div>",
            "created":1527051600,
            "id":2497376,
            "title":"Your cock"
        },
        "142122":{
            "author_id":"12345qwert",
            "author_name":"Tris",
            "choices":[
                "Turn him into cum",
                "Other"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>What will you do with him?</span></div></span></div>",
            "created":1567746000,
            "id":2714103,
            "title":"Keep him in"
        },
        "1421221":{
            "author_id":"peaster1",
            "author_name":"Peaster",
            "choices":[
                "Jerk off",
                "Go to the showers"
            ],
            "content":"<div class=\"\"><div> <span>You thought for a bit and a evil smirk grew on you as you felt your balls wiggle from the struggles of food you couldn't resist and relaxed back hearing the sloshing of your balls as cum began to fill and tighten the area around food as his body was surrounded and slowly being submerged in your lewed pool of hot damp musk and cum food must be melting now at that </span></div></div>",
            "created":1577941200,
            "id":2768590,
            "title":"Turn him into cum"
        },
        "15":{
            "author_id":"dragon559",
            "author_name":"Tyrannus",
            "choices":[
                "Centaur",
                "Pokemon",
                "Digimon",
                "more"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>Here are ore choices</span></div></span></div>",
            "created":1535259600,
            "id":2539132,
            "title":"Other"
        }
    },
    "info":{
        "author_id":"dragon559",
        "author_name":"Tyrannus",
        "brief_description":"A strange murder spree has erupted and it is up to Vore p d to stop it. ",
        "created":1527038040,
        "description":"<td align=\"left\" class=\"norm\">The city of Avon is pledged with a notorious criminal that leaves no body for the police to find. It is up to you and your stallion partner, Cock, to stop this murder before he strikes again. <br>\r\n<br>\r\nThis is a vore story and contains oral, cock, anal, unbirth, etc. it also contains cumdigestion and soft digestion. <br>\r\nDo not have the unusual translation  likeâ\u0080\u009d you are in Cockâ\u0080\u0099s balls, then at the door to your officeâ\u0080\u009d </td>",
        "id":2158809,
        "image_url":"https://images.Writing.Com/imgs/writing.com/writers/listing-header-5000.gif",
        "modified":1578027000,
        "pretty_title":"Cock vore crime"
    }
}