{
    "chapters":{
        "1":{
            "author_id":"tommy417",
            "author_name":"Tommy417",
            "choices":[
                "Alexander",
                "Lilith"
            ],
            "content":"<div class=\"\"><div> <span><i><b>Here you can select the person you will be playing as.</b> </i><br>\r\n<br>\r\n<br>\r\n<span class=\"cblue\"><b>Male Character:</b></span><br>\r\nAlexander is an 18 year old Caucasian boy with brown hair and blue eyes. He is nice but doesn’t go out much. He loves movies (mostly horror) and is very athletic.<br>\r\n<br>\r\n<br>\r\n<span class=\"chotpink\"><b>Female Character:</b></span><br>\r\nLilith is an 18 year old Caucasian girl with a very pale skin, black hair and green eyes. She can be nice or mean depending on her mood. She loves video games and goes for a run every evening to stay in shape.<br>\r\n<br>\r\n<b>3 More character can be requested</b><br>\r\n<br>\r\n<i><b>There you go pick your character and start. <br>\r\nHave fun!</b></i><br>\r\n<br>\r\n<br>\r\n</span></div></div>",
            "created":1446613200,
            "id":2056754,
            "title":"So Who Are You?"
        },
        "11":{
            "author_id":"tommy417",
            "author_name":"Tommy417",
            "choices":[
                "Home...",
                "School...",
                "A friend's house...",
                "His girlfriend's house...",
                "The park..."
            ],
            "content":"<div class=\"\"><div> <span><b>The People In Alexander's Life:</b><br>\r\n<br>\r\n<u>Family:</u><br>\r\n<br>\r\n<b>Janet:</b> Alexander's mother. She has red hair, blue eyes and a pale skin, She's 5'5\" and a little chubby.<br>\r\n<br>\r\n<b>Lana:</b> Alexander's 16 year old sister. She has red hair just like her mother and the same blue eyes as the rest of the family. She is short for her age and can be mean sometimes. <br>\r\n<br>\r\n<br>\r\n<font class=\"size4\" style=\"\"><span class=\"cteal\"><b>Where does he shrink?</b></span></font></span></div></div>",
            "created":1446613200,
            "id":2056763,
            "title":"You Chose Alexander"
        },
        "111":{
            "author_id":"tommy417",
            "author_name":"Tommy417",
            "choices":[
                "Younger sister, Lana.",
                "Older Sister.",
                "Mother, Janet."
            ],
            "content":"<div class=\"\"><div> <span>Alex just got back from school. He opens the door to the living room and suddenly feels a weird sting in his chest. He falls to the floor and loses consciousness. When he wakes up the furniture is huge and realizes that he has shrunken down to 1 inch.<br>\r\n“What the hell is going on?” He thinks to himself. <br>\r\nThe living room door opens and he sees his giant…<br>\r\n</span></div></div>",
            "created":1446613200,
            "id":2056785,
            "title":"Shrunken At Home"
        },
        "1111":{
            "author_id":"tommy417",
            "author_name":"Tommy417",
            "choices":[
                "Try to get her attention...",
                "Hide under the sofa...",
                "Decides to have fun at his size..."
            ],
            "content":"<div class=\"\"><div> <span>Lana walks in. She had taken her shoes off at the front door like always and is now walking towards her tiny brother with her white socks on. Alex is paralyzed as he sees his sister’s steps coming closer and closer. Her foot lands right in front of him.<br>\r\n“Wow, that was close.” He says and looks up while his sister walks over him. She sits down in the sofa and starts watching television. <br>\r\nWhat does Alex do?<br>\r\n</span></div></div>",
            "created":1446613200,
            "id":2056788,
            "title":"Lana Is Home."
        },
        "11111":{
            "author_id":"tommy417",
            "author_name":"Tommy417",
            "choices":[
                "Tell mom when she's home.",
                "Have some fun with you.",
                "Keep you as a slave."
            ],
            "content":"<div class=\"\"><div> <span>While Lana watches TV Alexander decides to run towards her feet. He thinks if he can tickle them she might notice him. Alex is in luck, her feet are on the floor and not on the table or in the sofa. It might be difficult to tickle them because she’s still wearing her socks. When Alex looks up he sees his sister staring at the TV screen like a zombie. She always spends hours watching series on Netflix. <br>\r\n<br>\r\nWhen Alex finally reaches her feet he tries to tickle the sensitive spots. Lana notices a small itch on her and starts scratching her one foot with the other. Alexander jumps off just in time. He thinks about it, maybe if he bites her she will look down to see what bit her. Alex starts climbing his sister’s sock until her reaches bare skin. He bites down and as soon as he hears his sister yell he jumps off again. He hits the ground quite hard but isn’t injured. Like planned his sister looks down to see the insect that bit her. To her surprise she sees what look like a very small human… her brother???<br>\r\n<br>\r\n“Alex? Is that you?” Lana asks.<br>\r\nThe boy yelled at the top of his lungs. “Yes! I was afraid you wouldn’t notice me.”<br>\r\nHis sister reaches down and picks him up.<br>\r\n“How did you get so small?”<br>\r\n“I don’t know.” He responds<br>\r\n“It’s going to be ok big brother.” She says smiling. <br>\r\nAlexander’s heart starts pounding. he is glad she found him, but isn’t sure if that is a good thing.<br>\r\n<br>\r\nShe pauses the TV and says. “I'm going to …”<br>\r\n</span></div></div>",
            "created":1448168400,
            "id":2065496,
            "title":"Netflix And Chill"
        },
        "111112":{
            "author_id":"numerio",
            "author_name":"Tex",
            "choices":[
                "Good",
                "Bad"
            ],
            "content":"<div class=\"\"><div> <span>Lana grins and says \"I wonder what you taste like!\" She picks you up, brings you to her face, and takes one big lick.<br>\r\n<br>\r\nFrom your perspective it was absolutely terrifying seeing the tongue run up your body; each taste bud like an alien suction cup!<br>\r\n<br>\r\nHow do you taste?</span></div></div>",
            "created":1466139600,
            "id":2165861,
            "title":"Have some fun with you."
        },
        "111113":{
            "author_id":"tommy417",
            "author_name":"Tommy417",
            "choices":[
                "Do as she asks.",
                "Risk it and run.",
                "Beg her not to enslave you."
            ],
            "content":"<div class=\"\"><div> <span>Alexander freezes in fear. “You are kidding right?”<br>\r\nLana puts her brother down on the floor and takes off her socks.<br>\r\n“Get the dirt out from between my toenails slave!” She commands.<br>\r\nAlex look up and yells “What if I run?”<br>\r\n“Then I’ll catch you with my foot, If you die In the progress that’s your fault.”<br>\r\nAlexander was shocked by her cold words. He never thought she would say something like that.<br>\r\n<br>\r\nWhat does he do?<br>\r\n</span></div></div>",
            "created":1448168400,
            "id":2065516,
            "title":"Lana's Evil Side"
        },
        "1111132":{
            "author_id":"tommy417",
            "author_name":"Tommy417",
            "choices":null,
            "content":"<div class=\"\"><div> <span>Alex runs and Lana jumps out of the sofa. While her brother is running for his life she simply lifts up her foot and lands it slams it down on top of him. Alex feels some of his bones break. His sister lifts up her foot and looks at the tiny body that is stuck to her warm sweaty sole.<br>\r\n“You’re too broken to be any use to me.” She says. “As punishment for running you can stay stuck to my sole until you die.” <br>\r\n<br>\r\nLana walks back to the sofa with each step breaking a few bones and taking you closer to death. She sits down and crosses her legs. The foot you are stuck to is dangling in the air while she continues to watch TV. You bleed and cry for an hour until you mom comes home with dinner. Lana gets out of the sofa and continues to walk you to death. The last thing you hear is your mom Linda asking. <br>\r\n“Where is Alexander?”<br>\r\nAnd your sister responding. “I don’t know. Maybe he shrunk and I accidentally crushed him.”<br>\r\n<br>\r\nYou’re mother laughs at her joke. She’d would never know how close to the truth it actually was.<br>\r\n</span></div></div>",
            "created":1448168400,
            "id":2065530,
            "title":"Stuck To Lana's Sole"
        },
        "1113":{
            "author_id":null,
            "author_name":null,
            "choices":[
                "His mother getting up to go the kitchen...",
                "One of his sisters is home...",
                "It's someone else..."
            ],
            "content":"<div class=\"\"><div> <span>He hears his mothers echoing voice from the hallway. \"Alex... Alexander are you home?\" Alexander has no clue what was happening. All he knows is this is real and he is only about one inch tall and still very visible. His mother is on her way to the living room. <br>\r\n\"I really need to hide and fast, she will be in here any second.\" Alexander says to himself. He hides on the opposite side of the couch just as his mother enters the room. she is exhausted from a long day of work. Raising two kids by yourself is hard for any single parent. Janet pulls the leg rest closer to her with her leg kicking her feet up finally for the rest of the day. <br>\r\n<br>\r\nJanet has fiery red Celtic hair and pale skin to match. Her life has taken its toll on her and you can see it on her body. No longer is she as skinny as a rake but a little more on the chubby side. her boobs and ass swelled up and out like balloons. Her G cup breasts strain her back greatly. If she was single she'd probably get a reduction. Janet wasn't very tall either about 5'5\" even still up high for Alex. <br>\r\n<br>\r\nShe cracks her body and takes off her bra like a ritual, It's heavy sent a mix of sweat and perfume begins to waft through the room. Alexander begins to crawl under the bottom of the couch trying to avoid detection. When he is directly under her. he hears her call out. \"Alex! I know your home, I had a question for you.\" A fright went through his body when she called out. For a split second Alex thought that for sure he had been spotted. His mom becomes engrossed in the TV so much that it had becomes easier to get away. except by the time he gets to the door he feels another feeling in his chest accompanied by the sound of someone's footsteps.</span></div></div>",
            "created":1446872400,
            "id":2057750,
            "title":"Avoiding mom"
        },
        "11131":{
            "author_id":"froakie",
            "author_name":"Froakie",
            "choices":[
                "Alex needs a plan. . his mom is coming right at him!",
                "Before her feet can reach her clothes, a knock at the door stops the advance!"
            ],
            "content":"<div class=\"\"><div> <span>As the TV blared on in the background, Alexander felt disturbed.  On the one hand, he was making good progress towards the front door. . but what would he do when he got there?  He was so incredibly tiny that even if he was able to escape going outside. . what then?  With all the bugs, animals, and other natural occurrences, he'd be destroyed for sure.  He needed some kind of plan.  The tiny boy stopped a bit midway through the living room.  Alex looked at the base of a table beside the couch that his mother was sitting at.  His biggest concern was that if his mother saw him, she would think he was a bug instead of a person. . . <br>\r\n<br>\r\nStill. . . <br>\r\n<br>\r\nPerhaps if he were to somehow get her attention.  Then, he might be able to survive all of this mess.  His mom would take him to a doctor or something. . then he'd be safe.  It might be his only hope.  A large shadow interrupted his thoughts, blotting out all of the light.  <br>\r\n<br>\r\nWHAAM!!!<br>\r\n<br>\r\nAlex couldn't see!  Something. . fabric-y had covered his entire body.  Screaming in fear, he swam upwards, trying to break free of this sudden attack on his person.  What was this?  Where had it come from?  As he made his way up towards the opening, he realized what he was \"swimming\" in.  Looking up, he saw the titaness of his mother standing up.  Only she was no longer wearing a shirt of any kind!  He had no idea that his mom liked to walk around without any shirt on!  Below, he noticed her pants, lying slothfully on the ground, his mom's black panties struggling to hold her large ass from popping out of her clothes.<br>\r\n<br>\r\nHer large glutinous breasts swayed back and forth, rocking like two heavy pillows as she got up, a bit frustrated having to leave the comfort of her chair.  Janet was enjoying lying down, but her restless stomach kept this idea from coming into fruition.  Janet put her hand on her pudgy stomach, a sigh leaving her mouth.  She really needed to consider working out again.  She just gets so tired after the long days of work.  <br>\r\n<br>\r\nMeanwhile, Alex couldn't help but stared at the naked giant slowly timbering away.  He was still trapped in the shirt she had been wearing earlier that she tossed across the room.  Moving forward, the tiny boy decided to roll out of this shirt, lest he get. . <br>\r\n<br>\r\nBOOM! <br>\r\n<br>\r\nThe first step was so fast, Alex wasn't ready for it!  He fell backwards, back into the opening of the shirt!  He was trapped back in, again!  Moving upward fast, he had to get out of this shirt.  His mom was coming right at him.  He knew from watching his mom before that most of the time she just stomped right down on top of her clothes. . and with him inside. . she would crush him easily!!  Quickly, he made his way back to. . <br>\r\n<br>\r\nBOOM!!<br>\r\n<br>\r\nAgain, Alex was thrust back, the vibrations were too much for the little one!  <br>\r\n<br>\r\nBOOM!!<br>\r\n<br>\r\nEach step shook the ground and Alex realized that his giantess mom was coming right in his direction!  He was still trapped and didn't know what to do at this point.  <br>\r\n<br>\r\nBOOOOM!!<br>\r\n<br>\r\nBOOOOOM!!!!<br>\r\n<br>\r\nThe steps were getting louder as the giantess was getting closer and closer.<br>\r\n</span></div></div>",
            "created":1447045200,
            "id":2059216,
            "title":"Stomping Grounds"
        },
        "111311":{
            "author_id":"dullbennyboy",
            "author_name":"person 25",
            "choices":[
                "Alex climbs on to his mothers high heels ",
                "Alex's mother decides to clean the kitchen "
            ],
            "content":"<div class=\"\"><div> <span>Alex tries to get out of his mother shirt but she too fast for him and she picks up the shit and underwear. Alex is trapped and pushed about as his mother picks up the clothes. Alex tries to stand up and get his balance but as his mother starts walking he keeps falling over with each step. Alex's hears his mother say \" time to put some washing on i think\" as she walks into the kitchen. Alex's panics as he know's he would probably drown in the washing machine. Alex's mother drops the clothes in to a wash basket and walks over to the washing machine, setting it up for a heavy wash. Alex falls though the air as the clothes are dropped and lands on a button on the shirt, he gets up and little hurt from the fall and knows this is the best time to escape from his washing machine death. Alex works his way through the clothes and just as he sees the light his mother picks up the clothes and goes to throw them in to the washing machine, Alex used all of his strength and wiggles and climbs his way out. Alex then jumps off the clothes and lands on the ground between his mothers 6 inch black work heels. He looks up and sees his gigantic mother load the washing machine and turns it on. Alex has a moment of peace as he knew he was out of danger... or so he thought.<br>\r\n<br>\r\nAlex's mother then stood up making her look even more gigantic, Alex stood right between his mothers heels and she didnt even know he was their. Alex knew getting her attention would be hard.</span></div></div>",
            "created":1451106000,
            "id":2079756,
            "title":"Alexs and the washing machine..."
        },
        "114":{
            "author_id":null,
            "author_name":null,
            "choices":[
                "Amber Rose",
                "Samantha Steinert",
                "Amy Partin"
            ],
            "content":"<div class=\"\"><div> <span>Who is your girlfriend?<br>\r\n<br>\r\nAmber Rose: 21, 6'8, slim body, playful, smart, D-cups, nice ass, Caucasion, orange hair, scarlet eyes<br>\r\n<br>\r\nSamantha Steinert: 18, 5'4, slightly chubby, clumsy, smart, DD cups, huge freaking ass, Asian, Black hair, bright blue eyes<br>\r\n<br>\r\nAmy Partin: 19, 5'7, hourglass figure, playful, smart, DD cups, again huge ass, Caucasion, Blond hair, dark green eyes</span></div></div>",
            "created":1485666000,
            "id":2270863,
            "title":"First of all"
        },
        "12":{
            "author_id":"tommy417",
            "author_name":"Tommy417",
            "choices":[
                "Lilith shrinks.",
                "Lilith gains the power to shrink others."
            ],
            "content":"<div class=\"\"><div> <span><b>The People In Lilith's Life:</b><br>\r\n<br>\r\n<u>At school:</u><br>\r\n<br>\r\n<b>Donna Johnson (Biology Teacher):</b> 5'2 teacher, 40 year olds, E cup breasts and ass that looked like two bowling balls welded together. (not my description, heh)<br>\r\n<br>\r\n<br>\r\n<br>\r\nWhat happens to her?<br>\r\n<br>\r\nDoes Lilith shrink, or does she gain the power to shrink other people? (She can't shrink herself with these powers)<br>\r\n</span></div></div>",
            "created":1446613200,
            "id":2056756,
            "title":"You Chose Lilith"
        },
        "121":{
            "author_id":"tommy417",
            "author_name":"Tommy417",
            "choices":[
                " Home...",
                " School... ",
                "Somewhere else..."
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>Where does she shrink?</span></div></span></div>",
            "created":1446613200,
            "id":2056767,
            "title":"Tiny Lilith"
        },
        "1212":{
            "author_id":"the1swagking",
            "author_name":"The1SwagKing",
            "choices":[
                "The Principals Office",
                "Gym",
                "Science"
            ],
            "content":"<div class=\"\"><div> <span>You comb your hair out of your eyes as you look at your school from the front. You sigh as you decide it's time to start off he first day of the year, and climb the small set of stairs to the glass doors, where you walk down the front hall into the cafeteria to pick up your schedule. You talk with your girlfriends like you would at the start of any day last year, only today seemed... different.<br>\r\n<br>\r\n You walk through the halls with your friends until you heard the bell signaling to get to first period, where you go to the basic math class that you decided to take this year. While sitting in the class, you receive s note from the office telling you to report immediately to</span></div></div>",
            "created":1466226000,
            "id":2166295,
            "title":"Lilith shrunken at school"
        },
        "12122":{
            "author_id":"jordanw69",
            "author_name":"Jwheels",
            "choices":[
                "The back of her panties",
                "Her shoe"
            ],
            "content":"<div class=\"\"><div> <span>The note told you to report to the gym immediately, with that you pick up your stuff and rush to the gym office to see coach Mandy you were actually excited to go see coach Mandy as she was quite the eye candy even for a girl you wouldn't mind being curious with her if she weren't your teacher with her double d cup boobs toned mid section with a tiny waist that explodes in to wide hips and an ass girls like yourself can only dream for. As you get in to coach Mandy's office she immediately hands you a cup of water and says drink this quickly, you do as your told you think to yourself that it has a weird after taste but you pay no attention to it as you fainted, you wake up with a pounding head ache thinking you hit something when you fainted your vision is blurry but clears up instantly only for you to see coach Mandy standing in front of you but something seems diffrent about her she looks abosolutley monolithic now, you look around the room and see everything is massive or so you think coach Mandy apologizes for shrinking you with out telling you, she then goes on saying that she needed a new ____ slave as her last one didn't live very long after being shrunken. After hearing this you are absolutley terrified as coach Mandy's massive hand reaches out to grab you and then bringing you to the fate of your new tiny and short life coach Mandy drops you in...</span></div></div>",
            "created":1479877200,
            "id":2241107,
            "title":"Gym"
        },
        "12123":{
            "author_id":"the1swagking",
            "author_name":"The1SwagKing",
            "choices":[
                "One Inch Tall",
                "1/4 Inch Tall"
            ],
            "content":"<div class=\"\"><div> <span>You get a note from the office placed on your desk by the teacher as she then continues her lecture on math you already knew how to do. It read as such<br>\r\n<br>\r\n<br>\r\n <b>Report At Once to the Room of:<br>\r\n<br>\r\n Donna Johnson: Biology<br>\r\n Reason: None</b><br>\r\n<br>\r\n You thought it was weird that you received a letter from your old science teacher, but thought that you might as well not get into trouble with it and visit the middle aged blonde. You leave your backpack in the chair as you trot out the door into the empty hallway. You walk uninterrupted to the science wing of your school, and peer into the empty classroom, in which Ms Johnson sat alone on the desktop computer.<br>\r\n<br>\r\n You knock on the door as the short woman seems startled at first, yet turns to an expression of joy once recognizing that it was you at the door. The 5'2 teacher stood up, with her Pudgy, yet curvy frame following her. That was the thing that all the guys talked about last year anyways, they oogled at the 40 year olds borderline E cup breasts and ass that looked like two bowling balls welded together.<br>\r\n<br>\r\n She waddles to the door, and turns the handle to open the door and let you step into her empty room.  \"Well Lilith, I would guess at this pint you're wondering what I may have called you in here for, huh?\" She asks you as she returns to her computer to finish off what she was typing before you arrived.<br>\r\n<br>\r\n \"I guess so. I just thought it was weird that you would call me in here this year, I mean I haven't had you since last spring.\" You tell the mature woman as she finished typing on the keyboard and looked back up to you in a serious manner.<br>\r\n<br>\r\n \"Well you see, Lilith, I have been working on something in my spare time between classes, and I think I've perfected it. Please follow me here.\" She told you as you followed her into the supply closet. \"Please stand right here.\" She said, instructing you to stand in a large metal pod in the back. You were confused, but at least this was better than math, so you played along. \"Try not to squirm\" she said as she shut the pod off and locked the door from the outside.<br>\r\n<br>\r\n You started to grow nervous as she returned to her computer on the other side of the room and started typing things into the keyboard once more. She finished off and looked at you one last time before slipping on safety goggles and counting from five. \"Blast occurring in T-Minus 5...4....3....2....1.... You see her press the space key and a bright light blind you for a moment, and you fall to the ground. You then stand back up to feel a lot more room in the pod around you, seeing that you have shrunk to only</span></div></div>",
            "created":1466744400,
            "id":2170378,
            "title":"Report to Biology"
        },
        "121231":{
            "author_id":"the1swagking",
            "author_name":"The1SwagKing",
            "choices":[
                "Stuffing you down her bra",
                "Leaving you"
            ],
            "content":"<div class=\"\"><div> <span>You stand on the cold ground, with much more breathing room as you look up to see that the roof has grown much taller. You look to both sides of you to see that the walls have grown much wider. You look foward to see the titanic Ms Johnson stomping towards you as you put everything together for yourself. You were now only an inch tall off the ground and in the mercy of your former biology teacher. <br>\r\n<br>\r\n She pulled the giant door open and plucked you off the metal floor as she set you down on her squaring palm in front of her grinning face. \"I see my experiment worked.\" She boomed over your miniscule form as you cowered under the force of just her exhaling a breath. \"Sorry I had to do this to you, it was only that I needed a live subject and I figured that you would be fun to toy with you Lilith. Don't take it personal, in fact, I plan on taking very good care of you.\" She said as she walked you over to her desk and trapped you under a shotglass next to her computer. <br>\r\n<br>\r\n She smiled as she looked at you bang on the glass, looking for a way out of her possession, but you both knew that she wasn't planning on your escape anytime soon. The day went on as you sat and watched the same curriculum be taught over and over. At the end of the day, she packed up her things and took a good look at you before</span></div></div>",
            "created":1466744400,
            "id":2170388,
            "title":"One Inch Tall"
        },
        "1212311":{
            "author_id":"sarashrunk",
            "author_name":"sarashrunk",
            "choices":[
                "Inside the bra cup, next nipple",
                "Between her breasts, gigantic masses"
            ],
            "content":"<div class=\"\"><div> <span>Lilith, I need a safe place to take you to my house, we'll talk more about you there.<br>\r\nThe teacher catches you with your fingers, you look down and watch her opening her shirt, showing her giant breasts and sweaty from the heat, you scream: Help! Do not do it, teacher!<br>\r\nWithout ceremony, Mrs. Johnson catches you<br>\r\n<br>\r\n<br>\r\n<br>\r\n</span></div></div>",
            "created":1484542800,
            "id":2264676,
            "title":"Stuffing you down her bra"
        },
        "1213":{
            "author_id":"tommy417",
            "author_name":"Tommy417",
            "choices":[
                "A (female) friend's house...",
                "The park..."
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>Where does she shrink?</span></div></span></div>",
            "created":1446613200,
            "id":2056770,
            "title":"Ok Where?"
        },
        "12131":{
            "author_id":"kokobeen",
            "author_name":"unkown7",
            "choices":[
                "Miranda",
                "Jen",
                "Liz"
            ],
            "content":"<div class=\"\"><div> <span>You smile to yourself as you drive down the road towards your friend Miranda's house. It's been years since you've spent the night over at her house. Everyone agreed that it seemed a bit childish to still have sleepovers. But since you guys plan on spending the entire long weekend together to binge watch movies on the couch, Miranda's house was chosen to spend the next three days in. <br>\r\n<br>\r\nWith labor day on Monday, you get to miss school and hang out for the entire day. To top it off, Miranda's parents were going on vacation for the weekend so it's looking up to be an epic weekend.<br>\r\n<br>\r\nPulling into the driveway of the two-story house you feel excited to see Jen and Liz's cars ahead of you. They were on the fence about coming so you're glad they showed up. You grab your backpack and head for the door. <br>\r\n<br>\r\nAs soon as you reach for the doorbell, the door flew open and you were squished against two large, soft orbs. <br>\r\n<br>\r\n\"Gah! Let go of me, Titan-Tits!\" you jokingly say while pushing against your taller friend. After a back breaking squeeze, Miranda finally let's go of you. Miranda was best described as an amazon. She was tall, slender and strong. Her body was tight with lean muscle, but still managed to have killer curves. Her smiling face was complimented with long, curly blonde hair and green eyes. Personality-wise she was definitely dominant. Some of her bad habits included picking people up of pulling them where she wanted them to go. <br>\r\n<br>\r\n\"Oh you know you love them! C'mon, the others are waiting for you. We're about to start Lord of the Rings/The Hobbit marathon. Back to back will last about 22 hours, so you better be ready!\" <br>\r\n<br>\r\nComing inside you notice Jen already snacking while laying on the floor while Liz was practically asleep while taking up the whole couch. Jennifer was a pudgy brunette with a pretty face and long hair. Her breasts and butt were huge, but they didn't seem that large due to her chubby tummy. She was wearing nothing but pink panties and a white tank top that was way too small, revealing an impressive amount of skin. Ever since you've known her, she's been a flirt. It didn't matter who it was, she's gone out with boys and girls alike. Every time she tries it with you someone else has to save you or else she'd never stop. Her blue eyes didn't even lift off the bowl of chips she was digging into. <br>\r\n<br>\r\nLiz on the other hand was a skinny asian girl. Her slim figure was considered cute by most boys around school and has had many boyfriends, but is currently single. Her short black hair was tied back in a pony tail and her brown eyes locked onto you as Miranda lead you inside. She was wearing a matching set of long purple pajamas with cats printed all over them. While she was a great friend, she was pretty conceited. <br>\r\n<br>\r\n\"Hey girls, look who popped up! We can finally start!\" <br>\r\n<br>\r\n\"Finally! By the way, we need more dip...\" said Jen. <br>\r\n<br>\r\n\"It's about time! Since your the last one, looks like you get the honor of being my footrest\" said Liz. Before you could ask what she meant, Jen and Miranda hopped onto the three-person couch. Part of the couch stretched out so someone could either lay down or allow other people to sit. Liz was currently laying down all the way, taking every last inch. <br>\r\n<br>\r\nWith a smile on her face, she continued. \"Or you could sit on the floor. But if ye want the comfort of the couch, ye must rub my feet for every minute\" she joked. <br>\r\n<br>\r\n\"Hardy har-har\" you snap back. \"You guys put on the first movie, I'll go get in my pajamas and grab more snacks\" <br>\r\n<br>\r\n\"Thanks Babe\" Jen smirks. <br>\r\n<br>\r\nHeading down the hallway towards the kitchen, your head begins to spin and everything starts to black out...<br>\r\n<br>\r\nWhen your eyes re-open, everything is different. The ceiling seems to be miles away and everything is huge. YOU'VE SHRUNK!<br>\r\n<br>\r\nEverything seems scary at this size, but then you hear the thundering footsteps. <br>\r\n<br>\r\n\"Jeez, can't she even get dip\" you hear as _____ come down the hallway straight towards you!</span></div></div>",
            "created":1467954000,
            "id":2177050,
            "title":"Sleepover"
        },
        "122":{
            "author_id":"tommy417",
            "author_name":"Tommy417",
            "choices":[
                "Home...",
                "School...",
                "Somewhere else..."
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>Where does she discover her powers?</span></div></span></div>",
            "created":1446613200,
            "id":2056773,
            "title":"Shrink Powers"
        },
        "1221":{
            "author_id":null,
            "author_name":null,
            "choices":[
                "She stops at 5 inches",
                "She stops at 1 inch",
                "She stops at half an inch"
            ],
            "content":"<div class=\"\"><div> <span>You, Lilith, have come home from school. Today was hard, you have homework from nearly every class, you missed your bus, and it started raining. If only something good could happen to you.<br>\r\n<br>\r\nYou set down your bag and started walking up the stairs. Your mother was in a different state, and your father in a different country, so you don't have to greet anyone. You head up the stairs to your room, when the front door opened, and in stepped your older sister, Rachel, who is 20, and your younger sister, Carly, who is 13, Carly was looking depressed.<br>\r\n<br>\r\n\"H-hi Lilith.\" She says, sniffing. You run down the stairs and ask what was wrong. Carly was attempting to speak, but couldn't. \"Rachel?\" \"She got bullied by these kids at her school, 'said she was weak and ugly.\"<br>\r\n<br>\r\n\"Really Carly?\" You ask. She nods. \"Well, let's go to my room and talk about it.\" She nods again, and follows you, \"And Rachel? You do... Whatever it is you do.\" You head to your room, set down your stuff on your desk, and sit down on the bed with Carly.<br>\r\n<br>\r\nCarly, after you allow her to let her cry for a bit, told you the full thing. It was a bit more than insults, they beat her up, and threatened her. 'Poor Carly.' You think, 'If only I could protect you forever.'<br>\r\n<br>\r\nSuddenly, Carly stops talking, and falls asleep. \"Carly?\" You ask, worried, \"Carly, are you okay?!\" Then she seems to get smaller!</span></div></div>",
            "created":1486875600,
            "id":2276714,
            "title":"Coming home sad, not you though. Actually..."
        },
        "12211":{
            "author_id":"shrunkenlesbo",
            "author_name":"TheEvilOnion",
            "choices":[
                "Take Carly with her. That'll make sure she stays safe.",
                "Leave Carly alone in her room. Should be fine, right?"
            ],
            "content":"<div class=\"\"><div> <span>Before her eyes, Carly dwindled down in size to a mere five inches, still fast asleep for the entirety of it.<br>\r\n<br>\r\nMeanwhile Lilith just sat there, speechless. Her little sister had shrunken in size right next to her. Was it her fault somehow? Was the same thing going to happen to her? She looked about the room; nothing in there <i>looked</i> like it could possibly shrink someone? And as far as she was aware, these things didn't just happen... did they?<br>\r\n<br>\r\nEither way, she needed to figure out what happened. Lilith decided to...</span></div></div>",
            "created":1547787600,
            "id":2604403,
            "title":"She stops at 5 inches"
        },
        "122112":{
            "author_id":"shrunkenlesbo",
            "author_name":"TheEvilOnion",
            "choices":[
                "\"Wait here, I'll get her.\"",
                "\"S-she's not here right now, sorry...\""
            ],
            "content":"<div class=\"\"><div> <span>Lilith threw caution to the wind and closed the door to her bedroom, leaving her shrunken sleeping sister inside. It was her room, and she wasn't in it, so Carly was safe, right? Should be fine?<br>\r\n<br>\r\nLilith brushed off her concerns. She was probably overthinking it all. Even if someone <i>did</i> find her, what was the worst that could happen? Her main issue was to find out <i>how</i> it happened. An ambitious task, sure, but someone had to know, right?<br>\r\n<br>\r\nLilith shuffled down the stairs, scrolling through her phone contacts. Maybe one of her sciencey friends at Uni would know. Bring the friend over, do a whole lot of science... yeah, that seemed like it'd check out. It was better than just flailing aimlessly anyway. At least this was some sort of a lead.<br>\r\n<br>\r\nTrainers on, and through the front door she went. She was too busy staring at her phone to stop in time, and barely noticed when someone dainty bumped off of her.<br>\r\n<br>\r\n\"...o-oh! Sorry...!\" She stammered, kneeling down to help the tween she'd just bulldozed back to her feet. \"You're not hurt or anything are you? So so sorry!\"<br>\r\n<br>\r\n\"I-it's okay,\" The kid gave a tiny smile. \"You're... you... C-Carly? H-here?\"<br>\r\n<br>\r\n\"Carly?\" Lilith was taken aback. \"You're a friend of hers?\"<br>\r\n<br>\r\nThe kid gave a little nod. \"S-Sophie. We're... we go to school t-together.\"<br>\r\n<br>\r\nLilith looked the kid up and down. Jeans, baggy t-shirt, oversized glasses, more freckles than face... yeah, it checked out. She looked about Carly's age.<br>\r\n<br>\r\n\"Well, umm...\" Lilith hesitated. Was it wise to let her see Carly in her current state? Would it just slow down her attempts to unshrink her? Or maybe the sight of a friend would help her with her ordeal? Lilith pondered, and said...</span></div></div>",
            "created":1551157200,
            "id":2623299,
            "title":"Leave Carly alone in her room. Should be fine, ..."
        },
        "1223":{
            "author_id":"tommy417",
            "author_name":"Tommy417",
            "choices":[
                "A friend's house...",
                "Her boyfriend's house...",
                "The park..."
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>Where did she find out she could shrink people?</span></div></span></div>",
            "created":1446613200,
            "id":2056774,
            "title":"She Discoverd Them Somewhere Else"
        },
        "12231":{
            "author_id":"tommy417",
            "author_name":"Tommy417",
            "choices":[
                "Something Nice",
                "Something Mean",
                "Something Evil (Deadly)"
            ],
            "content":"<div class=\"\"><div> <span>Lilith’s had spent the day at Jake’s house. He’s her best friend but is trying to get out of the friendzone. Today he even bought her a box of chocolates. Lilith likes him but not like that. <br>\r\n<br>\r\nThey are sitting in Jake’s room talking about how cool it would be to have super powers.<br>\r\n“I’d love to be invisible so I could sneak in to the girls bathroom.” Jake says.<br>\r\nLilith laughs. <br>\r\n”Just imagine if I had laser hands.” She says while spreading her hand towards Jake.<br>\r\nThe laughing stops when she sees him shrinking in front of her.<br>\r\n“You really have powers I’m shrinking!”<br>\r\nLilith stares in amazement.<br>\r\n“Can you change me back?” Jake asks. <br>\r\nLilith smiles. “I don’t think I want to.”<br>\r\nShe get down on knees and hands, and towers above him.<br>\r\nWhat does she do?<br>\r\n</span></div></div>",
            "created":1448168400,
            "id":2065542,
            "title":"Say Hello To Your Little Friend"
        },
        "122312":{
            "author_id":"tommy417",
            "author_name":"Tommy417",
            "choices":[
                "Spits on him.",
                "Farts on him. ",
                "Enjoys some footplay."
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>She gives a mean smile and...</span></div></span></div>",
            "created":1448168400,
            "id":2065544,
            "title":"Mean Girl"
        },
        "1223122":{
            "author_id":"perfection2003",
            "author_name":"Perfection2003",
            "choices":[
                "Keep farting on you till you learn a lesson",
                "Take you home and think what to do with you"
            ],
            "content":"<div class=\"\"><div> <span>Lilith's huge ass hovers over Jake as he is terrified.<br>\r\n\"Hmmm...maybe I will sit on you.\" She giggles.<br>\r\nAs her butt comes closer and closer to Jake, he prepares for his death.<br>\r\nAs the butt makes contact with his tiny body, it stops.<br>\r\n\"Or wait, probably I will just do this.\" As she says this, a long fart resounds into the room.<br>\r\n   \"Brrrrrrrrr!\"<br>\r\nThis was even worse. The sound was too loud at this size, the smell was the worse he had ever smelt, and the air escaping from the giantess' butt almost made him fly away. Jake wished she had sat on him instead.<br>\r\n\"So, did you like it?\" Lilith giggled.<br>\r\nHe couldn't believe this. All this was a joke to her?<br>\r\n\"Definitely not!\" He replied.<br>\r\n\"That was mean!\" Lilith, whose face now towered above the tiny, frowned. But he could tell she was just teasing him.<br>\r\n\"Oh really! You are the one being mean to me! Make me grow back to normal size ASAP or I'll-\"<br>\r\n\"Do what?\" Lilith giggled. \" you have quite some guts, at your size, yelling at your master like that.\"<br>\r\n\"M-m-master?\" Jake stammered. What was she planning.<br>\r\n\"Or even better, call me goddess, slave Jake. And now , for your insolent behaviour, I think I will...\"</span></div></div>",
            "created":1517720400,
            "id":2449173,
            "title":"Farts on him. "
        },
        "122313":{
            "author_id":"tommy417",
            "author_name":"Tommy417",
            "choices":[
                "Crushes him.",
                "Eats him.",
                "Leaves him to his fate."
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>She gives an evil grin and...</span></div></span></div>",
            "created":1448168400,
            "id":2065545,
            "title":"Evil Girl"
        },
        "1223132":{
            "author_id":"numerio",
            "author_name":"Tex",
            "choices":[
                "Whole",
                "In pieces"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>How does she eat him?</span></div></span></div>",
            "created":1514005200,
            "id":2431921,
            "title":"Eats him."
        },
        "12232":{
            "author_id":"growthlover02",
            "author_name":"Growthlover",
            "choices":[
                "At 1'",
                "At 6\""
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>Lilith was at her boyfriend's house talking with him on his bed in his bedroom when she felt something strange. When she pointed at him he started to shrink.</span></div></span></div>",
            "created":1500008400,
            "id":2353325,
            "title":"Her boyfriend's house..."
        },
        "122321":{
            "author_id":"sarashrunk",
            "author_name":"sarashrunk",
            "choices":[
                "Lilith crushes her boyfriend, but how?",
                "Lilith swallows her boyfriend, turning him into fat."
            ],
            "content":"<div class=\"\"><div> <span>He shrugs to 1 inch, lilith gets desperate looking at her tiny boyfriend. He shouts: help lilith! Help me!. Lilith decides to help her boyfriend when his cell vibrates. Lilith picks up her cell phone and looks at a woman's message, the message says: Let's find love. Suddenly Lilith is furious with her boyfriend. And then.</span></div></div>",
            "created":1500008400,
            "id":2353422,
            "title":"At 1'"
        },
        "1223211":{
            "author_id":"blue671",
            "author_name":"~Blue671~",
            "choices":[
                "Survive heaven and hell ",
                "Slowly get flattened "
            ],
            "content":"<div class=\"\"><div> <span>Lilith grabs him, crushing the wind out of him \"who is she you little piece of shit!\", her boyfriend quickly clamped his mouth shut \"well if you won't crack I'll make you....\" She then walked to his desk chair, flipped it around and slammed him onto the cushion, \"you always said that my ass was almost to much to handle... but I hope you still like it at this size\", his eyes went wide as Lilith began to turn around \"wait! Lilith no!\" He pleaded as her ass came into view. \"Hope you don't text her to much because I'm going to be sitting here until I'm done reading all your texts\", then she sat down and ground him into the chair her jeans clad ass driving him down into the cushion, she stopped grinding and gave a couple bounces \"sorry just had to get comfortable...\" Then she started to read the texts.   Does he.</span></div></div>",
            "created":1528952400,
            "id":2507012,
            "title":"Lilith crushes her boyfriend, but how?"
        },
        "12233":{
            "author_id":null,
            "author_name":null,
            "choices":[
                "Lilith sees four piles of empty clothes before her. ",
                "Lilith sees four fully clothed small dolls before her. ",
                "Lilith sees nothing, we follow the four tiny people."
            ],
            "content":"<div class=\"\"><div> <span> Lilith is sitting on the park bench when she sees an extremely hot couple walking on by. Being bisexual, she takes an interest in both of them. The couple is white, in their mid twenties, and they both have well defined, healthily looking, model type bodies. The blue-eyed man stands 6’2, and he has a short, well-groomed, light-brown hair, with no facial hair or chest hair. He is wearing jeans, along with a nice t-shirt, and he is well hung with a nice ass. The emerald-eyed woman stands 5’10, she has long strawberry blonde hair, and she too is wearing blue jeans and a white tank top. She has large, perky, natural breasts, with a slender body and curvy hips. She also has a fantastic ass. “I bet they could be in porn if they wanted too,” Lilith thinks to herself as she licks her lips. <br>\r\n<br>\r\n Lilith also sees a hot mother and her attractive young son walking around. Lilith is extremely kinky, and cruel. She wonders if they have ever entered into a taboo relationship, probably not, or even better, could be forced into one. The blue-eyed mom is white, around 32-years-old, stands 5’7, and has medium length golden blonde hair. She has large, perky, natural breasts, a lean, well-defined body, with curvy hips and a lovely ass. Her biological son is white, stands 5’5, and is 13-years-old. He has short, golden blonde hair, blue eyes, and he is well hung for his age, with a nice ass. He has a baby face, and no facial, or chest hair. The boy is dressed in shorts, and a t-shirt. His mom is dressed in jeans, and a white t-shirt.   <br>\r\n<br>\r\n As the hot mother and son, along with the gorgeous couple turn the corner, and are hidden from everyone else's view, Lilith feels a surge of sexual pleasure. She also hears tiny screams. Alarmed, she stands up, turns the corner, and is astonished to see on the ground before her?</span></div></div>",
            "created":1448254800,
            "id":2065768,
            "title":"Lilith is at the park and shrinks people."
        }
    },
    "info":{
        "author_id":"tommy417",
        "author_name":"Tommy417",
        "brief_description":"Play as Alexander or Lilith and decide where the story goes.",
        "created":1446653160,
        "description":"<td align=\"left\" class=\"norm\"><b><u>Introduction by the creator </u></b><br>\r\n<i>Hi my name is Tommy. You might know me, you might not. I have created this new shrinking story to add to the big pile we already have. Hoping that I can call it â\u0080\u009cBest Giantess / Shrinking Interactiveâ\u0080\u009d one day. And I was thinking you could help me with that.</i><br>\r\n<br>\r\n<br>\r\n<b><u>Information about the story</u></b><br>\r\nThe story takes place in a modern day setting. Your character is 18 years old and your first choice will be whether youâ\u0080\u0099re boy or a girl. As a boy you will shrink, as a girl you will get the choice to be shrunken or shrink others. The reason for this is because I would like to keep male giants out of the story. (I can set up a different story for those if you really want me to - pm me)<br>\r\n<br>\r\n<br>\r\n<u><b>Important Rules:</b></u><br>\r\n-\tNo Male giants!<br>\r\n-\tMake death avoidable! (Unlike others I highly support death chapters, but always make sure the story doesnâ\u0080\u0099t run into a dead end.)<br>\r\n-\tAt least 2 choices in every chapter! (Unless itâ\u0080\u0099s an ending)<br>\r\n<br>\r\n<span class=\"cred\"><b>(Chapters breaking these rules will be deleted!)</b></span><br>\r\n<br>\r\n<br>\r\n<b><u>Less Important Rules:</u></b><br>\r\n-\tKeep the toilet content to a minimum.<br>\r\n-\tI don't mind short chapters.<br>\r\n-\tPlease give a fun title to the chapter you add.<br>\r\n-\tNo â\u0080\u009cReaderâ\u0080\u0099s Choiceâ\u0080\u009d â\u0080¦ Please Itâ\u0080\u0099s like a blindfold.<br>\r\n-\tDonâ\u0080\u0099t go too far with children and keep the minimum age around 13.<br>\r\n-\tDonâ\u0080\u0099t do weird, random, nothing to do with the subject stuffâ\u0080¦<br>\r\n-       Write in present time.<br>\r\n-       Please don't make shrunken people taller than 3 Inches.<br>\r\n<br>\r\n<b><span class=\"cred\">(These are guidelines, if you donâ\u0080\u0099t follow these your chapters might be edited.)</span><br>\r\n</b><br>\r\n<br>\r\n<span class=\"clblue\"><b>Don't forget to rate &amp; favorite! :)</b></span></td>",
        "id":2064404,
        "image_url":"https://images.Writing.Com/imgs/writing.com/writers/listing-header-5000.gif",
        "modified":1551181980,
        "pretty_title":"New Giantess / Shrinking Interactive"
    }
}