{
    "chapters":{
        "1":{
            "author_id":"silvertop69",
            "author_name":"T",
            "choices":[
                "Mom",
                "Dad",
                "Amanda",
                "Lily"
            ],
            "content":"<div class=\"\"><div> <span>Your sitting in your room looking at this app, still wondering what it really does. It can’t really warp people’s minds.... can it? You read the directions button and investigate. It says “Type in any stereotype you can think of, take a picture of someone, and watch the results. They must be looking at the flash for it to work. WARNING: COULD BE IRREVERSIBLE, USE AT OWN RISK.” Your overcome by so much boredom, you think you might as well try it out. Everyone is home since it’s a Saturday in summer, so you have a choice of anyone you want.</span></div></div>",
            "created":1587877200,
            "id":2825175,
            "title":"Give it a try"
        },
        "11":{
            "author_id":"silvertop69",
            "author_name":"T",
            "choices":[
                "Emo",
                "Powerlifter",
                "Ghetto",
                "Slave",
                "Other"
            ],
            "content":"<div class=\"\"><div> <span>You walk downstairs to you mom watching Grey’s Anatomy, drinking an iced tea. You walk behind her and realize your mom might think your weird taking a random picture of her, and you have to get the flash in her eyes. You also don’t want to bring it up right away either since she’ll think somethings up.<br>\r\n<br>\r\nAlex: Hey mom<br>\r\nMom: Yes, honey?<br>\r\nAlex: What are we having for dinner?<br>\r\nMom: I was gunna make pork chops and broccoli but if you want something else you can take it out of the freezer!<br>\r\nAlex: Thanks, I’m cool with that though. Where’s Amanda?<br>\r\nMom: She’s over at Julie’s, she got mad at me because she left her headphones in her pocket and I washed them.<br>\r\nAlex: How is that your fault?<br>\r\nMom: That’s what I’m trying to say! And if you don’t like it do your own laundry, simple as that!.... Alex thank you for being the good kid haha.<br>\r\nAlex: Haha, it’s not that, she’s just crazy. She still acts like this when all you do is give<br>\r\nMom: She can be, but at least she’s doing good in school. And don’t think I’m picking favorites, I love all three of you the same.<br>\r\nAlex: That reminds me, do you want to pose for a picture for my Instagram. It’s healthcare appreciation day and I want to post how great of a mom you are!<br>\r\nMom: Sure! Just make sucking up to me for $20 less obvious next time haha.<br>\r\n<br>\r\nYou blush at the fact you have completely unrelated motivations than that, and start to feel guilty. But realize there’s almost no chance it works anyway so you put your worries aside. Your mom poses and you take the picture. What personality did you type?</span></div></div>",
            "created":1587877200,
            "id":2825199,
            "title":"Mom"
        },
        "111":{
            "author_id":"silvertop69",
            "author_name":"T",
            "choices":[
                "Eat dinner with family",
                "Go to mall",
                "Try to reverse her personality"
            ],
            "content":"<div class=\"\"><div> <span>You show your mom the picture after you take it.<br>\r\n<br>\r\nAlex: How do you like it?<br>\r\nMom: Fine.<br>\r\nAlex: Do you want me to take another one?<br>\r\nMom: No, I’ll look gross regardless.<br>\r\n<br>\r\nYour mom gets up and finishes dinner, but you can see she’s sad and hated everything going on right now.<br>\r\n<br>\r\nAlex: Are you alright mom?<br>\r\nMom: I’ve never been alright.<br>\r\nAlex: What do you mean? Your usually always upbeat.<br>\r\nMom: Fuck off.<br>\r\n<br>\r\nYour taken back a step. Your mom has never been like this, this means the app must have worked. Your in complete shock.<br>\r\n<br>\r\nYou want to test this out though, take your mom somewhere to see what she does. </span></div></div>",
            "created":1587877200,
            "id":2825210,
            "title":"Emo"
        },
        "1112":{
            "author_id":"silvertop69",
            "author_name":"T",
            "choices":[
                "Change yourself",
                "Try and fix your mom"
            ],
            "content":"<div class=\"\"><div> <span>You get to the mall and are curious as to where she’ll go first, your not very surprised though when she farts to hot topic first. She picks out a Slipknot, My Chemical Romance, and a pentagram shirt first; then goes over to the pants and gets black jeans and leggings. After that gets new makeup, including black lipstick and eyeliner. She gets some other accessories like bracelets and hats and leaves.<br>\r\n<br>\r\nNext stop is the piercing store, but your mom insists that you stay because she wants it to be a surprise. You figure this is a good time to try out that app again on a random person. You walk up to an old white lady with her husband and ask if they want a picture for $1, the lady says sure. You type in ghetto on the app and take the picture.<br>\r\n<br>\r\nAlex: How do you like it?<br>\r\nOld Lady: Is cool blood<br>\r\nOld Man: What was that?<br>\r\nOld Lady: I said is cool nah les get to dat Joanne Fabrics sale yerd<br>\r\nAlex: Alright have a nice day!<br>\r\nOld lady: ard<br>\r\n<br>\r\nYou started to feel bad that old man’s wife will act differently forever and he has no idea why, but it was also the funniest thing you've ever heard of so you go on with your life.<br>\r\n<br>\r\nSoon after though, your mom comes back and you could barely recognize her. She got snake bites on each side, a septum piercing, one through the bridge of her nose with spikes on the ends, two cheek piercings and some 30 mm gages. You realized this may have gone too far, there’s no way she could ever have her ears recover from that. You also realize your mom talks in a much more somber, depressed voice now.<br>\r\n<br>\r\nMom: Do you like them?<br>\r\nAlex: They look great, and as long as you like them!<br>\r\nMom: So you hate them. I don’t care. I’m looking how I want from now on and nobody can stop me.<br>\r\nAlex: “Well I’m glad your more independent at least.” ( under breath)<br>\r\nMom: Also I have a tattoo appointment at 4 so I’ll drop you off at home first, I might be there a while.<br>\r\nAlex: You've never even got a tattoo before, do you know how bad that hurts?<br>\r\nMom: I just got my ears stretched out the size of a baseball, I hope it hurts more than that. Maybe I’ll feel something for once.<br>\r\n<br>\r\nYou get dropped off at home waiting for your mom to get back so you can see the damage. You thought if you switched your mom back now, she’ll freak out at what she’s done and actually kill herself rather than just talk about it.<br>\r\n<br>\r\nShe gets home, quietly walking through the door without saying a thing. You walk over to greet her and stand there in shock to what you see. You look from up down, on her cheek were two pentagrams around the piercings, a giant rose on her neck, a raven on her chest with blood on it. She takes her clothes off to show you the rest, starting with a tattoo of the devil nailed to a cross on her stomach which says “savior” above it, blood tattoos coming out of the bottom of her underwear, two skulls on her knees, and a huge spider on the back of one of her calves. <br>\r\n<br>\r\nMom: How do they look?<br>\r\nAlex: (stares)<br>\r\nMom: Whatever<br>\r\n<br>\r\nAs she’s walking away you see a huge tattoo on her back of a creepy baby playing with a doll attached to the baby’s finger ligaments, with blood, skulls, and bats everywhere. You knew at this point you went too far, but it was too late to do anything. Your mom was going to be emo forever and there was nothing you could do. Instead of live with the guilt, you think of using the app on your self to give yourself a careless personality, so you could change anyone without feeling remorse.</span></div></div>",
            "created":1587963600,
            "id":2825692,
            "title":"Go to mall"
        },
        "11121":{
            "author_id":"silvertop69",
            "author_name":"T",
            "choices":[
                "A stuffer (Weight gain)",
                "Also emo",
                "Other option"
            ],
            "content":"<div class=\"\"><div> <span>You type “careless” into the bar and take a selfie with the flash on. You don’t feel any different, so you decide to test it out. You go up to your moms room to make fun of her and see if you feel bad.<br>\r\n<br>\r\nAlex: Hey mom, just wanted to remind you you’ll always be ugly.<br>\r\nMom: You dont have to tell me, I know.<br>\r\n<br>\r\nYou don’t feel the need to say sorry or tell her you were joking, so it was finally time to be a soleless villain. Right after though, Amanda walls up behind you.<br>\r\n<br>\r\nAmanda: Fuck you, mom is beautiful in every way you piece of shit. Why would you say that?!<br>\r\nAlex: Look at her real quick.<br>\r\n<br>\r\nAmanda peeps in the door to see her mom with all of her body modifications and Hot Topic, Putting on her white powder and black makeup. She has the same expression you did when your mom walked through the door. <br>\r\n<br>\r\nAmanda: What happened to her?<br>\r\nAlex: I have no idea, she just got all this stuff at the mall and started acting this way.<br>\r\nAmanda: She’s gunna loose her job with all those piercings and tattoos? What made her do this?<br>\r\n<br>\r\nYou started to think Amanda might start looking into what happened, you decide you have to change her personality fast to get her mind off it and onto One specific thing. <br>\r\n<br>\r\nAlex: Maybe if I send her s picture of us we can remind her of what else she has in life.<br>\r\nAmanda: That’s kinda retarded, but worth a try<br>\r\n<br>\r\nYou point the camera at both of you and close your eyes right before the flash. What did you type in the bar?</span></div></div>",
            "created":1587963600,
            "id":2825701,
            "title":"Change yourself"
        },
        "111211":{
            "author_id":"silvertop69",
            "author_name":"T",
            "choices":[
                "Go do some more",
                "Wait a couple months",
                "Wait a year"
            ],
            "content":"<div class=\"\"><div> <span>Alex: Damnit I closed my eyes, did you wanna try again?<br>\r\nAmanda: No, I’m actually starving out of nowhere. Do we have any sweets like cake or iced cream? OOOO! I have my protein shakes, that would be so good right now!<br>\r\n<br>\r\nYour sister runs off as you give a slight grin, knowing your gunna have fun with this. Or is that enough changing your family for a while?</span></div></div>",
            "created":1587963600,
            "id":2825707,
            "title":"A stuffer (Weight gain)"
        },
        "1112111":{
            "author_id":"silvertop69",
            "author_name":"T",
            "choices":[
                "Genius",
                "Stuffer",
                "More"
            ],
            "content":"<div class=\"\"><div> <span>You decide to keep changing your family since you don’t care what happened anyway, so you go downstairs to find your sister Lily. <br>\r\n<br>\r\nYou walk into the kitchen to see Lily helping Amanda make a cake. You see the new 2 liter of whole milk is already empty and protein powder everywhere.<br>\r\n<br>\r\nAlex: What are you guys up to?<br>\r\nLily: Amanda said if I help her make a cake I can have a piece, haha.<br>\r\nAmanda: A small piece.<br>\r\n<br>\r\nYou could tell by Amanda’s facial expression she wasn’t joking, but Lily assumed she was and kept laughing. You could already tell Amanda was full from those protein shakes since you’ve never even seen her stomach stick out before, she cared so much about her body you don’t think she’d ever even been full before.<br>\r\n<br>\r\nAlex: Hey Lily do you wanna play I message games while you wait?<br>\r\nLily: Sure!<br>\r\n<br>\r\nYou start playing her in battleship, then the basketball game, and 8 ball pool. You kept winning to the point where she got visibly angry. You thought maybe if you made her smarter she would start to win instead. You also thought of other random things you could make her.</span></div></div>",
            "created":1587963600,
            "id":2825712,
            "title":"Go do some more"
        },
        "11121111":{
            "author_id":"silvertop69",
            "author_name":"T",
            "choices":[
                "Keep messing with personalities",
                "Rob local bank",
                "JP Morgan Chase"
            ],
            "content":"<div class=\"\"><div> <span>Alex: Would putting you on my Snapchat story make you feel better?<br>\r\nLily: Maybe a little.<br>\r\nAlex: Okay, lets go outside where there’s better lighting.<br>\r\n<br>\r\nYou think about how smart this could make her, and take some percussions before. First you type in “submissive” so that if she gets too smart for your own good, you can control her. You take the first picture with your eyes closed and look to her.<br>\r\n<br>\r\nAlex: How do you feel?<br>\r\nLily: Fine, why?<br>\r\nAlex: Do a summer-salt.<br>\r\nLily: (does summer-salt)<br>\r\nAlex: Cool, scream “Fuck!”<br>\r\nLily: FUCK!!!<br>\r\n<br>\r\nShe might just be doing this for fun at this point, you have to make her do something weird.<br>\r\n<br>\r\nAlex: Pick your nose and eat it.<br>\r\n<br>\r\nUnflinching, she takes out a huge booger and eats it without breaking eye contact. You almost puke, but are excited for what you’ve accomplished. You then take another picture of her with the “genius” setting on and see what she knows.<br>\r\n<br>\r\nAlex: Recite the Gettysburg Adress.<br>\r\nLily: Four score and seven years ago our fathers brought forth on this continent a new nation, conceived in Liberty, and dedicated to the proposition that all men are created equal. Now we are engaged in a great civil war, testing whether that nation or any nation so conceived and so dedicated, can long endure. We are met on a great battle-field of that war. We have come to dedicate a portion of that...<br>\r\nAlex: Okay, okay I heard enough.. Who won the super bowl this year?<br>\r\n<br>\r\nYou knew she couldn’t know this one since our family never watches football and when I asked her yesterday she said she didn’t know any teams.<br>\r\n<br>\r\nLily: Based on telling statistics such as QBI, yards per carry, red-zone percentage plays and previous accolades, I predict the Kansas City Chiefs won... Barring Patrick Mahomes doesn’t came back 100% and Bill O’Brian is a competent coach.<br>\r\n<br>\r\nYour taken back a step, she even understands football jokes and can remember speeches she’s never read before. This app didn’t make her seem smarter, it turned her into maybe one of the smartest people on the planet. And right as you think that, you start to get another evil idea.<br>\r\n<br>\r\nAlex: Do you think you’d be able to rob a bank?<br>\r\nLily: One around here, I could be back home with the money before dinner. Something like JP Morgan Chase would probably take me a couple days to plan and execute.<br>\r\n<br>\r\nYour not sure what that is, but after looking it up you realize it’s the biggest bank in America. Do you want to go for the big score, or just keep doing what you’ve been doing?<br>\r\n</span></div></div>",
            "created":1587963600,
            "id":2825731,
            "title":"Genius"
        },
        "111211112":{
            "author_id":"silvertop69",
            "author_name":"T",
            "choices":[
                "Go back for her",
                "Keep going home"
            ],
            "content":"<div class=\"\"><div> <span>You pull up to your local Citizens Bank, shaking and sweating all over. You really have no idea if she can pull this off, but you just took a ten year olds advice to rob a bank so you deserve whatever your getting you think.<br>\r\n<br>\r\nLily: Park two parking lanes over and when I give the signal, drive over and pick me up. Then we’ll follow the marked directions on your GPS and we’re gone.<br>\r\nAlex: Alright just try to make it quick as possible.<br>\r\nLily: Obviously...<br>\r\n<br>\r\nYou park the car and Lily gets out with a ski mask and a gun in her waist. You sit back and try to stay incognito while Lilly’s getting it done. You look up through the window at their pointing a gun at the tellers demanding money. Your heart rate gets higher and higher, waiting for the signal to drive by. You see her get a big bag of money and start walking out. Behind her though you see see a middle aged mad grab at her mask and begin to pull it off. Lily falls to the ground, with her hand on her head to keep the mask on, turns around before hitting the ground, and shoots the man between the eyes. You start to have a panic attack and drive off. You keep going without looking back and get on the main road, horrified what could happen to your sister. What do you do?</span></div></div>",
            "created":1587963600,
            "id":2825739,
            "title":"Rob local bank"
        },
        "1112111121":{
            "author_id":"silvertop69",
            "author_name":"T",
            "content":"<div class=\"\"><div> <span>The guilt gets to you and you go back to get her. A random flash of adrenalin hits you and you pull up right next to the bank.<br>\r\n<br>\r\nLily: Did you just try and leave me?<br>\r\nAlex: I’m sorry i got scared!<br>\r\nLily: It doesn’t matter just drive!<br>\r\n<br>\r\nYou are instantly boxed in by police and your body flushed white. Lily pulls out the gun and shoots half the officers with perfect accuracy. This was the only chance of getting out of this not in hand cuffs. The assault fails however and Alex and Lily are gunned down by police outside the bank, sprayed to a point you can’t recognize them.</span></div></div>",
            "created":1587963600,
            "id":2825740,
            "title":"Go back for her"
        },
        "1112111122":{
            "author_id":"silvertop69",
            "author_name":"T",
            "choices":[
                "Go downstairs for dinner",
                "Get more money robbing banks",
                "Other"
            ],
            "content":"<div class=\"\"><div> <span>You get home, and strangely don’t feel anything about leaving your sister back there. To you it’s just another statistic going to jail that doesn’t effect you. You go inside and see Amanda cooking dinner.<br>\r\n<br>\r\nAlex: Why are you cooking and not mom?<br>\r\nAmanda: Mom said she was too sad to cook right now, or do anything to be honest.. plus mom always makes super healthy food, I’ll make good food from now on since mom let’s me go grocery shopping now. <br>\r\nAlex: What are you making then?<br>\r\nAmanda: Like a pound of spaghetti with my special sweet sauce and big meat balls. I’m also putting bacon and four cheeses on with Italian bread on the side. <br>\r\n<br>\r\nYou see her dump almost a cup of sugar into the marinara sauce and almost gag. She really is dedicated to gaining weight. You could see she was in pain from how full she was, her back was bent from how protruding her stomach was. She was still skinny but at this rate you’d give it like a week before some love handles and flab.<br>\r\n<br>\r\nAmanda: What do you want for desert, cake or cinnamon rolls?<br>\r\nAlex: Didn’t you just make a cake earlier?<br>\r\nAmanda: Ya that’s long gone though, that reminds me where’s Lily?<br>\r\n<br>\r\nRight after she says that you see Lily walk through the door. You run over to tell her a command before she kills you for leaving her, but she just looks up and says, “The money’s in the garage.” <br>\r\n<br>\r\nAlex: Your not mad?<br>\r\nLily: I had just as good of a chance getting out of there on foot, cops are way too dumb for their payroll.<br>\r\n<br>\r\nYou go in the garage and see a duffel bag full of money. You go through it and bet there’s at least $100,000. You take it up to your room without anyone seeing and put it under your bed. What’s the next move?</span></div></div>",
            "created":1587963600,
            "id":2825854,
            "title":"Keep going home"
        },
        "11121111221":{
            "author_id":"silvertop69",
            "author_name":"T",
            "choices":[
                "Stuffer",
                "Toddler",
                "Idiot"
            ],
            "content":"<div class=\"\"><div> <span>You sit at the table and join the rest of your family as Amanda brings the food over. You can see your dad is visibly confused, you think you might as well change him too. But a side of you wants to see where the conversation goes first. When you sit down, Lily takes the recommended amount for a nutritious diet, mom takes a small scoop; knowing she’s too fat for any more, and Amanda dumps like half the bowl on her plate, along with one of the two loaves of garlic bread.<br>\r\n<br>\r\nDad: Dang Amanda, Dave  some for the rest  of us haha.<br>\r\nAmanda: If you want more food you can make it..<br>\r\nDad: Honey, that’s an... interesting new look.<br>\r\nMom: Thanks..<br>\r\nDad: Whats it for, one of Alex’s video’s for school.<br>\r\n<br>\r\nHe pulls at one of your mom’s nose piercings, thinking they were magnets or something.<br>\r\n<br>\r\nMom: OWW! What the fuck!<br>\r\nDad: What the hell? Did you get real piercings?!<br>\r\nMom: Yes you fucking normie, maybe I like to express myself unlike you. Nobody understands how fucking horrible my life is and how horrible humanity is in general, I wish this planet would just die so I could be in peace and all these insignificant, superficial, idiots could experience the hell I do every day!!!<br>\r\n<br>\r\nYour mom storms out of the room, everyone in shock just stares at each-other. After a second though Amanda goes back to chowing down.<br>\r\n<br>\r\nDad: What the hell was that, what the hell happened to your mother?!<br>\r\nLily: She underwent a severe chemical imbalance in here brain to the point her preconceived notions of life are reassembled to suit what an outside source commanded it to be.<br>\r\nDad: What?<br>\r\nAlex: Screw it.<br>\r\n<br>\r\nWhat do you make your dad’s personality?<br>\r\n</span></div></div>",
            "created":1587963600,
            "id":2825869,
            "title":"Go downstairs for dinner"
        },
        "111211112212":{
            "author_id":"silvertop69",
            "author_name":"T",
            "choices":[
                "Walmart",
                "Your hot teachers house",
                "The White House"
            ],
            "content":"<div class=\"\"><div> <span>You take a picture of your dad real quick before he can respond and just stares at you for a second.<br>\r\n<br>\r\nAlex: Dad, how you feelin?<br>\r\nDad: dada<br>\r\nAlex: perfect.<br>\r\nLily: How will our family be attaining money now that our parents are compromised?<br>\r\nAlex: We will Lily, do you think we can get away with another heist?<br>\r\nLily: There’s a 97.3% chance I can successfully rob any bank in the area.<br>\r\nAlex: let’s hit another lick then..<br>\r\n<br>\r\nAs you say this you smell shit in the air and already know what happened, as your dad falls out of the chair and starts crying.<br>\r\n<br>\r\nAlex: Lily, you’ll be dads new caretaker as well, since you know better than anyone... about anything I guess.<br>\r\nLily: Will do, how would you like me to raise him?<br>\r\nAlex: Strictly, I want him to do all the chores plus more that I’ve done in my life. And if he defies you, beat him. It won’t hurt but he’ll respect you and fear when you threaten him.<br>\r\nLily: I already know, can you go to the store though and get baby supplies and adult diapers. I would go but I obviously can’t drive due to my age, even though I could arrive sooner with less probability of casualties.<br>\r\nAlex: Why don’t you just pupils a teleportation machine to get there hehe.<br>\r\nLily: I get on that after I change our father.<br>\r\n<br>\r\nYou didn’t know if she was serious or not, but you shrugged it off. You get in your dads car and make your way to.. </span></div></div>",
            "created":1587963600,
            "id":2825896,
            "title":"Toddler"
        },
        "1112111122121":{
            "author_id":"silvertop69",
            "author_name":"T",
            "choices":[
                "Country",
                "Stuffer",
                "Whore"
            ],
            "content":"<div class=\"\"><div> <span>You walk in and look around for adult diapers, since it’s going to be the hardest thing to find. After asking an associate, she takes you to them, and you see the same old couple you saw at the mall that one day.<br>\r\n<br>\r\nOld lady: What up blood, how you been.<br>\r\nAlex: Good, how about you guys?<br>\r\nOld lady: Boolin, you know how it is.<br>\r\n<br>\r\nThe old man grabs you and takes you to the side.<br>\r\n<br>\r\nOld Man: What did you do to my wife? She hasn’t been the same since the day we saw you at the mall. She’s been acting like a fucking nigger since then!<br>\r\n<br>\r\nYour taken back a step, since your not racist at all and we’re raised to treat everyone fair. You were thinking of helping him and switching her back, but now all you want to do is mess with him. You type “severe Tourette and dimentia.” You take a picture of him and see if this thing can even give people diseases.<br>\r\n<br>\r\nAlex: How do you feel?<br>\r\nOld man: Cornbread....SHIT!!!<br>\r\nAlex: What was that?<br>\r\nOld man: Baked beans....baked boys..FUCK ASS!! What’s harmonizing?!<br>\r\n<br>\r\nYou realize you just ruined this guys life and start to feel bad, but his wife comes over and grabs him.<br>\r\n<br>\r\nOld lady: Cmon dawg, we gotta bounce. Good seeing you cuz.<br>\r\nOld man: Buddy buddy SHIT BALLS!!! When’s here?<br>\r\n<br>\r\nYou wave goodbye to the most entertaining couple you’ve ever met to this point and make your way over to the baby section. You see a famous YouTube star Alisa Violet walking down the aisle, and you can’t pass up on the chance to see your app play a role in popular media.<br>\r\n<br>\r\nAlex: Alisa! I’m your biggest fan!<br>\r\nAlisa: Fuck off creep.<br>\r\nAlex: Can I just get a picture?<br>\r\nAlisa: I said fuck off before I call the cops!<br>\r\nAlex: Why you gotta be such a bitch, damn..<br>\r\nAlisa: What did you say?!<br>\r\n<br>\r\nAs she turns around to scold you, you point the phone at her to catch her off guard. What did you type?</span></div></div>",
            "created":1587963600,
            "id":2825902,
            "title":"Walmart"
        },
        "11121111221211":{
            "author_id":"silvertop69",
            "author_name":"T",
            "choices":[
                "Stick around",
                "World Domination",
                "Other"
            ],
            "content":"<div class=\"\"><div> <span>Alisa: I recon you want your ass beat! I’m not sure why I never got an open carry license for fuckers like you. Now that I think of it I might as well get my fishing license while I’m here.<br>\r\nAlex: Sorry I didn’t respect your privacy, sometimes I don’t take other people’s feelings into account..<br>\r\nAlisa: Aw your good buddy, I think I snapped cus I haven’t had a dip in... we’ll ever. Why am I addicted to something I never had? Was it that fancy lookin smart phone?<br>\r\nAlex: No, it can’t do stuff like that.. it can take your number though.<br>\r\nAlisa: If you got a big yard and some dirt bikes, you got yourself a date. I’ll catch y’all later though!<br>\r\n<br>\r\nYou can’t believe you just got Alisa Violet to think your cute. Since you made her country she must like your bigger beard and slightly dirty clothes, weird.<br>\r\n<br>\r\nWhen you get home, you walk through the door to your dad running around the house naked with your little sister chasing him.<br>\r\n<br>\r\nAlex: Here’s the diapers and stuff you asked for.<br>\r\nLily: Oh thank god..Get back here or I’ll beat you again! Time to put your diapers on and drink your bottle!<br>\r\nDad: (cries loudly)<br>\r\nLily: Ugh, I need a drink..<br>\r\nAlex: You've never drank before, how do you know lol.<br>\r\nLily: You ask the dumbest questions.. just get that Jack bottle from off of the fridge and give it to me.<br>\r\n<br>\r\nYou and your sister both take a shot, you gag but she seems perfectly fine.<br>\r\n<br>\r\nAlex: Do you not taste it?<br>\r\nLily: No, I’ve calculated the perfect angle to consume it without it making contact with anything before hitting the stomach.<br>\r\n<br>\r\nYou start to get curious to how smart Lily might be. You ask her the big question sitting in the balcony taking more shots.<br>\r\n<br>\r\nAlex: Lily... Is there a god?<br>\r\nLily: No, there is no spiritual god that many people would think of. Mother Nature is the closest thing we have to a god, even though there isnt any one entity....<br>\r\nBut the next closest thing would most likely be you.<br>\r\nAlex: What did you say?<br>\r\nLily: Anyone that can make a being like me must have godly powers, I am near ethereal with the kind of power you’ve given me.<br>\r\n<br>\r\nThat got you to thinking, maybe you were a god. Why did this random app even appear on your phone? Why did whatever put it there do it? This was a major turning point for Alex, did he want to continue to stay around his family and observe their lives, or strive for something more. With an army of people like Lily but more powerful and resilient, you would be unstoppable. The choice is up to you..<br>\r\n<br>\r\n</span></div></div>",
            "created":1587963600,
            "id":2825927,
            "title":"Country"
        },
        "111211112212111":{
            "author_id":"silvertop69",
            "author_name":"T",
            "choices":[
                "Go back downstairs after a couple hours",
                "Check on Alisa Violet"
            ],
            "content":"<div class=\"\"><div> <span>A couple months passed by, you wake up in your brand new bed from all the money from the bank with infinite energy it feels like. You walk past the bathroom to see your mom doing her makeup.<br>\r\n<br>\r\nAlex: Sup mom?<br>\r\nMom: Living in hell.. how about you?<br>\r\n<br>\r\nShe has covered her body in tattoos by now, below her head you can barely tell what skin color she is. This is in addition to her two tattoos where her eyebrows would be, that she shaved off, that says, “GOD” and “DEAD” with an “is” in the middle to add context.<br>\r\n<br>\r\nMom: Do you like my new tattoos?<br>\r\n<br>\r\nShe said this spitting all over the bathroom, seeming like she can’t control it. You tell her to open her mouth and see her tongue is cut down the middle, sliced in half.<br>\r\n<br>\r\nAlex: What the fuck mom?! You don’t even look like a person!<br>\r\nMom: That’s the best news I’ve heard my whole life, the less I look like you retarded skin bags the better I feel about myself. Now fuck off.<br>\r\n<br>\r\nYou go downstairs to see Amanda making breakfast and your dad and Lily playing video games. Your sister turns to bring a mound of pancakes to the table when you really start to notice her changes. Her tones stomach is now a slightly hanging belly with love handles. Her waist has gotten bigger in general, now having a pretty round ass instead of cut. Her cheeks are also starting to look like a cabbage patch doll.<br>\r\n<br>\r\nAlex: Hey Amanda, just curious.. how much have you gained in the last few months?<br>\r\nAmanda: Around 40 pounds I think, I’m not far off from my goal weight but I think I might want to get even bigger after that, we’ll see.<br>\r\nAlex: Well you do you I guess. <br>\r\n<br>\r\nEveryone gets to the table and you start eating. You got 3 pancakes, mom got 1, dad got 5 baby ones, Lily got 2, and Amanda got 6 or 7, before going back in for more. <br>\r\n<br>\r\nAlex: So Lily, I heard Joe saying some new words the other day.<br>\r\nDad: twuck<br>\r\nLily: It’s “truck” Joe, don’t make me remind you..<br>\r\nDad: Truck...<br>\r\nLily: Good boy.<br>\r\nMom: I’m glad he can’t talk, maybe we should just kill him and eat him before he can.<br>\r\nAlex: What the fuck mom?<br>\r\nMom: One less person to feed and hear cry. Besides, I would love to feel the soul leaving someone’s body, biting into his sinful body and cleansing mine of this human food.<br>\r\nAmanda: Mmm... we’ll see how hungry I get.<br>\r\nAlex: Shut up guys, this isn’t even funny.<br>\r\n<br>\r\nYou go to your room in disgust, trying to wipe the weird images your mom gives you from your head. You go on your phone and..<br>\r\n</span></div></div>",
            "created":1587963600,
            "id":2825945,
            "title":"Stick around"
        },
        "111213":{
            "author_id":"silvertop69",
            "author_name":"T",
            "choices":[
                "A toddler",
                "Whore",
                "Something else"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>What else can she become?</span></div></span></div>",
            "created":1587963600,
            "id":2825704,
            "title":"Other option"
        },
        "112":{
            "author_id":"silvertop69",
            "author_name":"T",
            "choices":[
                "Wait a year",
                "Change again",
                "Other"
            ],
            "content":"<div class=\"\"><div> <span>Alex: Do you like it?<br>\r\nMom: I look so weak.. I need to get to the gym ASAP<br>\r\nAlex: You look fine mom.<br>\r\nMom: Like you would know, you got a little flabby the last couple years. You can come with me if you want!<br>\r\nAlex: I’m cool mom.. thanks anyway I guess.<br>\r\n<br>\r\nYour mom comes home after 4 or 5 hours, sweaty with a huge amount of grilled chicken and vegetables in hand.<br>\r\n<br>\r\nMom: I bet you can guess what we’re having for dinner, and tomorrow haha. We’re about to start eating way more healthy.<br>\r\n<br>\r\nDo you want to see what happens after a while or change her again?</span></div></div>",
            "created":1588050000,
            "id":2826015,
            "title":"Powerlifter"
        },
        "1121":{
            "author_id":"silvertop69",
            "author_name":"T",
            "choices":[
                "It’s 2 years later",
                "Your mom is standing right there"
            ],
            "content":"<div class=\"\"><div> <span>After about a year, your mom has gotten huge with the help of some very experimental steroids. She went from an in shape 5’8, 127 lbs. to 220 lbs of pure muscle. Her body was most resembling Arnold Schwarzeneggar with boobs and legs twice as big. Her biceps were about a foot around, and her neck was almost non existent behind her massive chest and traps. Her voice has also gotten much deeper, along with the steroids making her angry all the time. She was also famous for being the champion in the woman’s Ms. Universe after one year. You see her in the kitchen making a fruit snack.<br>\r\n<br>\r\nAlex: Hey mom, what’s...<br>\r\n<br>\r\nBefore you can say anything you see an elbow go in your face, then darkness.<br>\r\n<br>\r\nYou wake up in a hospital bed, slowly coming to...</span></div></div>",
            "created":1588050000,
            "id":2826018,
            "title":"Wait a year"
        },
        "11211":{
            "author_id":"silvertop69",
            "author_name":"T",
            "choices":[
                "Your mom juicing on a bench",
                "A mob meeting",
                "Other"
            ],
            "content":"<div class=\"\"><div> <span>The doctor explains you’ve been in a coma for two years, your whole family except your mom are there. They start crying in joy finally seeing you get up.<br>\r\n<br>\r\nAlex: What happened?<br>\r\nDad: You startles your mom a few years ago and she elbowed you in the head, it put you in a coma from the force.<br>\r\nAlex: Where is mom?<br>\r\nAmanda: She’s not how you remember, even after she started getting in shape.<br>\r\n<br>\r\nYou look up your moms name on your phone and are astonished about what you see. She’s turned into undoubtedly the biggest human ever. <br>\r\n<br>\r\nDad: The stuff she was taking had special hormones in it that changed her in other ways than muscle mass. She’s about 8 feet tall now, over 400 pounds of pure muscle. Your lucky she knocked you out when she did.. she’s killed multiple people before on accident... stepping on someone or even bumping into people. <br>\r\nAlex: And she hasn’t gotten arrested or anything?<br>\r\nDad: How are you gunna arrest someone like that, unless she goes on a rampage and they have to kill her... your not stopping her.<br>\r\nAlex: Dad your making it seem like she’s a super villain now haha.<br>\r\n<br>\r\nEveryone just kind of looked at him, thinking they might as well show him themselves. <br>\r\n<br>\r\nYou get home to a new mansion in Beverly Hills.<br>\r\n<br>\r\nAlex: I can’t believe this is our house now, mom is a superstar!<br>\r\nDad: Oh she’s more than a superstar... her attitude definitely resembles one.<br>\r\n<br>\r\nYou walk into your new mansion and see a butler.<br>\r\n<br>\r\nButler: You must be Alex... nice to meet you.<br>\r\nAlex: Thanks, our too... Where’s my mom?<br>\r\nButler: She’ll be in her private work out for a couple more hou...<br>\r\nAlex: I’m sure she won’t mind.<br>\r\n<br>\r\nYou walk over to the gym and see...</span></div></div>",
            "created":1588050000,
            "id":2826023,
            "title":"It’s 2 years later"
        },
        "112111":{
            "author_id":"silvertop69",
            "author_name":"T",
            "choices":[
                "Retaliate",
                "Yes Mother",
                "Other"
            ],
            "content":"<div class=\"\"><div> <span>You walk in and see your mom with a pump in her arm, connected to this huge machine. Your mom doesn’t even look human anymore. She looks more like Bane from Arkham City, but taller, bigger legs, and more cut. She pulls the tube out of her arm.<br>\r\n<br>\r\nMom: Alex! I’m surprised you made it, if I hit you the same way now you’d probably die pussy! Haha!<br>\r\nAlex: Nice to see you too mom... So how’s life been?<br>\r\nMom: I think you can see how life’s been... pretty fucking awesome. I come across anyone I don’t like.. punch them in the face, if they live they earned it haha!<br>\r\nAlex: What the hell.. How many people have you killed?<br>\r\nMom: At least 100... maybe 200, I’ve been on a streak the last couple months, just walk up to someone alone and grab their mouths so they don’t scream. I’ll brutalize them depending how pissed I am.<br>\r\nAlex: Like how?<br>\r\nMom: If their lucky I’ll just snap their neck, if I’m pissed I’ll tear off a few limbs first. It feels like breaking a toothpick to me... it’s amazing.<br>\r\nAlex: Dont you think it’s bad to do that... maybe...<br>\r\nMom: I don’t really care if it is, and if anyone outside this house knows this whole family’s gunna get their body parts switched. Is that clear?</span></div></div>",
            "created":1588050000,
            "id":2826027,
            "title":"Your mom juicing on a bench"
        },
        "1121111":{
            "author_id":"silvertop69",
            "author_name":"T",
            "content":"<div class=\"\"><div> <span>You go for the huge needle to try and stab your mom through the heart or something. Before you can get to it she grabs you by the leg and holds you upside down.<br>\r\n<br>\r\nMom: I always thought I raised a smarter boy than this... maybe that first hit scrambled your brains.<br>\r\n<br>\r\nYou scream for a second before your mom pulls your head and spine right out of your body. She starts drinking the spilling blood and guts flowing out of your body.</span></div></div>",
            "created":1588050000,
            "id":2826028,
            "title":"Retaliate"
        },
        "1121112":{
            "author_id":"silvertop69",
            "author_name":"T",
            "choices":[
                "She keeps rampaging",
                "You try the app"
            ],
            "content":"<div class=\"\"><div> <span>You go to meet with your family.<br>\r\n<br>\r\nAlex: What happened to mam?<br>\r\nAmanda: Shhh! Don’t let her hear you say that stuff, she’ll actually kill you...<br>\r\nAlex: I wouldn’t be surprised.<br>\r\nAmanda: She’s been getting worse and worse every day... I actually think she’s starting to eat people instead of food.<br>\r\n<br>\r\nShe walks out into the foyer and sees your dad sitting there reading a book.<br>\r\n<br>\r\nMom: Your buddy gave me another new steroid, wanna see what it does?<br>\r\nDad: I wish you would stop doing this... your not the woman I married.<br>\r\nMom: Shut up pussy, I’ll do whatever I want. I run this house, this fucking city, fuck if I find anyone on this planet who can beat me in a fight.<br>\r\n<br>\r\nShe injects a huge needle into her arm and she shows signs of it kicking in early. Her veins start visibly pumping, it looks like a snake eating a rat but through all her veins. After a minute she starts growing and tearing her muscles fast.<br>\r\n<br>\r\nDad: Are you okay honey?<br>\r\nMom: Must... get.... sustenance....<br>\r\nDad: I’ll grab you a pig from out back, one second.<br>\r\n<br>\r\nYou see your mom swiftly grab your dad and tear him in half, eating out of the torso of his upper half. Your mom has lost all control of human functions and has basically become a smaller King Kong, growling and not being able to talk anymore.<br>\r\n<br>\r\nAmanda: I’m scared... What the hell happened to mom..<br>\r\nAlex: I can’t believe I did this..<br>\r\nAmanda: What?<br>\r\n<br>\r\nBefore you can explain what you did, your mom grabs your sister and squeezes her, making all of her guts explode out of any hole in her body. She’s eaten after a few bites. Your mom has to be at least 12 feet tall and half a ton. She screams after eating your sister, it’s piercing enough to destroy your ear drums, you don’t even think she’s human anymore.</span></div></div>",
            "created":1588050000,
            "id":2826030,
            "title":"Yes Mother"
        },
        "11211121":{
            "author_id":"silvertop69",
            "author_name":"T",
            "content":"<div class=\"\"><div> <span>You hide under a bed as you hear your mom leave the house. You watch the news too see what kind of destruction she causes. By the end, she killed about 50,000 people in the city of LA and escaped. One of the worst tragedies since 9/11 and Pearl Harbor because you wanted to make your mom a body builder. And you have no idea when the carnage will end.</span></div></div>",
            "created":1588050000,
            "id":2826031,
            "title":"She keeps rampaging"
        },
        "114":{
            "author_id":"silvertop69",
            "author_name":"T",
            "choices":[
                "Fuck mom",
                "Give new order",
                "Other"
            ],
            "content":"<div class=\"\"><div> <span>Alex: How do you feel?<br>\r\nMom: How do you want me to feel?<br>\r\n<br>\r\nYou think for a second, and realize there’s only one real way to find out.<br>\r\n<br>\r\nAlex: Horny<br>\r\n<br>\r\nYour mom starts rubbing her clit out of nowhere, moaning more and more with every stroke.<br>\r\n<br>\r\nAlex: What are you doing mom?<br>\r\nMom: Waiting for you to stick your dick in me baby.<br>\r\nAlex: I’m your son?!<br>\r\nMom: Which means you have a dick, so come give me the ride of my life.</span></div></div>",
            "created":1588050000,
            "id":2826033,
            "title":"Slave"
        },
        "1142":{
            "author_id":"silvertop69",
            "author_name":"T",
            "choices":[
                "Control rest of family",
                "Mess with mom more",
                "Other"
            ],
            "content":"<div class=\"\"><div> <span>Alex: Mom, stop and be serious.<br>\r\nMom: Yes Alex<br>\r\nAlex: so be honest, am I your favorite kid?<br>\r\nMom: Personality wise yes, put your prospects are less than your sisters.<br>\r\nAlex: What do you mean? I’m way better than those idiots.<br>\r\n<br>\r\nFor revenge, you get your mom to go be mean and cruel to your sisters. She walks into Lily’s room first and sees she’s doing homework.<br>\r\n<br>\r\nMom: There’s no point in doing your homework, you’ll never graduate regardless. Not that I’d come to see an idiot like you get a participation diploma anyway.<br>\r\nLily: Why are you saying that mommy?<br>\r\nMom: Just want you to realize your brother was the only real success in this family, you better hope prostitution is legal by the time your hot.<br>\r\n<br>\r\nYour mom leaves the room while your sister starts crying to go ruin Amanda’s day. She walks in while she’s on the phone with her friend.<br>\r\n<br>\r\nMom: Whats up whore.<br>\r\nAmanda: What? Why would you say that?<br>\r\nMom: I’m just calling it how I see it, your the one who fucked three dudes after prom last year.<br>\r\nAmanda: What the fuck mom! Alyssas on the phone.<br>\r\nMom: Then I bet she’d like to know you have herpies and that you can only use the extra big tampons.<br>\r\n<br>\r\nYour mom goes to your room after successfully making them cry.<br>\r\n<br>\r\nMom: Anything else?</span></div></div>",
            "created":1588050000,
            "id":2826039,
            "title":"Give new order"
        },
        "11421":{
            "author_id":"silvertop69",
            "author_name":"T",
            "choices":[
                "Build an army",
                "Change roles",
                "Other"
            ],
            "content":"<div class=\"\"><div> <span>Alex: Tell everyone else to get downstairs for a family photo.<br>\r\nMom: Yes Alex<br>\r\n<br>\r\nYour mom gathers everyone downstairs and in good position. You types slave in the bar so your ready to have some real like Sims. You tell them you'll take the first picture since you’ve been practicing. After the flash you see if it worked.<br>\r\n<br>\r\nAlex: How do you guys feel?<br>\r\nFamily: *Great Alex!*<br>\r\n<br>\r\nWhat’s the next move?</span></div></div>",
            "created":1588050000,
            "id":2826219,
            "title":"Control rest of family"
        },
        "114211":{
            "author_id":"silvertop69",
            "author_name":"T",
            "choices":[
                "Build your army",
                "Train your army",
                "New POV"
            ],
            "content":"<div class=\"\"><div> <span>You tell your parents to tell they’re co workers a professional photographer is coming in to take group photos, Amanda is going to have a party and invite as many people as she can. But first, Lily will host a play date and have as many people in her grade as she can. <br>\r\n<br>\r\nYou get about 40 doctors and nurses from the hospital then everybody at your fathers shop, which is about 25. Lily has her friends over and you insist the parents come inside for a second, which equals about 15 kids and 20 parents. Lastly there’s the party that’s going on tonight. You get 50 people to get in your basement and stay completely quiet until you give the signal. The other 50 are scattered around the house, hiding and waiting. <br>\r\n<br>\r\nLily’s party starts to get allot of traction around 12 PM, so you thought it was about time. You walk around the house, locking all the doors and having 2 people push on them the whole time. You whistle and give the signal, people jump out of everywhere and grab the collage students. You take your phone out and start taking pictures of big crowds of people. People start screaming and fighting the slaves back, trying to escape. But after getting about 30 people in a couple seconds, the rest of them would be easily overpowered.<br>\r\n<br>\r\nYou have 214 people at your command...</span></div></div>",
            "created":1588050000,
            "id":2826243,
            "title":"Build an army"
        },
        "1142111":{
            "author_id":"silvertop69",
            "author_name":"T",
            "choices":[
                "Get larger",
                "Train them",
                "Other"
            ],
            "content":"<div class=\"\"><div> <span>Alex: Everyone, you will now address me as... The king of LA. Before we know it, we’ll be in control of the entire city. I just need some recommendations on how we’ll do that.<br>\r\n<br>\r\nEveryone starts talking to eachother and spouting out ideas. Most were really dumb, but you overhear this one man talk about working at a news station.<br>\r\n<br>\r\nRandy: Maybe if we put the flash in live cable, it will work the same way.<br>\r\nAlex: This might be the best plan I’ve heard, take me to the station. Everyone else, go home! I’ll signal when I need you. If you see me type in our group text, come to this house immediately.<br>\r\n<br>\r\nYou go to the station and promptly control everyone there with the help of Randy. You wait there a couple days though, controlling random people in the city. This is because now tomorrow was Thanksgiving. There would probably be about 2 Million people watching and be under your control. You could take the rest of the city with an army like that.<br>\r\n<br>\r\nThe broadcast starts, and you talk over the parade footage.<br>\r\n<br>\r\nAlex: We have a special announcement from your leader...<br>\r\n<br>\r\n*Flash*<br>\r\nYou set it to only show the flash every 10 seconds and cut the parade completely.<br>\r\n<br>\r\nAlex: If anyone in your house didn’t see the flash, make them. Record it and show everyone you know, and our power will be too much to handle.<br>\r\n<br>\r\nYou walk outside on the balcony to screams all throughout the city, getting less intense and more muffled by the second. After a couple minutes you don’t hear anything. This is the most silent a city has ever been, you can hear the wind blowing and birds chirping.<br>\r\n<br>\r\nYou have 4 Million people at your command.</span></div></div>",
            "created":1588050000,
            "id":2826246,
            "title":"Build your army more"
        },
        "11421112":{
            "author_id":"silvertop69",
            "author_name":"T",
            "choices":[
                "Go to the base",
                "Train more",
                "Other"
            ],
            "content":"<div class=\"\"><div> <span>It’s been about a year or so, your army has slowly and secretly grown to about 6 Million. You’ve made working out and being in shape a priority, it’s rare to find anyone in your army without a six pack and massive arms. They’ve also completely changed their diets to certain meats and vegetables to stay in the best shape possible. People from the outside looking in just think it’s a new trend to be super fit in LA, but anyone curious enough to look into it would join the cause as well. Your next road bump was firepower, you had to figure out how to get into an army base and take them over as well. If you could take over base Lewis-McChord up in Washington, you would surly have enough fire power to take the west coast.</span></div></div>",
            "created":1588050000,
            "id":2826248,
            "title":"Train them"
        },
        "115":{
            "author_id":"silvertop69",
            "author_name":"T",
            "choices":[
                "A gorilla",
                "Stuffer",
                "Other"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>Something else?</span></div></span></div>",
            "created":1588050000,
            "id":2826367,
            "title":"Other"
        },
        "1153":{
            "author_id":"allen7811",
            "author_name":"no one",
            "choices":[
                "Butch",
                "Punk",
                "Classic Housewife",
                "Cheerleader",
                "Other"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>Something else ?</span></div></span></div>",
            "created":1588050000,
            "id":2826449,
            "title":"Other"
        },
        "12":{
            "author_id":"silvertop69",
            "author_name":"T",
            "choices":[
                "Super Flamboyantly Gay",
                "Stuffer",
                "Body Builder",
                "E-boy",
                "Other"
            ],
            "content":"<div class=\"\"><div> <span>You walk into your dads office, where he’s just sitting there drawing plans. You plan to just walk up to him and say you need a picture for a school project about your parents occupation and this is the perfect scenario.<br>\r\n<br>\r\nAlex: Hey dad?<br>\r\nDad: Whats up bud?<br>\r\nAlex: Can I take a picture of you for a project in school, it’s about your parents career and you seem to be in the perfect position.<br>\r\nDad: Dont lie, it’s because your teachers think I’m sexy.<br>\r\nAlex: Shut up dad haha.<br>\r\nDad: All right then, fire away!<br>\r\n<br>\r\nWhat do you change his personality to?</span></div></div>",
            "created":1587963600,
            "id":2825758,
            "title":"Dad"
        },
        "125":{
            "author_id":"strangemysking",
            "author_name":"StrangeMysKing",
            "choices":[
                "Super Heavyweight wrestler",
                "Biker",
                "Other"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>So what does your Dad's personality change to?</span></div></span></div>",
            "created":1588050000,
            "id":2826365,
            "title":"Other"
        },
        "14":{
            "author_id":"supreme123",
            "author_name":"Cardinal Priest",
            "choices":[
                "Baby",
                "Tough girl",
                "Others."
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>You find Lily watching Ed Edd n Eddy, a show you were a fan of yourself. Asking her to pose, you get her to do so, taking a picture. The personality you typed for her was...</span></div></span></div>",
            "created":1587963600,
            "id":2825576,
            "title":"Lily"
        },
        "142":{
            "author_id":"silvertop69",
            "author_name":"T",
            "choices":[
                "Change her real quick",
                "Do the pushups",
                "Other"
            ],
            "content":"<div class=\"\"><div> <span>You take a picture of Lily and see what happens. “How are you feeling?” says Alex. Se looks at him and smiles. “What are you lookin at tubby. Why don’t you do the truffel shuffle for me pussy!” He’s taken back, just looking at her confused. She comes over and punches him in the face, leaving him half unconscious while she rips his shirt in half. “I said to it fat boy!! Giggle your boobs around for me!” She keeps punching him while he starts crying and doing what she says. “Stop crying or ill knock your ass out, now start doing push-ups and if you don’t do 40 I’ll fuck you up!”</span></div></div>",
            "created":1588050000,
            "id":2826007,
            "title":"Tough girl"
        },
        "1422":{
            "author_id":"silvertop69",
            "author_name":"T",
            "choices":[
                "Do what she says",
                "Run",
                "Call for help"
            ],
            "content":"<div class=\"\"><div> <span>You attempt to do the pushups but you can only get 33. Your struggling to get another in and she kicks you right in the side of the head.<br>\r\n<br>\r\nLily: Fat idiot, I'm gunna give you a cookie for every push-up you did as a reward you dough boy.<br>\r\n<br>\r\nYou go in for a punch even though it’s your little sister, she grabs your fist though, takes your index finger and breaks it.<br>\r\n<br>\r\nAlex: FUCK!!!!<br>\r\nLily: Shut up pussy, go grab that jar of cookies and bottle of whiskey off the fridge before I break the rest.</span></div></div>",
            "created":1588050000,
            "id":2826354,
            "title":"Do the pushups"
        },
        "14221":{
            "author_id":"silvertop69",
            "author_name":"T",
            "choices":[
                "You wake up tied down",
                "You wake up in your bed",
                "Other"
            ],
            "content":"<div class=\"\"><div> <span>You grab the items with tears in your eyes, how did your sister turn into this? Was that app really legit?<br>\r\n<br>\r\nLily: I don’t have all day fat Albert let’s go!<br>\r\nAlex: coming...<br>\r\nLily: Now if you dont eat all of those cookies before I finish this bottle, I’ll strap you down and take a video flicking your titties while you cry and post it on all your shit. GO!<br>\r\n<br>\r\nYou start scarfing down Oreos, which are pretty dry if you don’t have milk. You get like 10 in and your sister is like halfway through the bottle.<br>\r\n<br>\r\nLily: Let’s go porky! I know you love them, or are you just fat because you love your huge tits!<br>\r\n<br>\r\nYou get about half way done when she finishes the bottle. She walks over while there are cookies in your mouth and knocks you out, then drags you into the basement.<br>\r\n</span></div></div>",
            "created":1588050000,
            "id":2826363,
            "title":"Do what she says"
        },
        "142212":{
            "author_id":"silvertop69",
            "author_name":"T",
            "choices":[
                "Do it... your too far gone at this point",
                "Fight to the death"
            ],
            "content":"<div class=\"\"><div> <span>You wake up, your head killing you. You’ve never had a concussion before but you feel like that’s what it is. You pick up your phone and see hundreds of notifications. You already knew what was posted, and you walk over to your sisters room.<br>\r\n<br>\r\nAlex: What the fuck did you do?!<br>\r\nLily: If you ever yell at me like that again I’ll make you a fucking vegetable, now apologies.<br>\r\nAlex: No, your being mean as hell and I’m putting a stop to it!<br>\r\n<br>\r\nBefore you know it she tackles you and starts beating your face in.<br>\r\n<br>\r\nLily: Say your sorry pussy! Say your a sorry fat boy!<br>\r\nAlex: I’m a sorry fat boy... *in tears*<br>\r\nLily: Good, now I wanna see you post a naked picture on your story that says your a “horny little fat boy who wants Alexis Sanders pussy.”<br>\r\nAlex: please no..<br>\r\nLily: Do you value your fucking nose? Do it before I break it more!<br>\r\n<br>\r\nYou get naked in front of your mirror with a bloody face mixed with tears. You take the picture and post it to your story.<br>\r\n<br>\r\nAlex: Happy now.. now I have to drop out.<br>\r\nLily: Oh no your not, actually I’m going with you. I’m bringing you in naked on a leash, and put pig ears and a nose on you. If you don’t oink I’ll make you cry again but in front of all your friends.<br>\r\n<br>\r\nWhat do you do</span></div></div>",
            "created":1588050000,
            "id":2826543,
            "title":"You wake up in your bed"
        },
        "15":{
            "author_id":"silvertop69",
            "author_name":"T",
            "choices":[
                "Yourself",
                "Your teacher during class",
                "Grandma",
                "Whole family",
                "Other"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>Who else??</span></div></span></div>",
            "created":1588050000,
            "id":2826536,
            "title":"Someone else"
        },
        "154":{
            "author_id":"silvertop69",
            "author_name":"T",
            "choices":[
                "Stuffer",
                "Angry",
                "Other"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>What is the app set to?</span></div></span></div>",
            "created":1588050000,
            "id":2826538,
            "title":"Whole family"
        },
        "1541":{
            "author_id":"silvertop69",
            "author_name":"T",
            "choices":[
                "It works",
                "It doesn’t work"
            ],
            "content":"<div class=\"\"><div> <span>Alex calls the family into the living room to get a family photo on this new “filter app.” He likes when people gain weight but not him himself, so he just wants to effect his family. He thought it was weird to do something like this to family members, but it was the best way to observe how people gain weight over time.<br>\r\n<br>\r\nMom: Do you wanna be in it honey?<br>\r\nAlex: Nah, I cant take a good picture sitting the phone down. Someone else can take one with me after.<br>\r\n<br>\r\nYou set it to a high level so they will be very dedicated and hungry all the time. You take the picture and realize there is a mirror behind them before you can stop. You see the flash and are instantly hungry. Your heart skips a beat realizing what just happened. You knew what made you like this, so you truest know you don’t want to gain weight, but you’ll always be hungry and that could take over your motor skills and make you eat if you like it enough.<br>\r\n<br>\r\nAmanda: Hey mom, before we take any more do you wanna make lunch.<br>\r\nMom: That’s funny actually, I was thinking the same thing. Do you guys want burgers and dogs?<br>\r\nEveryone but Alex: Yes!<br>\r\nMom: I’ll make both packs of each if we’re all that hungry, haha.<br>\r\nAlex: I’ll be back in taking a shower first.<br>\r\n<br>\r\nYou walk upstairs as everyone starts raiding the pantry and putting food on the grill. You go straight into the bathroom and try to reverse it. It said in the settings depending on the personality it can maybe be reversed.</span></div></div>",
            "created":1588136400,
            "id":2826953,
            "title":"Stuffer"
        },
        "15412":{
            "author_id":"silvertop69",
            "author_name":"T",
            "choices":[
                "Go with them",
                "Wait until they get home"
            ],
            "content":"<div class=\"\"><div> <span>You take the picture and nothing happens. You lean against the wall with your head down in failure. You knew in no time you were gunna be huge and not be able to control it. You think maybe this is what you deserve for doing it to your family, and that maybe you can counteract it by going to the gym a lot. You then actually take a shower so it doesn’t seem suspicious. You go downstairs to empty food containers everywhere. Three bags of lays chips, 2 boxes of cereal, 2 gallons of milk, 2 trays of Oreos, a recently opened 36 pack of granola bars, and some other boxes. You go outside to your dad grilling and eating a burger at the same time, while your family is feasting with at least 3 dogs or burgers on each plate.<br>\r\n<br>\r\nMom: Sorry you almost missed out Alex, if you don’t want one of your burgers I’ll eat it though.<br>\r\n<br>\r\nYou see a huge 5 pound container of potato salad, this has always been one of your favorite foods since you were little. Without control, you run over to the container and start shoveling it into your mouth.<br>\r\n<br>\r\nAmanda: Hey I was gunna have some!<br>\r\nMom: Let your brother eat! Plus there’s another in the fridge if you really want it.<br>\r\n<br>\r\nYou hear that and run inside after devouring like half of it, not failing to bring it with you. You take it out of the fridge while your eating the other. You’ve completely lost control and look like a lunatic until you finish both containers. You were full but weren’t in pain like you usually would be, and definitely feel like you could eat more.<br>\r\n<br>\r\nMom: Holy cow! I’m surprised you ate all 10 pounds. Your sister ate your burgers and hot dogs to make up for it though haha. Don’t worry, me and your dad are going to Sams club to get more groceries. We’ll be back soon!</span></div></div>",
            "created":1588136400,
            "id":2826961,
            "title":"It doesn’t work"
        },
        "154121":{
            "author_id":"silvertop69",
            "author_name":"T",
            "choices":[
                "Start doing push ups and crunches",
                "“I’ll work out tomorrow”"
            ],
            "content":"<div class=\"\"><div> <span>Alex: I’ll go with you guys, I wanna get some healthy food for once.<br>\r\n<br>\r\nYour parents just look at you confused.<br>\r\n<br>\r\nDad: If you say so.. you have to take your car though since ours will probably be full.<br>\r\nMom: That reminds me, let’s stop at Sears and see if we can get that new smart fridge. I always thought we needed one in the basement!<br>\r\nDad: Great idea, I might just get us all mini fridges for our rooms as well haha.<br>\r\nAmanda: Yes please!<br>\r\nLily: Yes yes yes thank you!<br>\r\n<br>\r\nYou meet them at Sams Club and grab your own cart, knowing both of theirs will be full. You walk to the vegetable section in the freezer isle but pass the iced cream on the way there. You try not to look but you see the cookie dough iced cream and grab a couple boxes out of impulse. You keep strolling and get to the vegetables, and grab broccoli, peas, carrots, cauliflower and some others. You try to go straight to the register but bass the candy and see the sour patch kids, you grab 3 2 pound bags. Leaving the isle you see Recce’s Cups and grab 2 24 boxes. Leaving the isle you see your mom eating all the free samples of jalapeño bites. <br>\r\n<br>\r\nAssociate: Ma’am, your only supposed to have one..<br>\r\nMom: I’m buying 6 boxes I can have as many as I want..<br>\r\n<br>\r\nYou get curious and wonder what would happen if you hit this associate with the apps powers. Since your family lost interest quick after you got them, maybe this lady won’t care after. You walk up to her and say “excuse me“ then take the picture.<br>\r\n<br>\r\nAssociate: What the hel.. actually, so can I. I sit here drooling over them all day and never eat one!<br>\r\n<br>\r\nThe lady takes out another try and starts eating it, with your mom picking at it any opportunity she could. The associate then puts more in the microwave. <br>\r\n<br>\r\nAlex: Mom are you ready, I’m getting too tempted by some of this stuff.<br>\r\nMom: I know, it’s great having a career and being able to afford it. Maybe that will get you to get better grades haha.<br>\r\nDad: Hey buddy, since your only getting one cart of food for your car can you stop at lows and grab those mini fridges, the basement one should already be delivered.<br>\r\n<br>\r\nYou go to check out and see the Doritos and Oatmeal cakes, you grab 5 bags and 10 boxes. You love oatmeal cakes so much in fact you devour a box then grab another to replace it real quick. Lastly you see chocolate milk and grab 3 gallons. You pay with your dads credit card since he gave it to you for the fridges. On your way to lows you see a Five Guys, which was your favorite fast food. You knew how unhealthy it was but couldn’t resist and stop after you get the fridges. You get inside and the aroma hits you like a rock in the face.<br>\r\n<br>\r\nCashier: What would you like?<br>\r\nAlex: Can I get 3 double bacon burger meals with a large chocolate shake.<br>\r\nCashier: To go?<br>\r\nAlex: For here, now that I think of it though get me the same order in 15 minutes to go. <br>\r\n<br>\r\nShe assumes theres more people in your group coming, but you sit down and start devouring it. You go into almost a trance as you eat all 6 huge patties and drinking the milkshake straight out of the cup without a straw. You sit there after, leaning back in you chair with your pants cutting your sides. You look up to the register and see the girl that checked you out giving you a gross look. You go up and try to give her a new perspective. You hold the camera up and take a picture of her, along with half of the kitchen that was looking.<br>\r\n<br>\r\nCashier: Hey... that was actually pretty hot. Are you like a professional eater?<br>\r\nAlex: No, just craving these insane burgers haha. <br>\r\nCashier: I’m Jess by the way, you wanna hang out sometime?<br>\r\nAlex: For sure, what do you have in mind?<br>\r\nJess: There’s this great Chinese buffet down the road, I wanna see how much you can really eat. <br>\r\n<br>\r\nYou look confused but are weirdly aroused by it. You start to think the app changes your kinks too, your a stuffer on the inside but don’t want to be. Since some of the cooks ate your meal before giving it to you... twice, you share a couple shakes and get to know Jess a little before you leave. You start eating the fries on the way home like usual, but can’t resist and start eating the burgers you got for your sisters. In the middle of eating one as fast as possible before you see blue and red lights behind you. You pull over and the cop walks up to the car.<br>\r\n<br>\r\nCop: You know it’s illegal to eat and drive right?<br>\r\n<br>\r\nYou panic and do the only thing you know how, take a picture of him.<br>\r\n<br>\r\nCop: Say.. if you give me the rest of that food I’ll let you be on your way. And one of those chocolate milks.<br>\r\n<br>\r\nYou give him the food and he leaves, wondering how big he would be when you see him at the parade next summer. You get home and set up the mini fridges, outing all your groceries in yours to keep safe. You see your parents pull in after an hour of being home. Your surprises to see your aunt pull in as well with a car full of groceries.<br>\r\n<br>\r\nMom: Thank you so much Stacy for helping us get these here.<br>\r\nAunt: No problem, I just wish you would tell me what this is for. There’s no way you guys are eating $2,000 worth of groceries in a week or two.<br>\r\nMom: Try me, why don’t you stay for dinner and see?<br>\r\nAunt: You said you each ate like 5 burgers each earlier and your still hungry?<br>\r\nMom: I had 4 burgers and 6 hot dogs, get it right haha.<br>\r\n<br>\r\nYour family all pitches in to make dinner but you, since your not trying to gain weight. You lock yourself in your room, still eating sour patches though. Your dad start cooking 2 more boxes of burgers with a steak for everyone. Your mom start cooking a pound of pasta, Amanda deep fried a couple bags of wings. Lily helps out by making a couple trays of brownies and cake. Your Aunt is surprised by the meal when it’s finished. She sits down with a burger and a couple wings, while everyone having at least 3 full plates at a time. Hell, Lily had the least and still had 3 hot dogs, 2 burgers, 3 big scoops of pasta and a dozen wings. Stacy tried to start conversation but everyone is entranced in the food, not even realizing she’s here until it’s gone. She then starts talking for a minute about her work struggles, then the oven beeps. Everyone runs over to get a piece before it’s gone, while your aunt just sits there staring, amazed. She leaves shortly after and everyone goes to their rooms for the night and snack until they pass out. You sit on your bed, bloated as hell, thinking if you should work out or not.</span></div></div>",
            "created":1588136400,
            "id":2827053,
            "title":"Go with them"
        },
        "1541211":{
            "author_id":"silvertop69",
            "author_name":"T",
            "choices":[
                "A week",
                "A month",
                "A year"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>You’ve decided to try and stay in shape while your family gets bigger. How far ahead do you go?</span></div></span></div>",
            "created":1588136400,
            "id":2827055,
            "title":"Start doing push ups and crunches"
        },
        "1541212":{
            "author_id":"silvertop69",
            "author_name":"T",
            "choices":[
                "A month",
                "A year",
                "3 years"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>You start to get into a trend of not working out, which gets harder to break the heavier you get. How far ahead do you want to go?</span></div></span></div>",
            "created":1588136400,
            "id":2827056,
            "title":"“I’ll work out tomorrow”"
        },
        "15412122":{
            "author_id":"silvertop69",
            "author_name":"T",
            "choices":[
                "The fair",
                "The buffet",
                "Other"
            ],
            "content":"<div class=\"\"><div> <span>It’s a month later after that night, the next morning. You wake up and have to work a little harder to sit up. You haven’t been eating as much as your family, but still definitely getting big fast. You weren’t exactly skinny before, but now you have a gut that almost completely covers your dick when you look down, your boobs have also gotten a little bugger and wider. You look over and grab a 2 pound bag of sour patch kids and eat half before you put it down and think. You just really realize how much you’ve let yourself go when you can sit up and put a water bottle straight up on your stomach. You go in the bathroom to check the scale, it says 267. Your in complete shock, and go back to your room quickly. You try to do a sit up, but you can’t without swinging your arms because of how big your belly got. You try to do push ups, and only manage 5 half pushups. You look over at a mirror with a picture of you and your family next to it. Your face is twice as big as it was a few years ago, and your cheeks are starting to look like Santa Claus. Your door opens and Lily walks in.<br>\r\n<br>\r\nLily: Can I get some more M&amp;Ms?<br>\r\nAlex: Here, take the rest.<br>\r\nLily: WOW thanks!<br>\r\n<br>\r\nShe looks the most different out of anyone. A year ago she looked like a typical 10 year old, even on the skinny side. Now she’s definitely the biggest kid in her class. She went from 80 pounds to 145 in a year. Her waist doubled do to her height with a belly like half a foot past her nose. Her face also looked like a cabbage patch kid, including a couple big rolls replacing her neck. The school kept calling, saying she was getting 3 or 4 lunches a day and hiding snacks in class, but my mom never thought it was weird. You go to the hallway and see your other sister coming out of the bathroom with a sports bra and leggings. She usually doesn’t wear a shirt because she keeps outgrowing them. She went from 130 to 210 in the past year. A year ago she was very in shape and almost had a six pack, now her belly hangs an inch over her pants and her ass got huge. She went from a size 4 jeans to a size 16, and has more than 2 chins at most times.<br>\r\n<br>\r\nAmanda: Your bellies lookin big, I wish that was mine instead of it going to my ass, even though I’m not complaining about that haha.<br>\r\n<br>\r\nYour dad then walks out of the room, weighing a little over 400, gaining over 130 pounds in the last year. His body didn’t change much except for things getting bigger. His belly stuck out at least a foot past his belt, and his boobs obviously got huge. He also grunts way more than he used to when he moves.<br>\r\n<br>\r\nDad: Come on Amanda, your brother got a bigger gut than you and he’s not even trying!<br>\r\nAmanda: I know I’m pissed, at least I have the second biggest ass.<br>\r\n<br>\r\nThis makes you realize how big your mom got. She went from 127 to 250, the most out of anyone in the family. She’s secretly been having an affair with your dad with a stuffer, she’s been leaving at night when everyone’s asleep and eats at his appointment until the sun rise, telling dad she leaves for work before he gets up. She went from an average skinny mom bod to full out BBW. Her jeans size went from a 5 to a 24, and bra went from B cup to a Q cup. Her stomach is also out to her boobs and hips over twice as wide as a year ago. You walk downstairs to see her make breakfast. She was making her favorite, a dozen scrambled eggs, a pack of bacon pieced up, a pack of sausage links, and a bag of shredded cheese in a big mixing bowl.<br>\r\n<br>\r\nMom: Morning Alex, you want a pack of bacon?<br>\r\nAlex: Yes, but I can’t, I’m gunna try to loose weight.<br>\r\nMom: What?! Why? Your gut looks good on you, I thought you’d hit 300 by the end of the year for sure!<br>\r\nAlex: As much as I kind of want too.. I never wanted to get this big. I want to be able to see my feet when I look down.<br>\r\nMom: I guess.. if your into that. Plus Jess loves your belly!<br>\r\n<br>\r\nYou’ve been dating that girl from Five Guys that you hit with the flash. She was a slightly chubby girl, about 150, but now she was 250 with a huge gut. Her boobs only got a little bigger, but her stomach and bottom half are enormous. She always tries to get you to feed her, but you feel conflicted and don’t. Where does the rest of the day go?</span></div></div>",
            "created":1588136400,
            "id":2827062,
            "title":"A month"
        },
        "15412123":{
            "author_id":"silvertop69",
            "author_name":"T",
            "choices":[
                "Go to Dairy Queen",
                "Go to the gym",
                "Other"
            ],
            "content":"<div class=\"\"><div> <span>It’s 3 years later, and your back from college for the summer. You wake up and have to roll over to get out of bed. You look at yourself and really think about what you’ve become. Your stomach is as far out as if you put a keg in front of it a year ago, with your huge boobs sitting on it. You look in the mirror and see your neck is gone, and your face looks like it was stung by bees. Your legs didn’t get much bigger, which means it’s starting to get hard to walk. You were doing pretty good until you got to college, then you made the freshman 15 look like a bitch, gaining 80 pounds your freshman year. Your friends tried to help you, but it got harder to control your appetite. You started hiding food and leaving to eat when nobody was there. You walk over to your closet and grab a shirt you bought a year ago. You put it on and it barely goes past your belly button, then rides up when you let go. It also doesn’t help that your dad upgraded the mini fridges to normal sized ones in each room, plus an iced cream freezer in the closet. You walk to the bathroom with a slight waddle now, but run into Lily with your belly and knock her over.<br>\r\n<br>\r\nLily: Watch it!<br>\r\nAlex: Sorry, I didn’t even see you.<br>\r\n<br>\r\nLily is 14 now, and started freshman year at 220 pounds. She’s officially morbidly obese at 240 and waddles more than walks at this point. She got embarrassed earlier in the year for breaking a chair in class and also for passing out during the mile. Her body can’t keep up with her weight, and she just keeps getting bigger every year regardless of getting taller.<br>\r\n<br>\r\nLily: Hey can you drive me to Dairy Queen to get an iced cream cake for breakfast? Mom ate my last one last night.</span></div></div>",
            "created":1588136400,
            "id":2827143,
            "title":"3 years"
        },
        "154121231":{
            "author_id":"silvertop69",
            "author_name":"T",
            "choices":[
                "Go over",
                "Go home"
            ],
            "content":"<div class=\"\"><div> <span>Your eyes glow up and agree instantly. You’ve been getting so fat, you don’t even really care about loosing weight, meaning the stuffer personality has taken full control. You see if your parents want anything. Your dad is 600 pounds and is basically bed ridden. His huge stomach started to turn flabby and keeps him from even getting up. Your moms not too far behind, weighing 320 and struggles to get through the door way for on how wide she got.<br>\r\n<br>\r\nAlex: Do you guys want anything?<br>\r\nMom: Just take my card and get 10 different kinds of cakes and some dilly bars if you want.<br>\r\n<br>\r\nYou get to the car and fall in the seat. You realize your gut hits the steering wheel now, which is making it hard to drive. You think of maybe getting a bigger car. Your sister gets in and when she sits down, the button on her jeans flies off.<br>\r\n<br>\r\nLily: Ehh, these pants were doomed from the beginning haha, let’s stop at Walmart so I can get some new sweat pants. It’s not like they’re falling off anyway haha.<br>\r\n<br>\r\nYou get to Dairy Queen and grab 10 cakes, but knowing your parents still make allot working from home, you just buy all the boxes of dilly bars. Your sister starts digging into a cake on the way to Walmart, and gets damn near done with it when you get there.<br>\r\n<br>\r\nLily: Do you think I can bring a box of dilly bars in?<br>\r\nAlex: They don’t sell them here so it’s not like they think your stealing them.... actually I might as well bring one too.<br>\r\n<br>\r\nYou get inside eating the bars and go to the clothes section. You look at the larges and think how it would fit like a tank top now, though you do pick up a 3XL shirt while your there. Lily grabs the biggest sweat pants there and you go to check out. You see a full display box of recces cups sitting there and grab the whole thing. On your way out you see Jess, the girl you met at Five Guys. She left you about a year ago for a stuffer, he was a skinny boy though. She’s about 250 now with a huge gut and DD boobs as well, but was still trying to get bigger. Her parents sent her to fat camp after she started gaining rapidly over a year after you flashed her, but that’s  basically just porn for her.<br>\r\n<br>\r\nJess: Hey Alex! What’s up?<br>\r\nAlex: Nothing much, just brought my sister to get new pants, hbu?<br>\r\nJess: My parents are being dicks and won’t let me eat what I want, so I'm going shopping for myself. Your belly’s looking good though haha, what are you up to?<br>\r\nAlex: 350... I’m actually trying to loose weight.<br>\r\nJess: What? No.. I mean.. that’s cool. I think it looks good on you though haha. I’m trying to get to 300 by the end of the year.<br>\r\nAlex: That would be hot.<br>\r\n<br>\r\nYou blurt that out of nowhere, it just came out of you like you’ve been wanting to say it.<br>\r\n<br>\r\nJess: Really... maybe You can come over and you feed me a shake or two haha.<br>\r\nAlex: Uhhh.. It’s a date.</span></div></div>",
            "created":1588136400,
            "id":2827152,
            "title":"Go to Dairy Queen"
        },
        "1541212311":{
            "author_id":"silvertop69",
            "author_name":"T",
            "content":"<div class=\"\"><div> <span>You get to her house after dropping off Lily and meet her mom at the door. She looks at you up and down in confusion.<br>\r\n<br>\r\nTammy: Hello, who are you?<br>\r\nAlex: Hey, I’m Jess’s friend.<br>\r\nTammy: Of coarse, you seem like someone she’d hang out with. She’s upstairs.<br>\r\n<br>\r\nYou walk into her room and get grabbed from behind. Jess sits you down in a chair and handcuffs you.<br>\r\n<br>\r\nAlex: What the hell?!<br>\r\nJess: I thought I might have some fun first, I knew you wouldn’t gain with me so I’m making you. For every shake I drink I’m making you too until you like it.<br>\r\nAlex: Please dont...<br>\r\n<br>\r\nShe chugs a whole funnel full of weight gain shake then tears your shirt in half, showing your huge gut and boobs. She grabs one and says she’s gunna get them as big as hers were. </span></div></div>",
            "created":1588136400,
            "id":2827177,
            "title":"Go over"
        }
    },
    "info":{
        "author_id":"silvertop69",
        "author_name":"T",
        "brief_description":"An app that can change anyone’s personality to what you want.",
        "created":1587930480,
        "description":"<td align=\"left\" class=\"norm\">The story starts with you, an 18 year old boy named Alex, sitting in his room. In the middle of a boring summer before college, your looking for something to do after sitting on your bed for a week. You then realize there’s a random app downloaded in your phone called “Switcher” that you find out can change the personality of anyone you want!<br>\r\n<br>\r\nCharacters<br>\r\n<br>\r\nAlex: 18, 5’10, 200 lbs, relaxed, reserved, slightly overweight, plays football<br>\r\n<br>\r\nMom (Sandy): 42, 5’8, 127 lbs, sociable, nice, caring, overprotective, good shape, nurse<br>\r\n<br>\r\nDad (Joe): 50, 6’0, 250 lbs, old fashioned, strict, good, fat, architect<br>\r\n<br>\r\nOlder Sister (Amanda): 20, 5’5, 130 lbs, hard working, nice, very athletic, cut, runs track at WVU<br>\r\n<br>\r\nYounger Sister (Lily): 10, 4’6, 65 lbs, friendly, playful, smart, average<br>\r\n<br>\r\n*I encourage you guys to add more, just try and keep it cannon and the device can’t cause physical changes unless the host does it to themselves. This family is also based in LA so it’s not uncommon to run into famous people.</td>",
        "id":2220278,
        "image_url":"https://images.Writing.Com/imgs/writing.com/writers/listing-header-5000.gif",
        "modified":1588212600,
        "pretty_title":"The Personality App"
    }
}