{
    "chapters":{
        "1":{
            "author_id":"redrover5890",
            "author_name":"Boston Rocko",
            "choices":[
                "Live Stream",
                "Trophy Wife",
                "My three daughters",
                "Alpha Phi",
                "More Options "
            ],
            "content":"<div class=\"\"><div> <span>Below is a list of a couple of stories about powerful men/boys being manipulated,guilted, and bullied into becoming sexy attractive women. This story focused on men being forced against their will into becoming the sexy women they once lusted over.<br>\r\n<br>\r\nLive Stream-A young man eager to get into the world live streaming. In a quest to get more viewers for his video game channel someone manipulates him into a whole other type of channel. He is slowly guilted and manipulated against his will into becoming the next influencer, and Cam Girl.<br>\r\n<br>\r\nTrophy Wife-Your girlfriends dad Ronald never liked you very much. He was rich and powerful while you were definitely not that. One day you wake up in his bed and feeling very different. Ronald has somehow turned you into a beautiful woman and his new wife! How will you survive your new life? How will your girlfriend turned daughter handle this, and how will life as a trophy wife treat the former pretty boy.<br>\r\n<br>\r\nMy three daughters- You are a man in his mid 20's who is married to a beautiful older woman with three daughters 19 and 18. His wife’s ex husband in an attempt to get his family back uses his wealth to manipulate the system into turning you into him and his wife's third daughter. How will you survive being a beautiful and busty high school sweetheart, and why is your wife being so agreeable?<br>\r\n<br>\r\nAlpha Phi- It's your first day on campus and your best friend Jenny (and secret crush) are pledging the hottest Sorority on campus but shes nervous and wished she hd a friend who could pledge with her. Oh wait</span></div></div>",
            "created":1581742800,
            "id":2787887,
            "title":"Lets get started "
        },
        "11":{
            "author_id":"tangerst",
            "author_name":"Tanger",
            "choices":[
                "Beginning",
                "Introduction ",
                "At the end",
                "Some time else"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>Where do we start?</span></div></span></div>",
            "created":1582347600,
            "id":2791303,
            "title":"Live Stream"
        },
        "112":{
            "author_id":"tangerst",
            "author_name":"Tanger",
            "choices":[
                "Kris- 18 yo recent graduate without direction in life",
                "Sam- mid twenties that plays video games as a hobby",
                "Someone else"
            ],
            "content":"<div class=\"\"><div> <span>The room is dark and small, lit only by faint candles as Jennifer is ordered to approach the wooden table in the middle of the room. <br>\r\n<br>\r\n“You requested to see me?” Jennifer asks, her face hidden by the hood of her dark brown robe.<br>\r\n<br>\r\n“Yes,” the robed man sitting at the table, “your experience in this secret society has been fruitful?”<br>\r\n<br>\r\n“It has, my leader.” She responds.<br>\r\n<br>\r\n“I’m glad to hear it,” the man says, “because the time has come for you to serve us in our ritualistic sacrifice towards our idols of Mars and Venus.”<br>\r\n<br>\r\n“The process where once every thousand years we symbolize the delivery of a servant from Mars to Venus to keep peace within the universe?”<br>\r\n<br>\r\n“That’s it,” the man said, “the tale of Yuppa. Royalty that was imprisoned  and shipped out to Venus to love the rest of his days as their lowly servant. It’s this ritual that eliminates any hazards from our community from attaining our desires.”<br>\r\n<br>\r\n“That’s quite a responsibility to place on me,” Jennifer said, “are you sure I can do it?”<br>\r\n<br>\r\n“Are you second guessing me?”<br>\r\n<br>\r\n“I would never, my guide“<br>\r\n<br>\r\n“Good, I have the utmost faith that you’ll be able to succeed with this. We have your target. We think it’s someone you know...”<br>\r\n</span></div></div>",
            "created":1582347600,
            "id":2791313,
            "title":"Introduction "
        },
        "13":{
            "author_id":"redrover5890",
            "author_name":"Boston Rocko",
            "choices":[
                "You wake up in bed with your wife looking down concerned",
                "You wake up in bed with your step daughter looking down on you giggling",
                "You wake up with your captor looking at you with a smirk",
                "Other"
            ],
            "content":"<div class=\"\"><div> <span>You woke up on a beautiful Sunday morning. You feel the warm sexy body of your wife cuddled up next to you.  Her hand slowly slips between your legs and grabs your penis. <br>\r\n<br>\r\n“MMMMMMM. Is that for me?” Your wife whispers in your ear. You look into her beautiful blue eyes. You were so lucky to have found this amazing woman. She may have been in her early 40s but you could not have guessed it. Long sexy legs, toned stomach, perfect DD cups, and an ass that a sorority girl would be jealous of. <br>\r\n<br>\r\n“You think you got time?” You whisper back.<br>\r\n<br>\r\n“ I always have time”  She says as she kisses you. Normally you would be more than happy about this, but this morning you kind of wanted her to leave. You see this morning was the morning her teenage daughter went to their dads house for the weekend. You didn't dislike them, things were just kind of awkward. You see you were younger then your wife. While she was the perfect MILF you more of a young pretty boy plaything that she wound up marrying. You were just 7 years older than her youngest daughter, Neither of her two girls were two excited about you being their new step dad. It was weird for them that they went to school with your younger brother until he graduated the previous year. <br>\r\n<br>\r\n“Mom! We are ready to go!” IT helped that his step daughters were equally eager to get out of here, and back home with their Tech CEO father. <br>\r\n<br>\r\n“Coming girls!” She Shouted and then looked back at you sweetly “I am so ready to have the house by ourselves! This will be the first time since we got married” All I did was smile and nod back at her. <br>\r\n<br>\r\nAbout an hour later your wife and her kids just pulled out of the driveway. As you came back into your house you were startled at the sight of a large man. “Hello Kevin” You heard the dominating voice of your wife's ex husband welcome you into your own home. “I think you're going to take after your mother: He said with an evil smile as you felt a pain in your neck and the room suddenly went black.  <br>\r\n</span></div></div>",
            "created":1581742800,
            "id":2787909,
            "title":"My three daughters"
        },
        "131":{
            "author_id":"redrover5890",
            "author_name":"Boston Rocko",
            "choices":[
                "To the mall",
                "In the car with your sisters",
                "Other"
            ],
            "content":"<div class=\"\"><div> <span>“Oh honey!” You hear your wife say with remorse in her voice. “How could you Walter!”<br>\r\n<br>\r\n“Oh very easily actually. You see I invested in a new genetic tech company that specializes in genetic surgery. I won’t bore you with the details, but basically it re-writes someone on the genetic level and when compounded with other elements it can transform the body. The best part about it is they can harvest someone’s dna and splice it with someone else. Giving someone similar if not identical traits. Imagine being able to by the gene sequence of Mike Tyson, and being able to morph your body into a combination of both of yours. Or let’s say you know a beautiful woman who even though she is beautiful now, doesn’t compare to the sex goddess she was as a teenager. So you wanted to give those same traits to someone else....someone new.....” You felt dread creep up your body. Something is wrong. Very wrong. “ Like our new adopted daughter” You hear him say and your body responds as you jump out of bed and run until you see your self in a bedroom mirror.<br>\r\n<br>\r\n<a rel=\"nofollow\" href=\"https://www.twenty20.com/photos/64305736-297b-4f89-8956-a58f57ed8248\" target=\"_blank\">https://www.twenty20.com/photos/64305736...</a><br>\r\n<br>\r\nThis cannot be happening. This had to be some kind of illusion. There you were. Not you entirely but that face was female you. The body however was something else entirely. It looked familiar. Like your step daughters but sexier. Like your wife but younger and tighter. You were clearly part of the family, just not yours. <br>\r\n<br>\r\n“ You look perfect, spitting image of your mother” You hear Walter say over your shoulder. You look into his reflection. “ Girls come I. Hear and meet your new sister. <br>\r\n<br>\r\n“ OMG! That’s him! He’s hot!” You hear Candice the oldest yell! “ I can’t believe this is happening! Mom! Are you ok with this!” You other shrugs still shocked<br>\r\n“ I don’t really have a choice”” she responds<br>\r\n<br>\r\n“ Well girls you should take your new sister shopping, she needs a complete new wardrobe”. </span></div></div>",
            "created":1581742800,
            "id":2787946,
            "title":"You wake up in bed with your wife looking down ..."
        },
        "1313":{
            "author_id":"redrover5890",
            "author_name":"Boston Rocko",
            "choices":[
                "In the car",
                "At the mall",
                "Other"
            ],
            "content":"<div class=\"\"><div> <span>“THIS IS INSANE!” You scream. Terrified of this twilight zone you now found yourself in. “Can someone please tell me what the hell is going on!? Why do I have tits all of a sudden?!”<br>\r\n<br>\r\n“Calm down my dear” You heard Walter say in a very soft,  almost patronizing tone. “I can give you an explanation but you are going to have to ask nicely” This time a little more firm. He stared you down, almost challenging you to defy him. You were always a little intimidated by him. He was a well built man in his mid 50’s. Silver and black hair slicked back and piercing blue eyes. While you were a 25 year old pretty boy who was trying to make it as a “influencer”. Well that was you, and now you were something completely different. <br>\r\n<br>\r\n“Fine. Walter please tell me what is going on here.” You responded trying not to sound too intimidated, but with your new high pitched girly voice that was hard to avoid. <br>\r\n<br>\r\n“Walter? No no no princess. Other men, adults,sometimes your mother. If she's mad at me. Call me Walter” He said with a slight chuckle while winking at your wife. “You are none of those things. You are my daughter, and I like my beautiful daughters to call me “Daddy”.” All the eyes in the room shifted back to where you were standing. At this moment you became extremely aware of your situation. You were the smallest and daintiest person in the room. Even your stepdaughters, while very feminine looked more masculine than you. You looked up at Walter’s smug smile. <br>\r\n<br>\r\n“Please what happened to me…. Daddy” Your wife looks down in shame, and your step daughters try to hold back a giggle. <br>\r\n<br>\r\n“That's my girl.” H states victoriously “You see I still love my wife and kids, and I wanted them back. I couldn't stand the fact that I lost the love of my life to some feeble little boy toy.” <br>\r\n<br>\r\n“You lost me because you were an arrogant asshole!” She screamed at him. <br>\r\n<br>\r\n“Semantics. Anyway, I had to get you out of the picture. I couldn't kill you, she could never forgive me for that. How could I get you out of the way and still keep you around? This was answered by my company's R&amp;D department.” He states while taking a vile of pink liquid out of his pocket. “G34R69. A chemical compound containing nanites that allow someone to combine different DNA sequences. It is going to be the new cutting edge in plastic surgery. Now people can by Jenifer Lopez’s ass, or  Angelina Jolie's lips and put them on their bodies. Or in your case I took my beautiful wife's DNA along with a little of my own to create you. You are now our genetic 17 year old daughter.” Those last words really hung around. You are now genetically your wife's daughter. You could certainly see the family resemblance. But what part of Walter’s DNA did you get “Every bit of her body is now yours except…. The women in my family tend to be rather “busty”. You are a little bit bigger up top. I think I set it for an E-cup? Don't worry they will get bigger”He winked “ Now I have a lot of work to do getting your documents  updated. Honey why don't you and the girls have a nice day shopping for Becky's new wardrobe. Oh and make sure she blends in. We don't want anyone questioning her.  <br>\r\n</span></div></div>",
            "created":1582520400,
            "id":2792330,
            "title":"An explanation "
        },
        "13131":{
            "author_id":"redrover5890",
            "author_name":"Boston Rocko",
            "choices":[
                "Shopping!",
                "Back home",
                "Other"
            ],
            "content":"<div class=\"\"><div> <span>You couldn't move. You were in utter shock. How could this be happening? <br>\r\n<br>\r\n“Come on sis, we got to get you dressed I guess.” You heard Candice say as she hooked your arm and lead you towards her room. “So it looks like you are about my size, but you are too big for one of my bras….. You are going to have to borrow one from mom ....” The next 30 min felt like an eternity. It was a whirlwind of tight revealing clothing. The underwear was first. Your step daughters didn't have much in the way of modesty, and the ones that were more modest were not quite big enough to fit your new booty. You ended up getting a very tiny baby blue thong and you couldn't help but blush when your wife came in with a bra that would almost fit. <br>\r\n<br>\r\n“Here you go honey. This will probably work” It was a dark purple push up bra. You used to love this bra, but not now. “Here let me help you honey, but you are going to have to learn to do this yourself.” That was it. That was the last straw. <br>\r\n<br>\r\n“How can you be ok with this! How come you are not fighting against this!” Your voice started to rise. You just wish you sounded more intimidating. “Come on! Don't give in! Don't be a…”<br>\r\n<br>\r\n“Stop it! Stop it right now!” Your wife Lisa shouted back scolding and startling you. “You have no idea what he is capable of! It is a miracle I got away from Walter when I did, and I won't even begin to tell you what I had to do to get my daughters. So, here is what we are going to do, young lady.” That last bit really hit home. “ We are going to go to the mall and buy you close that any teenage girl who looks like you would wear, and your sisters are going to help you look fashionable. We are going to listen to your father until I figure out how we can get out of this. Now do you all understand.” Kendra and Candice both shook their head in agreement, and your wife's attention turned to you. “Becky…… do you understand” <br>\r\n<br>\r\n“ Yes I understand” <br>\r\n<br>\r\n“Good! Now finish getting dressed girls” <br>\r\n<br>\r\nOnce your…”mom” helped you put your bra on she left and your sister continued to get you dressed. They gave you a tiny black crop top that showed off a good amount of cleavage and your new tummy. Next was a tiny pair of shorts that really cupped your juicy ass. Lastly was a pair of high heels.<br>\r\n<br>\r\n“I can't walk in these '' you whined as you stood on these things that felt like stilts. <br>\r\n<br>\r\n“Oh don't worry “sis”. This is what you do.” You took the next 45 min. Learning to walk in your new shoes. Before you knew it you were walking like a pro but unaware of the sexy sway it gave you. You walked down the stairs to your new parents. Your wife looked determined and your “daddy” stared at you with a satisfied grin. You couldn't believe you were about to walk outside in this body, and these clothes. <br>\r\n<br>\r\n<a rel=\"nofollow\" href=\"https://www.listal.com/viewimage/11622033\" target=\"_blank\">https://www.listal.com/viewimage/1162203...</a><br>\r\n<br>\r\nAs you walked to the care Candice sat up front leaving you in the back. This being your new spot now that you were the youngest. <br>\r\n<br>\r\n“ Alright girls whos ready for the mall”<br>\r\n<br>\r\nThe ride was fairly uneventful. As you were stopped at an intersection you rolled your window down to get some fresh air, hoping it would help keep you calm. You were unaware that in the care next you was a black SUV filled with a bunch of douchey looking bros. Once they saw you their windows rolled down immediately.<br>\r\n<br>\r\n“Hey sexy. You busy tonight? “you looked over dumbfounded.” Scared you rolled up the window. Unaware that Candice rolled down the front window. <br>\r\n<br>\r\n“Don't worry boys she's just shy. Were headed to the mall maybe we will see you their” She shouted to them as you drove through the intersection. <br>\r\n<br>\r\n“What did you do that for!” you screamed. <br>\r\n<br>\r\n“What… Didn't you hear mom? We have to do what dad said, and he said he wanted you to pass as a teen girl. Any teen girl who looks like you would be openly flirting with those boys!” <br>\r\n<br>\r\n“She's right honey.” You heard your wife say “You're going to have to learn to flirt like and act like a girl who looks like you” Not only were you trapped in this body for the foreseeable future but you had to act like some teen tart. “Were here.”  <br>\r\n</span></div></div>",
            "created":1583643600,
            "id":2798129,
            "title":"In the car"
        },
        "131311":{
            "author_id":"redrover5890",
            "author_name":"Boston Rocko",
            "choices":[
                "You duck into the store before they can talk to you.",
                "One of your new sisters calls the boys over ",
                "Other"
            ],
            "content":"<div class=\"\"><div> <span>*click*click*click*<br>\r\n<br>\r\nYou could not escape the sound of your high heels on the asphalt as you walked around the car on your way into the mall. <br>\r\n<br>\r\n“ Oh honey before I forget here is a purse  for you to use. I loaded it with all the essentials before we left.” You wide open the truck and hands you a black and brown stylish looking purse. You grab it by the straps and start walking. “ Not like that” she stops you again and takes the purse out of your hands. Anyway puts you arm thought the straps until<br>\r\nYour purse reaches your elbow. She bends your elbow up to get you to grasp it better. “ Now perfect lets go” <br>\r\n<br>\r\nYou arrived at the mall doors and saw your reflection in the mirrors. You looked like a group of extremely attractive women. You and your wife being the hottest. The doors opened and you were hit with a blast of cold air causing you to shiver. <br>\r\n<br>\r\n“ Uh oh looks like someone needs a thicker bra” you heard your “sister” say half teasing. You look down and are treated by two erect nipples. This making you look even sexier. “ don’t worry it will go away after a while lol, now where two first?” <br>\r\n<br>\r\n“Well we should start at Vanessa’s Secret she is going to need underwater and to be measured and we can do that all there. “ <br>\r\n<br>\r\n“ Awesome! Can’t wait I love their maximizing bras! It makes my boobs look so sexy! Aren’t you excited little sis?!” Kandace asks with everyone looking at you. <br>\r\n<br>\r\n“ O.M.G! I am totally excited!” You say trying your best to play the part and keep everyone happy. Your wife nods and mouths *thank you* you give her a meek smile that slowly disappears as you see the guys from the drive here walking in the mall and your heart drops. Then you see your little brother with them, and he definitely sees you. <br>\r\n</span></div></div>",
            "created":1583989200,
            "id":2800717,
            "title":"Shopping!"
        },
        "15":{
            "author_id":"lanerd",
            "author_name":"Lanerd",
            "choices":[
                "Corporate Takeover",
                "Sacking the Quarterback",
                "Back of the Hog",
                "More Choices!",
                "Even More Choices!"
            ],
            "content":"<div class=\"\"><div> <span>Corporate Takeover: You’re the CEO of one of the world’s most successful tech company. You live a life of luxury with a mansion, multiple sport cars, and a sexy trophy wife.  Yet a group of your rivals want to remove you from the picture and take everything you have as they do it. <br>\r\n<br>\r\nSacking the Quarterback: What happens when a Pro-Football player is turned into a high school cheerleader? You’re one of American Footballs greatest quarterbacks, who has lead your team to multiple championships victories. You’re a household name, but your backup wants you gone.<br>\r\n<br>\r\nBack of the hog: You’re the founder and leader of the biker gang “The Hellhounds”. You and your boys demand respect by everyone, but when you cross the wrong woman in a bar, your place in the Hellhounds may be changed. </span></div></div>",
            "created":1583470800,
            "id":2797640,
            "title":"More Options "
        },
        "151":{
            "author_id":"lanerd",
            "author_name":"Lanerd",
            "choices":[
                "Your appointment arrives",
                "You start to feel strange",
                "Something else"
            ],
            "content":"<div class=\"\"><div> <span>You smile at your reflection in the mirror as you straightened your tie. It was the same one you wore in the Time Magazine cover photoshoot a few months back. <br>\r\n<br>\r\nYou walk back into the master bedroom and saw your wife Dana still sleeping on your bed. Her long blonde hair was a mess. You thought about waking her, but you decided it wasn’t really worth your time. You didn’t marry her for conversation, but for that smoking body of her. <br>\r\n<br>\r\nYou walked through your mansion. As you were leaving the kitchen, you found one of your maids (you had no idea of her name. She was the younger Hispanic one) and gave her a firm slap on her ass. She gave a startled yelp, which made you laughed. <br>\r\n<br>\r\nThe girl turned to you and said something in Spanish.<br>\r\n<br>\r\n“You have a problem?” You say as intimidating as you can.<br>\r\n<br>\r\n“No! No Mr.Black!” She says quickly hoping to not risk losing her job. <br>\r\n<br>\r\n“Good.” You answer not even looking at her as you head to your garage. You looked over your collection of cars and decide to go with the Red Ferrari today. <br>\r\n<br>\r\nYou are Tom Black, owner of Black Inc. You are one of America’s greatest success stories. A college dropout, who helped found a small tech start up, and lead it to becoming one of the world biggest and richest. You are a household name, who have used your money and technology to make the world a better place. You are considered the greatest mind of your generation.<br>\r\n<br>\r\nWhat most people don’t know, is the fact that your best friend Nick Norton was actually the brains behind the company whose inventions made it successful, but you knew that he was going to no longer need you after awhile so you blackmailed him into giving over the entire company over to you.<br>\r\n<br>\r\nAfter that you hired a team of investors to work for your company, but through your legal team you made it so all their works are put under your name. <br>\r\n<br>\r\nAnyone who has tried to interfere with your success usually find themselves blackmailed, discredited, or even died. <br>\r\n<br>\r\nYou arrived at Black inc. headquarters parking garage, and walked to your private elevator. You pass your security team who after seeing you arrive immediately start to kiss up to you. You smile and think “It’s good to be the king.” as enter the elevator and head to your office. <br>\r\n<br>\r\nWhen you reach the top floor you step out and walk down the long hallway which is decorated by “your” inventions. <br>\r\n<br>\r\nAt the end of the hall is your secretary’s office, and sitting at the desk in the middle of the room is Miss Akie Yamamoto. Akie is the daughter of a former tech rival from Japan who you blackmail into selling his company over to you. Apart of the deal was that his daughter would have to move to America and join your staff, and now you make this young investor work only as your private secretary.<br>\r\n<br>\r\n“Good morning Mr.Black. Security has called that your 9 o’clock appointment has arrived.” Akie says as she hands you your coffee. She makes sure not to meet your eyes. You take the drink without saying a word and enter into your office. <br>\r\n<br>\r\nYou walk to your desk and take a seat. You sip your coffee. “Yes it is truly great to be king.” You say to yourself. </span></div></div>",
            "created":1583643600,
            "id":2798667,
            "title":"Corporate Takeover"
        },
        "153":{
            "author_id":"lanerd",
            "author_name":"Lanerd",
            "choices":[
                "Popular Biker Bar",
                "Small Town Bar",
                "The Bar at the Hotel your staying at."
            ],
            "content":"<div class=\"\"><div> <span>You smile as you feel the wind on your face on the open road and the power of your Harley under your legs.  <br>\r\n<br>\r\nThe roar of the engine is like music to your ears. Which will only be amplified this weekend when you arrive at the 18th Annual New Manchester Biker Rally which only widens your smile.<br>\r\n<br>\r\nYou look in your right side mirror and see “Doc” Coleman a few yards behind you. Even at this distance you can see his wide toothy smile of your cofounder of the Hellhounds. <br>\r\n<br>\r\nBehind “Doc” is “Hangman” and his girlfriend of the week which you can’t remember her name. <br>\r\n<br>\r\nYou look to your left and in the lane beside you is the newest member “Crazy” Billy riding in the on coming traffic. He waves to you make a gesture that looks like he’s drinking. You roll your eyes realizing what the newest kid wants to grabs some beers. You give him a thumbs up which he returns. <br>\r\n<br>\r\nYou are Tom Hunter the 6’4” founder of the “Hellhounds” Motorcycle Club. Big, Mean, and look great in a leather vest. (Despite your thinning hair and bit of a gut) <br>\r\n<br>\r\nAs of Billy’s request you lead your Hellhounds off the interstate to the nearest bar.</span></div></div>",
            "created":1587877200,
            "id":2825329,
            "title":"Back of the Hog"
        },
        "1532":{
            "author_id":"redrover5890",
            "author_name":"Boston Rocko",
            "choices":[
                "Bonnie-45 yrs- and a sexy Milf ",
                "Tina- 18 yrs- blonde bimbo who works nights at the local gentleman’s club",
                "Rosa-25 yrs- spicy Latina who is here illegally"
            ],
            "content":"<div class=\"\"><div> <span>As you lead your men on to the exit you see that there is a town about ten miles to the east. You start to head off in that direction hoping to find a spot to wet your whistle. As you drive more and more house appear you see a sign.<br>\r\n<br>\r\n               Welcome to Bimsburg.<br>\r\n        The quantity town in California<br>\r\n<br>\r\nThe town looks like any other small town. You spot a bar coming up called “The Burg”. You pull into the bar followed by your gang. The men run in hooting and hollering and causing all sorts of ruckus. You are the last one to enter and when you do your men get quite and begin pushing table together. You sit at the head of the table. <br>\r\n<br>\r\n“ Barkeep! Round of beers for my boys! And send one of the pretty bitches to grab us some food.” You yell at the old man at the bar. His looks at you smirks and starts pouring beers.<br>\r\n<br>\r\n“Pretty bitches?” You heard a sexy sultry voice say behind you. “ I don’t appreciate you talking to my girls that way.” You turn to see one of the hottest woman you have ever seen. Long black hair sexy curves tight daisy dukes and an even more revealing tank top, <br>\r\n<br>\r\n“ Oh I’m sorry hun......These pretty sluts!” You shout as your mean cheer. “ burgers and fries for my boys.!” You demand again slapping the woman on the ass. <br>\r\n<br>\r\n“ Oh I don’t think so.” She responds calmly snapping her fingers causing everything to freeze.<br>\r\n<br>\r\n“ what the fuck!?” You say confused.<br>\r\n<br>\r\n“ oh you picked the wrong establishment” she replies putting her finger under your chin and lifting you out of your chair with almost no effort. “ I needed a new girl” she snaps her finger as your body begins to change. “ I think I am going to call you,....” </span></div></div>",
            "created":1588050000,
            "id":2826584,
            "title":"Small Town Bar"
        },
        "15323":{
            "author_id":"redrover5890",
            "author_name":"Boston Rocko",
            "choices":[
                "Chew the guy out causing your body to change ",
                "Try to act flirty as you go get the food",
                "It felt good as you blushed. Uh oh! "
            ],
            "content":"<div class=\"\"><div> <span>“....Rosa”  she says removing her finger from your chin. Some how leaving you suspended in air. “ Actually before the body let’s start with your clothes. If your going to work here you need to wear the uniform.” You begin to feel your boxers get tighter and tighter as they started feeling silky against your skin. “ now that’s a sexy thong “ she says as she grabs the waist band of your new underwear and pulls it high up your hips. You look behind and see a dark purple thong peaking out of the top of your jeans giving you a whale tail. Next she removed your jacket as your shirt started to tighten and creep up your body exposing more and more of your belly. Eventually it stopped just below your chest. You then felt a piercing pain in your mouth and belly button. You looked down and see a cut playboy bunny belly button piercing. You couldn't help but think that if the pain in your navel meant a piercing there then the pain in your mouth meant a tongue ring. You used to love a girl with a pierced  tongue that meant they like giving head. Now you were the owner of one as well. You were so distracted by your new piercings that you didn’t notice your jeans had fused together and were starting to creep up your legs. You looked down just in time to see them stop just below your ass. You we’re wearing the shortest denim mini short you have ever seen. You looked up and saw your reflection in a mirror behind the bar. There you were in a slutty outfit. Your old body looking ridiculous in these clothes. You were finally lowered down into a pair of cowgirl boots with a 5 inch heel. <br>\r\n<br>\r\n“ So here’s the deal. You are now Rosa. A 25 year old waitress. Everyone in the world sees you as that. Except for you and myself. If you can keep up and work a shift here taking care of these animals” she says pointing to your crew “ then I will turn you back and send you on your way. But for every mistake you make. Your body will be begin to change to match what the world already sees. Now I expect all of my girls to be flirty and sexy. That’s what keeps the customers interested and paying me more money. Understand?”!<br>\r\n<br>\r\nYou nod in shock. <br>\r\n<br>\r\n“ alright babe nows time to start your shift” she snaps her fingers as the bar unfreezes and one of your old gang members slaps you on your ass. <br>\r\n<br>\r\n“ you heard me bitch get us some burgers!” You turn and....</span></div></div>",
            "created":1588136400,
            "id":2826904,
            "title":"Rosa-25 yrs- spicy Latina who is here illegally"
        },
        "154":{
            "author_id":"redrover5890",
            "author_name":"Boston Rocko",
            "choices":[
                "Playing the game",
                "Even more choices"
            ],
            "content":"<div class=\"\"><div> <span>Playing the Game- A man signs up for a reality tv show where he has to propose to a woman site unseen (Love is Blind on Netflix). The only problem is he gets put on the wrong side of the wall. The entire mansion and pods are automated so the only way out is as another mans fiance. How far will he be willing to go to win another man over. Will his fellow female contestants help him or hurt him? What will he do after the proposal? Lets find out. (please feel free to add to this or any of my other stories.)</span></div></div>",
            "created":1586322000,
            "id":2815554,
            "title":"More Choices!"
        },
        "1541":{
            "author_id":"redrover5890",
            "author_name":"Boston Rocko",
            "choices":[
                "The makeover",
                "You try to leave",
                "Something else"
            ],
            "content":"<div class=\"\"><div> <span>Your name was Devin and you were getting pretty tired of being single. Now don't get me wrong you really enjoyed being single.  You loved going to the bars and picking up chicks but the one night stands were starting to get old. You were wanting something a little more serious. The player lifestyle was a young mans game and you were 31 and you were the last of your friends who were still single. One day you received an email from the streaming service Showflix. You clicked on it and were surprised that you won a spot on the new upcoming reality dating show called \"Dating Blind\". You read more into it and apparently this show took 8 women and put them in a house and they would be going on dates with men in search of finding the \"one\".  The men were staying in another house and would only be able to talk to the women through a screen. For the men the point of the games was to get a women to say yes to their proposal. The women had to get the men to propose. After reading more you learned that the house was one of those new auto houses. It was built to serve either men or woman and make sure they were always taken care of. This sounded amazing but you were confused you never entered to be on this game show. You then spot another email from your sister. <br>\r\n<br>\r\n\" Hey Devin, <br>\r\n<br>\r\nPlease don't hate me but I entered you into a contest to be on a dating game, and you won! All you have to do is go to the house and meet the love of your life. I know this is sudden but I know how sad you have been being alone and I thought this could really work. I hope you give it a try. <br>\r\n<br>\r\nLove, <br>\r\n<br>\r\nJanet\"<br>\r\n<br>\r\nOf course it was Janet. She always hated your single lifestyle. That was probably because you slept with most of her friends. She was right though what could it hurt. The next morning you got in your car and drove to the address on the email. <br>\r\n<br>\r\nYou pulled up to see two beautiful mansions. One was painted white and purple and the other house was painted white and blue. You showed your admission letter to a guard at the gate and he directed you to park on the purple side. You get out of your car. This was so weird you thought to yourself as you walked up the steps. The email said that clothes would be provided so you had no luggage. You walked through the front doors and followed the signs with your name on it until you found your room. Why was your name written in pink. Once you walked in the door behind you closed and locked. You heard a famine voice coming from a speaker somewhere in the room. <br>\r\n<br>\r\n\"Welcome Devin! You are one of the first contestants on \"Love is Blind\". Before we get started you have to get ready to meet the other brides!\" Other brides? you thought you wouldn't meet your bride till after you proposed. \" After you get undressed we will provide a full makeover to make sure you look your best. Then you will be provided with a new set of clothes. Your suitors may not be able to see your face but as the show progresses you will have opportunities to send your new Beaus seductive images and even more\" OH No! what is happening \" Now lets get you ready to meet the man of your dreams.\" <br>\r\n<br>\r\n\"I am going to kill my sister. \"You think to yourself.</span></div></div>",
            "created":1586667600,
            "id":2817742,
            "title":"Playing the game"
        },
        "15413":{
            "author_id":"redrover5890",
            "author_name":"Boston Rocko",
            "choices":[
                "Breast",
                "Butt Lift",
                "Vaginal......"
            ],
            "content":"<div class=\"\"><div> <span>\"I am going to kill my sister. \"You think to yourself.<br>\r\n<br>\r\n“Please step into the automated closet and remove your clothes” You heard the A.I. instruct you from over head. <br>\r\n<br>\r\n“I am in the wrong room! I am a man I am supposed to be with the future groom!” You shout at the computerized room hoping to get this sorted out as soon as possible. <br>\r\n<br>\r\n“Analyzing request……….. Supervisor will be needed please wait.” You were relieved to hear that a human was coming into help you. “Connecting you now with supervisor Annette Lockheart”. <br>\r\n<br>\r\n“Annette Lockheart” you say to yourself, recognizing the name. <br>\r\n<br>\r\n“Hello Devin, long time no see” You immediately recognized the voice. Annette Lockeheart or Annie was a good friend of your sisters. A friend you happened to have had a one nightstand with. “ So according to your compliant you are on the wrong side. I can fix it no problem just step on through to the closet and I will switch the setting to male.”<br>\r\n<br>\r\n“Ummm thanks Annie” You say as you walk into the closet. “So how have you been. I have talked to you in a while.” The door to the closet snaps shut and locks.<br>\r\n<br>\r\n“Been awhile since you fucked me and bailed you mean?” She shoots back ‘ I have been ok. Though I do have to say I started feeing better when your sister called me.”<br>\r\n<br>\r\n“Oh yeah? Did she call you when I got on the show?” You ask as you get undressed and stand on the lit up spot on the floor.<br>\r\n<br>\r\n“No. She called me to get you on the show. She wanted to improve your dating life” <br>\r\n<br>\r\n“And you wanted to help me...Thanks!” You say as you began removing all your clothes. <br>\r\n<br>\r\n“Oh not to help you” she responds with a condescending tone. “I am hear to teach you a lesson” Those last words were emphasised by your feet getting locked into place. <br>\r\n<br>\r\n“What!?” You respond as two cables came down and grabbed your wrists. Pulling your arms above your head. <br>\r\n<br>\r\n“Oh yes. I am going to turn you into the kind of woman that any man wants to wife up.” She says as an assortment of beauty procedures pops up on a screen. “ A mix of the girl next door and a dirty skank,,,,,,,, Everything you always wanted. Now what beauty procedure first….breast enlargement….. A brazilian but lift…..or vaginal restructuring……..decisions…...decisons?” <br>\r\n<br>\r\nYou felt your heart sink through the floor.<br>\r\n<br>\r\n“Please you cant do this!” You beg <br>\r\n<br>\r\n“Oh I can and I will.  Now lets start with……..”<br>\r\n</span></div></div>",
            "created":1587877200,
            "id":2825248,
            "title":"You get help"
        }
    },
    "info":{
        "author_id":"redrover5890",
        "author_name":"Boston Rocko",
        "brief_description":"Stories about powerful men/boys being manipulated and bullied into becoming sexy women. ",
        "created":1581809520,
        "description":"<td align=\"left\" class=\"norm\">Here is my first venture into writing my own material. These are going to be a collection of stories where powerful guys (CEO's, rich jerks, high school athletes,ect) are turned into the very women they felt entitled to. They are forced and tricked into prancing, strutting, and preening while they do all things girly and slutty. How will these once dominate men cope with having to flirt with men they once viewed as peers while the people who put them their watch on.<br>\r\n<br>\r\nA few rules- No bathroom play or skat. light bondage is OK as long as it its not the main point. No children or baby chapter. Finally please make all chapters contribute to the ongoing story, if there is a \"no, then what?\" type chapters I will remove them. <br>\r\n<br>\r\nPlease enjoy.  </td>",
        "id":2213087,
        "image_url":"https://images.Writing.Com/imgs/writing.com/writers/listing-header-5000.gif",
        "modified":1588174200,
        "pretty_title":"(WO)Manipulated into Mini Skirts "
    }
}