{
    "chapters":{
        "1":{
            "author_id":"redrover5890",
            "author_name":"Boston Rocko",
            "choices":[
                "Live Stream",
                "Trophy Wife",
                "My three daughters",
                "Alpha Phi",
                "More Options "
            ],
            "content":"<div class=\"\"><div> <span>Below is a list of a couple of stories about powerful men/boys being manipulated,guilted, and bullied into becoming sexy attractive women. This story focused on men being forced against their will into becoming the sexy women they once lusted over.<br>\r\n<br>\r\nLive Stream-A young man eager to get into the world live streaming. In a quest to get more viewers for his video game channel someone manipulates him into a whole other type of channel. He is slowly guilted and manipulated against his will into becoming the next influencer, and Cam Girl.<br>\r\n<br>\r\nTrophy Wife-Your girlfriends dad Ronald never liked you very much. He was rich and powerful while you were definitely not that. One day you wake up in his bed and feeling very different. Ronald has somehow turned you into a beautiful woman and his new wife! How will you survive your new life? How will your girlfriend turned daughter handle this, and how will life as a trophy wife treat the former pretty boy.<br>\r\n<br>\r\nMy three daughters- You are a man in his mid 20's who is married to a beautiful older woman with three daughters 19 and 18. His wife’s ex husband in an attempt to get his family back uses his wealth to manipulate the system into turning you into him and his wife's third daughter. How will you survive being a beautiful and busty high school sweetheart, and why is your wife being so agreeable?<br>\r\n<br>\r\nAlpha Phi- It's your first day on campus and your best friend Jenny (and secret crush) are pledging the hottest Sorority on campus but shes nervous and wished she hd a friend who could pledge with her. Oh wait</span></div></div>",
            "created":1581742800,
            "id":2787887,
            "title":"Lets get started "
        },
        "11":{
            "author_id":"tangerst",
            "author_name":"Tanger",
            "choices":[
                "Beginning",
                "Introduction ",
                "At the end",
                "Some time else"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>Where do we start?</span></div></span></div>",
            "created":1582347600,
            "id":2791303,
            "title":"Live Stream"
        },
        "112":{
            "author_id":"tangerst",
            "author_name":"Tanger",
            "choices":[
                "Kris- 18 yo recent graduate without direction in life",
                "Sam- mid twenties that plays video games as a hobby",
                "Someone else"
            ],
            "content":"<div class=\"\"><div> <span>The room is dark and small, lit only by faint candles as Jennifer is ordered to approach the wooden table in the middle of the room. <br>\r\n<br>\r\n“You requested to see me?” Jennifer asks, her face hidden by the hood of her dark brown robe.<br>\r\n<br>\r\n“Yes,” the robed man sitting at the table, “your experience in this secret society has been fruitful?”<br>\r\n<br>\r\n“It has, my leader.” She responds.<br>\r\n<br>\r\n“I’m glad to hear it,” the man says, “because the time has come for you to serve us in our ritualistic sacrifice towards our idols of Mars and Venus.”<br>\r\n<br>\r\n“The process where once every thousand years we symbolize the delivery of a servant from Mars to Venus to keep peace within the universe?”<br>\r\n<br>\r\n“That’s it,” the man said, “the tale of Yuppa. Royalty that was imprisoned  and shipped out to Venus to love the rest of his days as their lowly servant. It’s this ritual that eliminates any hazards from our community from attaining our desires.”<br>\r\n<br>\r\n“That’s quite a responsibility to place on me,” Jennifer said, “are you sure I can do it?”<br>\r\n<br>\r\n“Are you second guessing me?”<br>\r\n<br>\r\n“I would never, my guide“<br>\r\n<br>\r\n“Good, I have the utmost faith that you’ll be able to succeed with this. We have your target. We think it’s someone you know...”<br>\r\n</span></div></div>",
            "created":1582347600,
            "id":2791313,
            "title":"Introduction "
        },
        "13":{
            "author_id":"redrover5890",
            "author_name":"Boston Rocko",
            "choices":[
                "You wake up in bed with your wife looking down concerned",
                "You wake up in bed with your step daughter looking down on you giggling",
                "You wake up with your captor looking at you with a smirk",
                "Other"
            ],
            "content":"<div class=\"\"><div> <span>You woke up on a beautiful Sunday morning. You feel the warm sexy body of your wife cuddled up next to you.  Her hand slowly slips between your legs and grabs your penis. <br>\r\n<br>\r\n“MMMMMMM. Is that for me?” Your wife whispers in your ear. You look into her beautiful blue eyes. You were so lucky to have found this amazing woman. She may have been in her early 40s but you could not have guessed it. Long sexy legs, toned stomach, perfect DD cups, and an ass that a sorority girl would be jealous of. <br>\r\n<br>\r\n“You think you got time?” You whisper back.<br>\r\n<br>\r\n“ I always have time”  She says as she kisses you. Normally you would be more than happy about this, but this morning you kind of wanted her to leave. You see this morning was the morning her teenage daughter went to their dads house for the weekend. You didn't dislike them, things were just kind of awkward. You see you were younger then your wife. While she was the perfect MILF you more of a young pretty boy plaything that she wound up marrying. You were just 7 years older than her youngest daughter, Neither of her two girls were two excited about you being their new step dad. It was weird for them that they went to school with your younger brother until he graduated the previous year. <br>\r\n<br>\r\n“Mom! We are ready to go!” IT helped that his step daughters were equally eager to get out of here, and back home with their Tech CEO father. <br>\r\n<br>\r\n“Coming girls!” She Shouted and then looked back at you sweetly “I am so ready to have the house by ourselves! This will be the first time since we got married” All I did was smile and nod back at her. <br>\r\n<br>\r\nAbout an hour later your wife and her kids just pulled out of the driveway. As you came back into your house you were startled at the sight of a large man. “Hello Kevin” You heard the dominating voice of your wife's ex husband welcome you into your own home. “I think you're going to take after your mother: He said with an evil smile as you felt a pain in your neck and the room suddenly went black.  <br>\r\n</span></div></div>",
            "created":1581742800,
            "id":2787909,
            "title":"My three daughters"
        },
        "131":{
            "author_id":"redrover5890",
            "author_name":"Boston Rocko",
            "choices":[
                "To the mall",
                "In the car with your sisters",
                "Other"
            ],
            "content":"<div class=\"\"><div> <span>“Oh honey!” You hear your wife say with remorse in her voice. “How could you Walter!”<br>\r\n<br>\r\n“Oh very easily actually. You see I invested in a new genetic tech company that specializes in genetic surgery. I won’t bore you with the details, but basically it re-writes someone on the genetic level and when compounded with other elements it can transform the body. The best part about it is they can harvest someone’s dna and splice it with someone else. Giving someone similar if not identical traits. Imagine being able to by the gene sequence of Mike Tyson, and being able to morph your body into a combination of both of yours. Or let’s say you know a beautiful woman who even though she is beautiful now, doesn’t compare to the sex goddess she was as a teenager. So you wanted to give those same traits to someone else....someone new.....” You felt dread creep up your body. Something is wrong. Very wrong. “ Like our new adopted daughter” You hear him say and your body responds as you jump out of bed and run until you see your self in a bedroom mirror.<br>\r\n<br>\r\n<a rel=\"nofollow\" href=\"https://www.twenty20.com/photos/64305736-297b-4f89-8956-a58f57ed8248\" target=\"_blank\">https://www.twenty20.com/photos/64305736...</a><br>\r\n<br>\r\nThis cannot be happening. This had to be some kind of illusion. There you were. Not you entirely but that face was female you. The body however was something else entirely. It looked familiar. Like your step daughters but sexier. Like your wife but younger and tighter. You were clearly part of the family, just not yours. <br>\r\n<br>\r\n“ You look perfect, spitting image of your mother” You hear Walter say over your shoulder. You look into his reflection. “ Girls come I. Hear and meet your new sister. <br>\r\n<br>\r\n“ OMG! That’s him! He’s hot!” You hear Candice the oldest yell! “ I can’t believe this is happening! Mom! Are you ok with this!” You other shrugs still shocked<br>\r\n“ I don’t really have a choice”” she responds<br>\r\n<br>\r\n“ Well girls you should take your new sister shopping, she needs a complete new wardrobe”. </span></div></div>",
            "created":1581742800,
            "id":2787946,
            "title":"You wake up in bed with your wife looking down ..."
        },
        "1313":{
            "author_id":"redrover5890",
            "author_name":"Boston Rocko",
            "choices":[
                "In the car",
                "At the mall",
                "Other"
            ],
            "content":"<div class=\"\"><div> <span>“THIS IS INSANE!” You scream. Terrified of this twilight zone you now found yourself in. “Can someone please tell me what the hell is going on!? Why do I have tits all of a sudden?!”<br>\r\n<br>\r\n“Calm down my dear” You heard Walter say in a very soft,  almost patronizing tone. “I can give you an explanation but you are going to have to ask nicely” This time a little more firm. He stared you down, almost challenging you to defy him. You were always a little intimidated by him. He was a well built man in his mid 50’s. Silver and black hair slicked back and piercing blue eyes. While you were a 25 year old pretty boy who was trying to make it as a “influencer”. Well that was you, and now you were something completely different. <br>\r\n<br>\r\n“Fine. Walter please tell me what is going on here.” You responded trying not to sound too intimidated, but with your new high pitched girly voice that was hard to avoid. <br>\r\n<br>\r\n“Walter? No no no princess. Other men, adults,sometimes your mother. If she's mad at me. Call me Walter” He said with a slight chuckle while winking at your wife. “You are none of those things. You are my daughter, and I like my beautiful daughters to call me “Daddy”.” All the eyes in the room shifted back to where you were standing. At this moment you became extremely aware of your situation. You were the smallest and daintiest person in the room. Even your stepdaughters, while very feminine looked more masculine than you. You looked up at Walter’s smug smile. <br>\r\n<br>\r\n“Please what happened to me…. Daddy” Your wife looks down in shame, and your step daughters try to hold back a giggle. <br>\r\n<br>\r\n“That's my girl.” H states victoriously “You see I still love my wife and kids, and I wanted them back. I couldn't stand the fact that I lost the love of my life to some feeble little boy toy.” <br>\r\n<br>\r\n“You lost me because you were an arrogant asshole!” She screamed at him. <br>\r\n<br>\r\n“Semantics. Anyway, I had to get you out of the picture. I couldn't kill you, she could never forgive me for that. How could I get you out of the way and still keep you around? This was answered by my company's R&amp;D department.” He states while taking a vile of pink liquid out of his pocket. “G34R69. A chemical compound containing nanites that allow someone to combine different DNA sequences. It is going to be the new cutting edge in plastic surgery. Now people can by Jenifer Lopez’s ass, or  Angelina Jolie's lips and put them on their bodies. Or in your case I took my beautiful wife's DNA along with a little of my own to create you. You are now our genetic 17 year old daughter.” Those last words really hung around. You are now genetically your wife's daughter. You could certainly see the family resemblance. But what part of Walter’s DNA did you get “Every bit of her body is now yours except…. The women in my family tend to be rather “busty”. You are a little bit bigger up top. I think I set it for an E-cup? Don't worry they will get bigger”He winked “ Now I have a lot of work to do getting your documents  updated. Honey why don't you and the girls have a nice day shopping for Becky's new wardrobe. Oh and make sure she blends in. We don't want anyone questioning her.  <br>\r\n</span></div></div>",
            "created":1582520400,
            "id":2792330,
            "title":"An explanation "
        },
        "13131":{
            "author_id":"redrover5890",
            "author_name":"Boston Rocko",
            "choices":[
                "Shopping!",
                "Back home",
                "Other"
            ],
            "content":"<div class=\"\"><div> <span>You couldn't move. You were in utter shock. How could this be happening? <br>\r\n<br>\r\n“Come on sis, we got to get you dressed I guess.” You heard Candice say as she hooked your arm and lead you towards her room. “So it looks like you are about my size, but you are too big for one of my bras….. You are going to have to borrow one from mom ....” The next 30 min felt like an eternity. It was a whirlwind of tight revealing clothing. The underwear was first. Your step daughters didn't have much in the way of modesty, and the ones that were more modest were not quite big enough to fit your new booty. You ended up getting a very tiny baby blue thong and you couldn't help but blush when your wife came in with a bra that would almost fit. <br>\r\n<br>\r\n“Here you go honey. This will probably work” It was a dark purple push up bra. You used to love this bra, but not now. “Here let me help you honey, but you are going to have to learn to do this yourself.” That was it. That was the last straw. <br>\r\n<br>\r\n“How can you be ok with this! How come you are not fighting against this!” Your voice started to rise. You just wish you sounded more intimidating. “Come on! Don't give in! Don't be a…”<br>\r\n<br>\r\n“Stop it! Stop it right now!” Your wife Lisa shouted back scolding and startling you. “You have no idea what he is capable of! It is a miracle I got away from Walter when I did, and I won't even begin to tell you what I had to do to get my daughters. So, here is what we are going to do, young lady.” That last bit really hit home. “ We are going to go to the mall and buy you close that any teenage girl who looks like you would wear, and your sisters are going to help you look fashionable. We are going to listen to your father until I figure out how we can get out of this. Now do you all understand.” Kendra and Candice both shook their head in agreement, and your wife's attention turned to you. “Becky…… do you understand” <br>\r\n<br>\r\n“ Yes I understand” <br>\r\n<br>\r\n“Good! Now finish getting dressed girls” <br>\r\n<br>\r\nOnce your…”mom” helped you put your bra on she left and your sister continued to get you dressed. They gave you a tiny black crop top that showed off a good amount of cleavage and your new tummy. Next was a tiny pair of shorts that really cupped your juicy ass. Lastly was a pair of high heels.<br>\r\n<br>\r\n“I can't walk in these '' you whined as you stood on these things that felt like stilts. <br>\r\n<br>\r\n“Oh don't worry “sis”. This is what you do.” You took the next 45 min. Learning to walk in your new shoes. Before you knew it you were walking like a pro but unaware of the sexy sway it gave you. You walked down the stairs to your new parents. Your wife looked determined and your “daddy” stared at you with a satisfied grin. You couldn't believe you were about to walk outside in this body, and these clothes. <br>\r\n<br>\r\n<a rel=\"nofollow\" href=\"https://www.listal.com/viewimage/11622033\" target=\"_blank\">https://www.listal.com/viewimage/1162203...</a><br>\r\n<br>\r\nAs you walked to the care Candice sat up front leaving you in the back. This being your new spot now that you were the youngest. <br>\r\n<br>\r\n“ Alright girls whos ready for the mall”<br>\r\n<br>\r\nThe ride was fairly uneventful. As you were stopped at an intersection you rolled your window down to get some fresh air, hoping it would help keep you calm. You were unaware that in the care next you was a black SUV filled with a bunch of douchey looking bros. Once they saw you their windows rolled down immediately.<br>\r\n<br>\r\n“Hey sexy. You busy tonight? “you looked over dumbfounded.” Scared you rolled up the window. Unaware that Candice rolled down the front window. <br>\r\n<br>\r\n“Don't worry boys she's just shy. Were headed to the mall maybe we will see you their” She shouted to them as you drove through the intersection. <br>\r\n<br>\r\n“What did you do that for!” you screamed. <br>\r\n<br>\r\n“What… Didn't you hear mom? We have to do what dad said, and he said he wanted you to pass as a teen girl. Any teen girl who looks like you would be openly flirting with those boys!” <br>\r\n<br>\r\n“She's right honey.” You heard your wife say “You're going to have to learn to flirt like and act like a girl who looks like you” Not only were you trapped in this body for the foreseeable future but you had to act like some teen tart. “Were here.”  <br>\r\n</span></div></div>",
            "created":1583643600,
            "id":2798129,
            "title":"In the car"
        },
        "131311":{
            "author_id":"redrover5890",
            "author_name":"Boston Rocko",
            "choices":[
                "You duck into the store before they can talk to you.",
                "One of your new sisters calls the boys over ",
                "Other"
            ],
            "content":"<div class=\"\"><div> <span>*click*click*click*<br>\r\n<br>\r\nYou could not escape the sound of your high heels on the asphalt as you walked around the car on your way into the mall. <br>\r\n<br>\r\n“ Oh honey before I forget here is a purse  for you to use. I loaded it with all the essentials before we left.” You wide open the truck and hands you a black and brown stylish looking purse. You grab it by the straps and start walking. “ Not like that” she stops you again and takes the purse out of your hands. Anyway puts you arm thought the straps until<br>\r\nYour purse reaches your elbow. She bends your elbow up to get you to grasp it better. “ Now perfect lets go” <br>\r\n<br>\r\nYou arrived at the mall doors and saw your reflection in the mirrors. You looked like a group of extremely attractive women. You and your wife being the hottest. The doors opened and you were hit with a blast of cold air causing you to shiver. <br>\r\n<br>\r\n“ Uh oh looks like someone needs a thicker bra” you heard your “sister” say half teasing. You look down and are treated by two erect nipples. This making you look even sexier. “ don’t worry it will go away after a while lol, now where two first?” <br>\r\n<br>\r\n“Well we should start at Vanessa’s Secret she is going to need underwater and to be measured and we can do that all there. “ <br>\r\n<br>\r\n“ Awesome! Can’t wait I love their maximizing bras! It makes my boobs look so sexy! Aren’t you excited little sis?!” Kandace asks with everyone looking at you. <br>\r\n<br>\r\n“ O.M.G! I am totally excited!” You say trying your best to play the part and keep everyone happy. Your wife nods and mouths *thank you* you give her a meek smile that slowly disappears as you see the guys from the drive here walking in the mall and your heart drops. Then you see your little brother with them, and he definitely sees you. <br>\r\n</span></div></div>",
            "created":1583989200,
            "id":2800717,
            "title":"Shopping!"
        },
        "1313111":{
            "author_id":"redrover5890",
            "author_name":"Boston Rocko",
            "choices":[
                "department store for clothes",
                "Make up store",
                "Run into those boys from earlier in the food court."
            ],
            "content":"<div class=\"\"><div> <span>Lets Go!\" You say as you grab the two teen girls by the elbow an lead them into the neariest store. Your main focus was to get out of there before those boys and your brother spotted the four of you.The first thing you noticed was the smell. It was sweet almost too sweet and purfumey. You then notice the various shades of pink that addorned the walls. On the walls were photos of different woman wearing lingiere. You couldnt help but think that you could easily be one of those models. You felt a weird sense of shame and pride about that. You were in the high end lingere store \"Vanessa's Secret\". You have been in this store in the past usually to buy lingere for you wife.<br>\r\n<br>\r\n\"Alright sweet heart, lets get you measured.\" you heard your wife turned mother say as she slid her arm aorund your shoulders, giving you a weak smile.\"Excuse me miss!\" you heard your wife say signaling a sales girl from behind the counter.<br>\r\n<br>\r\n\"Hello how can I help you both today?\" A bubly girl bouned over to you.<br>\r\n<br>\r\n\" Well my hus....daughter had another grouth spurt and now we need to get measured for new bras.\"<br>\r\n<br>\r\n\"Oh wonderful!Right this was hun\".<br>\r\n<br>\r\n\"OK honey while you are in there your sisters and I will grab some underwear to try on. \"<br>\r\n<br>\r\nThe sales girl led you back into the dressing rooms. You stepped into one of the dressing stalls with the stranger. \"Alright hun please take off your shirt and I will begin. You took a deep breath and grabbed the bottom of your tank top nd pulled it up over your head. \"Oh wow arent you lucky\" You blushed at the backhanded compliment. \"Arms out please \" you extended your arms in front of the mirror. looking back at you was a young blonde bimbo. She was drop dead gorgeous. You were now all of these things. The sales women ran a measuring tape under your new breasts, and then over the nipple.<br>\r\n<br>\r\n\"mm\" you couldn’t help but blush at the light moan that escaped your lips. \"Man these breasts were sensitive\" you thought to yourself.<br>\r\n<br>\r\n\"Alright well it looks like you are a 32E. Good for you! I will let your mom and sisters know and they will be in with some things to try on.<br>\r\n<br>\r\nThe wait in the dressing stall was painstakingly slow..You turned your back to the mirror beause your current apperception was making your sick.<br>\r\n<br>\r\n*Knock,Knock,knock\"<br>\r\n<br>\r\n\"Hey sis open up I got some clothes.\"<br>\r\n<br>\r\nThe next hour was a barrage of lingere and underwear and bras. You eneded up leaving with about five bags worth of clothes. G-strings, thongs, push up bras, a few bikinis, and some tight pink yoga pants. As you walked to the next store you were constenly bothered by your tits and there new bra. It was so distrcting that you almost forgot about your new thong you were wearing. Werent your tits big enough? why did they insist on so many push up bras.<br>\r\n<br>\r\n<a rel=\"nofollow\" href=\"https://i2-prod.dailystar.co.uk/incoming/article19510728.ece/ALTERNATES/s1227b/0_httpscdnimagesdailystarcoukdynamic122photos103000900x738444103\" target=\"_blank\">https://i2-prod.dailystar.co.uk/incoming...</a><br>\r\n<br>\r\nWhere to next?</span></div></div>",
            "created":1588741200,
            "id":2831414,
            "title":"You duck into the store before they can talk to..."
        },
        "13131111":{
            "author_id":"spooky1",
            "author_name":"Spooky",
            "choices":[
                "You need a makeover now",
                "Candice finds a moment to whisper \"I used to be married to Lisa too\"",
                "Heading home to present you to Daddy",
                "Mom decides there's more that needs to be done for/to you",
                "Something else."
            ],
            "content":"<div class=\"\"><div> <span>you tried to argue for some more masculine clothes, even tomboy-ish but your mo- wife, wasn't having it.<br>\r\n<br>\r\nWe need to make sure you blend in and people don't ask question, a girl that looks like you with breasts like those isn't a tom-boy, so get used to it honey, now try on the dress your sister picked out for you.<br>\r\n<br>\r\nyou turn to Candice to see her smiling holding out a dress... you sadly take it and trudge into the changing room.<br>\r\n<br>\r\n\"Becky Honey, you need to try harder to look happy, girl's love shopping and what girl wouldn't love getting an entirely new wardrobe. Stand up straight, arch your back, really stick out your chest.<br>\r\n<br>\r\n\"Lisa...\" You start...<br>\r\n<br>\r\n\"Eh eh eh, Becky, we can't have you calling me Lisa, It's Mom, Mommy or Mother from now on, just until we can find a way to fix this and get Walter out of our lives.\"<br>\r\n<br>\r\n\"Yes... mother, I'll try harder.\" you take the dress into the changing room and manage to figure out how to get it on.<br>\r\n<br>\r\nThe next hour is once again, modeling posing primping for your Mother and daug-...sisters... you sighed and reminded yourself of your new role in the family.<br>\r\n<br>\r\nCandice decided you should wear the dress she'd picked out for you out of here, and you weren't allowed to argue<br>\r\n<br>\r\n<a class=\"blue2roll\" rel=\"nofollow\" href=\"https://m.media-amazon.com/images/I/81zMcWIqE6L._SR500,500_.jpg\" target=\"_blank\">https://m.media-amazon.com/images/I/81zMcWIqE6L._SR500,500_.jpg</a><br>\r\n<br>\r\nwhy did it seem like, between you and your two sister... you were being dressed the most girlish... that didn't seem fair.<br>\r\n<br>\r\nyou stood at the exit of the shop.</span></div></div>",
            "created":1589605200,
            "id":2836913,
            "title":"department store for clothes"
        },
        "131311115":{
            "author_id":"redrover5890",
            "author_name":"Boston Rocko",
            "choices":[
                "Setting up your new accounts ",
                "Some boys approach",
                "After kunch"
            ],
            "content":"<div class=\"\"><div> <span>Once you left the store you immediately went into another. Here you got different exercise clothes. Sports bras, tight bike shorts, cute and flirty tennis skirts, pink tennis shoes and yoga pants. All of these in a variety of feminine colors. <br>\r\n<br>\r\n“ Ohhh I am getting hungry. Let’s grab lunch girls” you heard Lisa say as you walked to the food court. <br>\r\n<br>\r\n“ Becky why don’t you and Candice find us a table and while we get us lunch” <br>\r\n<br>\r\n“ uhhh...” was all you could say as you tried to think of an excuse to not spend time with your step daughter. Candice or Candy as her friends called her was definitely the wilder of your two new sisters. She was a cheerleader and homecoming princess. She always seemed to have a new boyfriend. Now she was leading you to a table in the mall.<br>\r\n<br>\r\n“ ohh let’s sit over there by those cute boys! OMG we need to get you on Instagram and snap! I am going to totally blow up my followers of pics of my cute new baby sis” She says with a wicked smile.Candy lived for social media Snapchat Instagram tick til she had them all and she was always trying to look cute and sexy for her legion of followers. <br>\r\n<br>\r\nOh god!” You thought to yourself as she took out her phone<br>\r\n<br>\r\n“Let’s take a selfie” </span></div></div>",
            "created":1589691600,
            "id":2837104,
            "title":"Something else."
        },
        "1313111151":{
            "author_id":"spooky1",
            "author_name":"Spooky",
            "choices":[
                "Mom sighs, nope, we've got to do somethingg about your hair... and makeup",
                "Mom sighs, nope, we've got a lot more shopping to do",
                "\"Yes and No, we've got more errands to run",
                "Kendra chimes in, \"we still have to...",
                "Something else."
            ],
            "content":"<div class=\"\"><div> <span>\"Oh! I nearly forgot, Mom got this for you, a new Cell phone, I got it loaded up with all the relevant Social Medias and made you accounts.\"<br>\r\n<br>\r\n\"I don't need Social Media, Candice\" You'd gotten through life without it this far, and especially now you didn't feel a need to document your life as a Teenage girl.<br>\r\n<br>\r\n\"Sis... Daddy's going to be checking up on you, making sure you're acclimating, if he thinks you're resisting he'll make sure to make things worse for you, the Sooner Daddy thinks you've accepted your new life he'll relax, and like Mom said then we can get him out of our lives.<br>\r\n<br>\r\nCandice set up an account on each, using the Username Blondi-E-cups<br>\r\n<br>\r\nCouldn't she have used a less demeaning User name? you sigh<br>\r\n<br>\r\nMom and Kendra come over with lunch and you eat, It's like they're all taking pleasure out of this, Lis- Mom got you a Ceasar Salad while the others had gotten pasta, some greek dish and Mom even got a burger, but she ordered you a Salad and Water...<br>\r\n<br>\r\nCandace held up your phone and posed with you and was about to take it, when she turned and adjusted the neck of your dress, and lifting and pushing your boobs together before telling you to \"Smile\"<br>\r\n<br>\r\nWith Lunch over you ask \"So are we done now, we've got me clothes, 'Daddy' will be pleased right...?\"</span></div></div>",
            "created":1589691600,
            "id":2837223,
            "title":"Setting up your new accounts "
        },
        "13131111511":{
            "author_id":"spooky1",
            "author_name":"Spooky",
            "choices":[
                "Mom has more ideas",
                "Kendra has more ideas",
                "Candice has more Ideas",
                "Walter Calls...",
                "Something else."
            ],
            "content":"<div class=\"\"><div> <span>to your dismay you now found yourself sitting in a Salon chair, there's a few women doing something to your hair while another is filing your nails, Mom wouldn't tell you what she'd signed you up for, and you weren't sure you'd know what they meant if she told you, most of the options seemed like Greek to you.<br>\r\n<br>\r\nFirst the pierced your ears, a new experience and while it stung it wasn't the worst.<br>\r\n<br>\r\nWhile you sat there with cucumbers on your eyes, Your Sisters and Mother were doing some extra shopping instead of just waiting for you.<br>\r\n<br>\r\nFinally done with your hair, they started on your face, they had you close your eyes, purse your lips, turn your head left, then right<br>\r\n<br>\r\nfinally you were allowed to see your face again, and your jaw nearly dropped.<br>\r\n<br>\r\n\"Oh... god...\" you whispered... you were supposed to be a teenage girl right... why were the girls trying so hard to make you... Sexy.<br>\r\n<br>\r\nYou're plain blond hair had been styled as well as lowlights, you're makeup was... way too glamorous, you looked like you were ready for a night on the town, not just a day at the mall.<br>\r\n<br>\r\nYour Family returned moments later.<br>\r\n<br>\r\n\"wow Mom! look at pretty she looks!\" Kendra said staring at you<br>\r\n<br>\r\nCandice smiled \"Take a Selfie Girl!\"<br>\r\n<br>\r\nyou sighed... you weren't sure how you would survive this humiliation... you did as she said, taking your phone in your hand, wondering how you were supposed to use your phone with your new nails<br>\r\n<br>\r\n<a class=\"blue2roll\" rel=\"nofollow\" href=\"https://www.worldoffemale.com/wp-content/uploads/2019/01/acrylic-coffin-nails-nail-design-coffin-cute-coffin-nails-ideas-acrylic-nail-designs.jpg\" target=\"_blank\">https://www.worldoffemale.com/wp-content/uploads/2019/01/acrylic-coffin-nails-na...</a><br>\r\n<br>\r\nturning your camera you struggled to get the front facing camera going, having never taken a selfie before and having to do it with inch long nails, but you managed and took a picture<br>\r\n<br>\r\n<a class=\"blue2roll\" rel=\"nofollow\" href=\"https://i.pinimg.com/originals/9f/c1/7e/9fc17ed9515f025ee64053cee5556df0.jpg\" target=\"_blank\">https://i.pinimg.com/originals/9f/c1/7e/9fc17ed9515f025ee64053cee5556df0.jpg</a><br>\r\n<br>\r\n\"Please tell me we're done now...\" You beg your Mother</span></div></div>",
            "created":1589691600,
            "id":2837288,
            "title":"Mom sighs, nope, we've got to do somethingg..."
        },
        "14":{
            "author_id":"spooky1",
            "author_name":"Spooky",
            "choices":[
                "For Some reason they're only going to take Jenny if you join too.",
                "The Sorority president hate Men and refuses to let you quit",
                "it was a mistake, but now that they've accepted you, they can't drop you.",
                "Jenny pulled some strings to get you accepted...",
                "Something else."
            ],
            "content":"<div class=\"\"><div> <span>\"You're in! Welcome to Alpha Phi Omega\"<br>\r\n<br>\r\n==========================================A few days ago==========================================<br>\r\n<br>\r\n\"please... I don't know anyone else, and you know how bad I am at crowds, all you'll need to do is come with me to the Recruitment Drive, we talk to the Presidents, put my name in and then we hang out.\"<br>\r\n<br>\r\n\"If that's all then I guess I can do that...<br>\r\n<br>\r\n============================================================================ ====================<br>\r\n<br>\r\nIt turned out to be allowed to 'hang around' during A recruitment drive, you actually need to sign up, so you put your name down as well, putting a note that you were a guy, knowing no Sorority would even look at your file since you're a dude.<br>\r\n<br>\r\nA few hours later names were being called and suddenly you hear Jenny's name get called, she jumped up excited, and then confused, she looked at you<br>\r\n<br>\r\n\"What?\"<br>\r\n<br>\r\n\"did you miss it... They ughh, just called your name...\"<br>\r\n<br>\r\n\"What... they must be joking, I made it clear I was a guy.\"<br>\r\n<br>\r\n\"Lets go talk to them, figure out what's going on</span></div></div>",
            "created":1589605200,
            "id":2836923,
            "title":"Alpha Phi"
        },
        "145":{
            "author_id":"redrover5890",
            "author_name":"Boston Rocko",
            "choices":[
                "Maddie has a plan",
                "Meeting you new “Bug Sis”",
                "Time jump. The end of your first month as a sorority girl."
            ],
            "content":"<div class=\"\"><div> <span>You both started walking to the main entry way to the sorority house. That was where you last saw the presidents and entered your names. The Alphi Phi Omega house was a giant Victorian style house with white walls and fine oak hardwoods. They made the announcement in the main dining hall which was at the back of the house. You followed Maddie as you weaved through the crowd of sorority girls. This wasn’t the first time you followed her on some wild mission. She had been your next door neighbor since you were 4. Growing up you did everything together but as you got older things changed. Puberty hit Maddie like a ton of bricks. By the time you made it to high school she had become quite the knock out. You on the other hand were not quite so lucky. You never got that tall (only about 5’6) and you never developed much muscle. Maddie often teased you on how you could eat anything and never gain a pound. <br>\r\n“ it’s a shame your a boy, your metabolism is waisted on you” she would say. <br>\r\nYou were so small that you could actually share clothes if needed. You remembered back in high school during spirit week’s  gender switch day. Maddie would wear your clothes because they fit her so well and she would always offer you her clothes but you refused...because they fit you so well..... Right now however you regretted borrowing her sweatshirt. Before the pledge party you were hanging out with her at her place and a quick rain shower hit. You didn’t bring a sweatshirt and had to borrow Maddie’s white and pink SoCal PolyTech sweater. With it on and your hood up you didn’t look too out of place in a sorority. <br>\r\n<br>\r\nMaddie was always kind of shy. She hated doing anything without you. Which often times led her to getting you invited to the popular kids parties and such. You hated being drug to these things. You didn’t want to be there and the only person who did want you there was her but you couldn’t say no. You had the biggest crush on her. You were so in love that you actively put up with being permanently friendzoned just out of hope that one day she would feel the same. You were so stuck in your head that you didn’t realize that you had already made it to the registration table and Maddie was talking to them. <br>\r\n<br>\r\n“Oh....ok....” you heard her say nervously “ oh no reason. Just curious” She says as she grabs your arm and pulls you off to the side. “ Ummmm Devon I am really sorry but I really messed up” here we go again. “What do I need to do to bail her out now” you thought to yourself. <br>\r\n<br>\r\n“ What’s wrong? What happened?” You ask trying to figure out what you were dealing with.<br>\r\n<br>\r\n“So, like I went to ask them about you and sort it all out and...they umm dont now your like a boy and they signed you up as their newest pledge.” <br>\r\n<br>\r\n“ umm what?” You we’re starting to feel pissed off but not really surprised. Sadly this has happened before. Due to your small frame and such you often times got mistaken for a girl. It didn’t happen to often but it did happen. You remembered one awkward moment at one of Maddies high school parties where one of her jock friends accidentally slapped your ass after a night of drinking but only to be surprised that it was you and not one of maddies cheerleader friends. <br>\r\n<br>\r\n“ Well you see that little note you write explaining you were a boy. Well um I may have forgotten to attach it and they registered you for realz......”<br>\r\n<br>\r\n“Ummmmmmm WhAt!!” You begin to say feeling more nervous<br>\r\n<br>\r\n“ and before I could explain they started talking about how they looked you up in the system and they saw that you were a “impoverished student” you know since your dad died and you became, like, poor and they gave you the Alphi Phi scholarship! That’s actually pretty cool every house in the Greek system has to take a poor student and give them a full ride and full room and board at the sorority house.”<br>\r\n<br>\r\n“ but if they looked me up why did they seem that I was a boy?!” <br>\r\n<br>\r\n“ well they did but they were bought it was a mistake and they changed it to be a girl”<br>\r\n<br>\r\n“ why didn’t you correct them?!?” <br>\r\n<br>\r\n“ Because I didn’t want them  mad at me... I really want to pledge this house”<br>\r\n<br>\r\n“ I dont give a damn about that! Get me out of this!” <br>\r\n<br>\r\n“ Well... I tried..... and the thing is.......you see I.......”<br>\r\n<br>\r\n“Spit it out!” I screamed<br>\r\n<br>\r\n“That document you signed was a legally binding contract that you are who you said you were and that you accept the scholarship offer if it is awarded to you.” She said all in one panicked breath. You were stunned you couldn’t respond. “ so if we tell them what happened we could go to jail for fraud” <br>\r\n<br>\r\n“.......” <br>\r\n<br>\r\n“ I guess we are both going to be Alpha Phi girls now...!” Maddie said you picked up on the faintest bit of excitement. You wanted to go to college and get a fresh start, and you were now, by pledging to hottest sorority on campus. </span></div></div>",
            "created":1589691600,
            "id":2837070,
            "title":"Something else."
        },
        "1452":{
            "author_id":"spooky1",
            "author_name":"Spooky",
            "choices":[
                "And don't worry, I know you're a boy, I'm here to help.",
                "So get used to having 8 new roommates",
                "\"But let me be very clear, there are no Boys allowed in the Dorms!\"",
                "But before we continue, I need to make you look like an A-P-O girl.",
                "Something else."
            ],
            "content":"<div class=\"\"><div> <span>You try to talk to someone in charge, but just get shushed and told to get in line with the other pledges.<br>\r\n<br>\r\nyou look around at the other girls... you mean the girl's, not other girls, your short stature isn't helping you feel masculine right now, you aren't the shortest pledge, but you're far from the tallest<br>\r\n<br>\r\nThe President introduces herself as Talia, A Senior Engineering Major. she goes over her Sisterhood's rules and bylaws before introducing each of the pledges, and finally each of the older girls steps forward, calls out a name of one of the pledges and takes them to another room to get acquainted.<br>\r\n<br>\r\n\"Maddie Anne Peterson\" said a tall Brunette, Maddie stepped forward gave you a look of \"Good luck\" before disappearing into Another room.<br>\r\n<br>\r\n\"Devon Scott Lee\" You step forward and follow the Statuesque blond in front of you, She leads you to her bedroom.<br>\r\n<br>\r\n\"So I'm Victoria, It's nice to meet you Devon, I'm your Big Sis, you can come to me with any question you have, not just Sorority stuff, You're a freshman so I'm sure you'll have more questions as you start your college career, so anytime 24/7, I'll be right down the hall.<br>\r\n<br>\r\nYou were about to ask about your predicament, but paused \"Down the hall? My Dorm is in Rygal...\"<br>\r\n<br>\r\n\"Oh did they not tell you, we've moved all the pledges into a communal dorm room here at the House.<br>\r\n<br>\r\nYou look at her alarmed, <br>\r\n<br>\r\n</span></div></div>",
            "created":1589691600,
            "id":2837195,
            "title":"Meeting you new “Big Sis”"
        },
        "14522":{
            "author_id":"redrover5890",
            "author_name":"Boston Rocko",
            "choices":[
                "Hair and make up",
                "Clothes ",
                "Femininity "
            ],
            "content":"<div class=\"\"><div> <span>She points down a hall way to a pink door.<br>\r\n<br>\r\n“ Go join your new sisters” Victoria said with a kind smile. You slowly turn to leave “ oh one more thing Devon.” Her kind smile turned to a more authoritative one. “ This whole tomboy thing you have going for you is not gonna slide. It’s ok for tonight because you don’t know the rules but you have to start dressing like a A.P.O. That means no more lose fitting jeans, always have make up on and your hair presentable. We are the hottest girls on campus, and by we I mean you” she says pointing her finger  right at you. “ Also have you every thought about getting some work one?My daddy is a plastic surgeon and he could definitely help you out” Victoria says and touches your chest<br>\r\n<br>\r\n“ umm no thanks. I am afraid of surgery”you say timidly hoping that the conversation would end. <br>\r\n<br>\r\n“ oh honey with modern technology there is no need for surgery any more let me call my daddy and see what I can do. Now run along” She shoos you out of the door. <br>\r\n<br>\r\nYou walk down the deserted hallway and you began to hear loud pop music<br>\r\n The closer you got to the door the louder the music became. You opened the door to a large room paint pink white and baby blue. You see four sets of bunk beds all with signs written in bubble paint with your names on them. <br>\r\n<br>\r\n“ Devon’s here!” You heard Maddie’s familiar voice over the music and all the girls cheer at your introduction. Maddie then began to introduce you to all the girls. The party continued on until you finally got Maddie alone. <br>\r\n<br>\r\n“OMG can you actually believe we are going to be APO sisters! This is like totally exciting”<br>\r\n<br>\r\n“ no it’s not exciting! I am a boy I don’t want this!” <br>\r\n<br>\r\n“ oh come on dev live a little”she said jokingly. But her smile quickly fades as she sees your serious you are she reaches down and holds your hand “ Devin I am so sorry but we have to play along I don’t want to go to jail. And what about your mom. How would she handle you going to jail. She has basically been a zombie since your dad died” you forgot about your mom. She had been so hopped up on medications and alcohol since your dad died that you going to jail may put her over the edge. She squeezed your hand as you looked up. <br>\r\n<br>\r\n“...ok....” you say. Once again the girl you love is leading you into trouble. <br>\r\n<br>\r\n“Hi I am Tawnya” you heard a voice behind you. You turn and see a short curvy redhead looking at you.” I am the pledge  officer. It is my job to make sure all the new girls learn and fallow the rules. And you missy are not following the rules. “ the room gets quite “ and we will fix these problems or you all are getting demerits. Understand?” Everyone’s heads nodded. You look over at Maddie and she looks at you like a cat who I st caught a mouse. “ first we need to fix”<br>\r\n</span></div></div>",
            "created":1589691600,
            "id":2837323,
            "title":"So get used to having 8 new roommates"
        },
        "145222":{
            "author_id":"spooky1",
            "author_name":"Spooky",
            "choices":[
                "you end up in a mix of the girls clothing.",
                "you end up wearing some of Delia's clothing.",
                "You end up wearing some of Maddie's clothing",
                "you end up in one of the other girl's clothing",
                "Something else."
            ],
            "content":"<div class=\"\"><div> <span>Maddie addresses the rest of the pledges \"Devon... well she goes by Deva <b>[False!]</b>... she kind of comes from a poor family <b>[True]</b>, she doesn't have a lot of girly clothes <b>[Definitely True]</b>, mostly hand-me-downs from her brother, or she borrows mine <b>[False... other than this sweater]</b>...\"<br>\r\n<br>\r\nDid she just give you the nick-name Deva, you weren't sure Maddie was even trying to help...<br>\r\n<br>\r\nbut, to your somewhat relief the girls, who initially looked annoyed and ready to kill you for getting them in trouble now looked sorry for you and much less venomously...<br>\r\n<br>\r\n\"Well to the Alpha Phi Omega, I'm Delia, We're sisters now, we've got your back girl, you can borrow any of my stuff, and Im sure the others agree, lets see what you're working with.<br>\r\n<br>\r\n\"What... I'm working with?\" you ask confused.<br>\r\n<br>\r\n\"Deva, she means strip, she want's to see your body type, we can't really tell under the baggy jeans and sweater after all...\"<br>\r\n<br>\r\nWas Maddie Serious? was she trying to get you exposed already?!?! but with all the girl's staring, expectantly you slowly take off the sweater, then stepped out of your jeans.<br>\r\n<br>\r\n\"Girl You don't seriously wear Men's Boxers regularly do you?\" Delia asked<br>\r\n<br>\r\nYou were just relieved that they saw you in your boxers and still believed you were a girl, you just hoped nothing would get you hard, you'd be in some serious trouble<br>\r\n<br>\r\nYou hesitate to take off your shirt... \"I'm not wearing a bra...\" you say hoping to save yourself from getting any more undressed.\"<br>\r\n<br>\r\n\"Girl Seriously were you raised as a boy or something\" Delia asked, but another girl came to your defense \"No offense meant Deva, but Delia, I probably wouldn't wear one either if I was... as flat as she is\"<br>\r\n<br>\r\n\"Fair\" Delia \"These puppies are a killer on my back.... It's alright Deva we won't judge, like I said, we're sisters, its us against the world...<br>\r\n<br>\r\nyou cursed, you thought you might've gotten a reprieve but you slowly take off your shirt... standing awkwardly, one hand covering your boxers somewhat and the other across your chest.<br>\r\n<br>\r\nyou feel ironically like a piece of meat as a bunch of girls stare at you while undressed.</span></div></div>",
            "created":1589691600,
            "id":2837360,
            "title":"Clothes "
        },
        "15":{
            "author_id":"lanerd",
            "author_name":"Lanerd",
            "choices":[
                "Corporate Takeover",
                "Sacking the Quarterback",
                "Back of the Hog",
                "More Choices!",
                "Even More Choices!"
            ],
            "content":"<div class=\"\"><div> <span>Corporate Takeover: You’re the CEO of one of the world’s most successful tech company. You live a life of luxury with a mansion, multiple sport cars, and a sexy trophy wife.  Yet a group of your rivals want to remove you from the picture and take everything you have as they do it. <br>\r\n<br>\r\nSacking the Quarterback: What happens when a Pro-Football player is turned into a high school cheerleader? You’re one of American Footballs greatest quarterbacks, who has lead your team to multiple championships victories. You’re a household name, but your backup wants you gone.<br>\r\n<br>\r\nBack of the hog: You’re the founder and leader of the biker gang “The Hellhounds”. You and your boys demand respect by everyone, but when you cross the wrong woman in a bar, your place in the Hellhounds may be changed. </span></div></div>",
            "created":1583470800,
            "id":2797640,
            "title":"More Options "
        },
        "151":{
            "author_id":"lanerd",
            "author_name":"Lanerd",
            "choices":[
                "Your appointment arrives",
                "You start to feel strange",
                "Something else"
            ],
            "content":"<div class=\"\"><div> <span>You smile at your reflection in the mirror as you straightened your tie. It was the same one you wore in the Time Magazine cover photoshoot a few months back. <br>\r\n<br>\r\nYou walk back into the master bedroom and saw your wife Dana still sleeping on your bed. Her long blonde hair was a mess. You thought about waking her, but you decided it wasn’t really worth your time. You didn’t marry her for conversation, but for that smoking body of her. <br>\r\n<br>\r\nYou walked through your mansion. As you were leaving the kitchen, you found one of your maids (you had no idea of her name. She was the younger Hispanic one) and gave her a firm slap on her ass. She gave a startled yelp, which made you laughed. <br>\r\n<br>\r\nThe girl turned to you and said something in Spanish.<br>\r\n<br>\r\n“You have a problem?” You say as intimidating as you can.<br>\r\n<br>\r\n“No! No Mr.Black!” She says quickly hoping to not risk losing her job. <br>\r\n<br>\r\n“Good.” You answer not even looking at her as you head to your garage. You looked over your collection of cars and decide to go with the Red Ferrari today. <br>\r\n<br>\r\nYou are Tom Black, owner of Black Inc. You are one of America’s greatest success stories. A college dropout, who helped found a small tech start up, and lead it to becoming one of the world biggest and richest. You are a household name, who have used your money and technology to make the world a better place. You are considered the greatest mind of your generation.<br>\r\n<br>\r\nWhat most people don’t know, is the fact that your best friend Nick Norton was actually the brains behind the company whose inventions made it successful, but you knew that he was going to no longer need you after awhile so you blackmailed him into giving over the entire company over to you.<br>\r\n<br>\r\nAfter that you hired a team of investors to work for your company, but through your legal team you made it so all their works are put under your name. <br>\r\n<br>\r\nAnyone who has tried to interfere with your success usually find themselves blackmailed, discredited, or even died. <br>\r\n<br>\r\nYou arrived at Black inc. headquarters parking garage, and walked to your private elevator. You pass your security team who after seeing you arrive immediately start to kiss up to you. You smile and think “It’s good to be the king.” as enter the elevator and head to your office. <br>\r\n<br>\r\nWhen you reach the top floor you step out and walk down the long hallway which is decorated by “your” inventions. <br>\r\n<br>\r\nAt the end of the hall is your secretary’s office, and sitting at the desk in the middle of the room is Miss Akie Yamamoto. Akie is the daughter of a former tech rival from Japan who you blackmail into selling his company over to you. Apart of the deal was that his daughter would have to move to America and join your staff, and now you make this young investor work only as your private secretary.<br>\r\n<br>\r\n“Good morning Mr.Black. Security has called that your 9 o’clock appointment has arrived.” Akie says as she hands you your coffee. She makes sure not to meet your eyes. You take the drink without saying a word and enter into your office. <br>\r\n<br>\r\nYou walk to your desk and take a seat. You sip your coffee. “Yes it is truly great to be king.” You say to yourself. </span></div></div>",
            "created":1583643600,
            "id":2798667,
            "title":"Corporate Takeover"
        },
        "152":{
            "author_id":"redrover5890",
            "author_name":"Boston Rocko",
            "choices":[
                "Your self in a strange bed in a girls room. ",
                "A sexy blonde schoolgirl. What you would call jail bait.",
                "You but wearing some cute little lingerie."
            ],
            "content":"<div class=\"\"><div> <span>“ Up Next on NFL tonight we have reigning league MVP and Super Bowl<br>\r\nChamp Tom Manning!” You heard the reporter announce on the monitor. You have done enough interviews that you could do this with your eyes closed. The light under the camera turned green and you smiled into the lens. “Tom  good to see you how is the off season treating you!” <br>\r\n<br>\r\n“Pretty good Scott. You know I really enjoyed my time off after winning the big game but I am ready to get back to work!” You exclaim into the camera. Your mind having a hard time not drifting off to the all the fun yo7 had after winning the big game. “ It’s great to be back with the guys in the locker room”.<br>\r\n<br>\r\n“Speaking of teammates how are you and Peyton Brady getting along. We all heard the rumors of him demanding a trade after you took the starting job from him at the start of the season”<br>\r\n<br>\r\n“ Oh me and Peyton have a great relationship. He was really supportive and a great teacher. A real father figure and besides he can’t argue with these results” you say pointing to the championship ring on your finger....<br>\r\n<br>\r\nThe interview ended with a thank you. As you were leaving the field and heading back to the locker room you saw Peyton jogging over to you. He looked pissed. <br>\r\n<br>\r\n“Hey you little shit! We would have won if I was the starting QB! We have the best defense in the league, and a father figure I am not much older then you!”<br>\r\n<br>\r\n“Well then why did I replace you after you lost our first three games of the season! And come on man your 40 and I am 28! Come on man it’s a compliment you helped teach the next best QB there ever was.” <br>\r\n<br>\r\n“ You know what your right.” You were a little shocked to hear “ Here I got you something.” He pulls a little wooden box out of his pocket and hands this to you. <br>\r\n<br>\r\n“ oh you shouldn’t have” you say as you open the box. Inside was a little gold necklace with a little gold heart. “ ummm what? You say confused wonder if this was a joke. <br>\r\n<br>\r\n“ come on put it on honey.” He said with an evil smirk. <br>\r\n<br>\r\n“ Honey?” You said confused. Both by the stamens and by your arms moving on their own to your neck putting the necklace on. You suddenly experience  a white hot pain in your neck. <br>\r\n<br>\r\n*Everything goes black* <br>\r\n<br>\r\n“Honey wake up...... you got to get ready for your first day of school.” Was that Peyton.<br>\r\n<br>\r\n“ What. Where am I.” Who’s voice was that. It was kind of hot. In a valley girl sorta way. Wait was that my voice. Your eyes snap open. Seeing your rival , a pink bed spread and a mirror with a reflection. <br>\r\n<br>\r\nWhat do you see?<br>\r\n<br>\r\n</span></div></div>",
            "created":1588222800,
            "id":2827912,
            "title":"Sacking the Quarterback"
        },
        "1522":{
            "author_id":"spooky1",
            "author_name":"Spooky",
            "choices":[
                "You nervously head back to Tina's bedroom",
                "You argue with Peyton some more",
                "Peyton drags you back to Tina's room to get you dressed.",
                "If Peyton's your Father, who's your Mother...",
                "Something else."
            ],
            "content":"<div class=\"\"><div> <span>You look around in a daze, were you dreaming...?<br>\r\n<br>\r\n\"C'mon honey, get dressed, and I'll drive you to school...\"<br>\r\n<br>\r\n\"School...\" you pictured your college... that was years ago though...<br>\r\n<br>\r\n\"And Remember, its a game day, so bring your uniform to school with you\"<br>\r\n<br>\r\n\"Uniform...\" you pictured your football gear... it looked large and oversized when you pictured it.<br>\r\n<br>\r\nPeyton left the room, and you blinked your eyes, a few times, waking up<br>\r\n<br>\r\nYou... weren't dreaming... you saw your reflection... you weren't 6'1... you looked 5'2 maybe 5'3... you weren't 200 pounds of muscle... you barely looked 100 pounds... you weren't 28... you looked 17, 18 at the latest. and you weren't a man, you weren't even a women, you were a girl...<br>\r\n<br>\r\n\"What...\" you say to yourself groggy, \"this can't be real. what's going on.\"<br>\r\n<br>\r\nyou shake your head, jizzling your breasts as you do, you grab them to keep them from jiggling anymore. you're wearing a pink pair of pajamas<br>\r\n<br>\r\n<a class=\"blue2roll\" rel=\"nofollow\" href=\"https://gloimg.zafcdn.com/zaful/pdm-product-pic/Clothing/2018/04/16/thumb-img/1546051186794742156.jpg\" target=\"_blank\">https://gloimg.zafcdn.com/zaful/pdm-product-pic/Clothing/2018/04/16/thumb-img/15...</a><br>\r\n<br>\r\nyou open the bedroom door and run downstairs, this house is massive, you finally find Peyton in the kitchen<br>\r\n<br>\r\n\"What did you do to me!\"<br>\r\n<br>\r\n\"Tina...\" he paused \"What'd going on? what do you mean?\"<br>\r\n<br>\r\n\"You know what I mean, you gave me that necklace... and now I look like this!\"<br>\r\n<br>\r\n\"Tina...\"<br>\r\n<br>\r\n\"My name is Tom!\"<br>\r\n<br>\r\n\"No... You're name is Tina... You're a Cheerleader in high school, look at yourself, do you look like a Tom.\" Peyton says firmly standing up and leaning over the table towards you.</span></div></div>",
            "created":1589605200,
            "id":2836955,
            "title":"A sexy blonde schoolgirl. What you would call j..."
        },
        "15221":{
            "author_id":"redrover5890",
            "author_name":"Boston Rocko",
            "choices":[
                "Your daddy drive you too school",
                "You new mom drives you",
                "You ride to school with your new friends"
            ],
            "content":"<div class=\"\"><div> <span>Peyton now towered over you. His biceps now the size of your torso. He glared at you and you began to feel scared. You became suddenly aware that you had zero power in the situation. You slowly began to back away from the man in front of you. <br>\r\n<br>\r\n“Well?” He says at you.<br>\r\n<br>\r\n“ No......” you timidly respond “ I guess not” <br>\r\n<br>\r\n“So if you don’t look like Tom what do you look like?” <br>\r\n<br>\r\n“ .......Tina.....”<br>\r\n<br>\r\n“ Good girl” a smug smile crept over his face “ now go up stairs and get ready princess” <br>\r\n<br>\r\n“Ok...” you say timidly and turn to leave<br>\r\n<br>\r\n“Is that how you end a conversation with your Daddy?”<br>\r\n<br>\r\n“...... Sorry.... bye daddy I will be back shortly” <br>\r\n<br>\r\nYou turn and scamper back to your room your feel your perky tits and ass bounce as you run back to the room you woke up in. You close the door behind you and walk in front of a full length mirror. What you saw made you sick long blonde hair, blue eye, tight little body. You were a teenage boys wet dream. On your closet door was an outfit. You assumed this was what you were supposed to put on. You slid the neon pink thing up your legs and to your pert back side and fastened the pink and yellow polkadot bra. <br>\r\n<br>\r\n<a rel=\"nofollow\" href=\"https://poshmark.com/listing/PINk-bra-panty-set-NWOT-5cc361b9264a5521e9648132\" target=\"_blank\">https://poshmark.com/listing/PINk-bra-pa...</a><br>\r\n<br>\r\nYou then put on the short short and tiny white top. You grabbed the cheerleader uniform and tossed it into your white back pack you then took one last look before heading back to your rival who was waiting in the living room<br>\r\n<br>\r\n<br>\r\n<br>\r\n<a rel=\"nofollow\" href=\"https://www.listal.com/viewimage/20651002\" target=\"_blank\">https://www.listal.com/viewimage/2065100...</a></span></div></div>",
            "created":1589691600,
            "id":2837084,
            "title":"You nervously head back to Tina's bedroom"
        },
        "153":{
            "author_id":"lanerd",
            "author_name":"Lanerd",
            "choices":[
                "Popular Biker Bar",
                "Small Town Bar",
                "The Bar at the Hotel your staying at."
            ],
            "content":"<div class=\"\"><div> <span>You smile as you feel the wind on your face on the open road and the power of your Harley under your legs.  <br>\r\n<br>\r\nThe roar of the engine is like music to your ears. Which will only be amplified this weekend when you arrive at the 18th Annual New Manchester Biker Rally which only widens your smile.<br>\r\n<br>\r\nYou look in your right side mirror and see “Doc” Coleman a few yards behind you. Even at this distance you can see his wide toothy smile of your cofounder of the Hellhounds. <br>\r\n<br>\r\nBehind “Doc” is “Hangman” and his girlfriend of the week which you can’t remember her name. <br>\r\n<br>\r\nYou look to your left and in the lane beside you is the newest member “Crazy” Billy riding in the on coming traffic. He waves to you make a gesture that looks like he’s drinking. You roll your eyes realizing what the newest kid wants to grabs some beers. You give him a thumbs up which he returns. <br>\r\n<br>\r\nYou are Tom Hunter the 6’4” founder of the “Hellhounds” Motorcycle Club. Big, Mean, and look great in a leather vest. (Despite your thinning hair and bit of a gut) <br>\r\n<br>\r\nAs of Billy’s request you lead your Hellhounds off the interstate to the nearest bar.</span></div></div>",
            "created":1587877200,
            "id":2825329,
            "title":"Back of the Hog"
        },
        "1532":{
            "author_id":"redrover5890",
            "author_name":"Boston Rocko",
            "choices":[
                "Bonnie-45 yrs- and a sexy Milf ",
                "Tina- 18 yrs- blonde bimbo who works nights at the local gentleman’s club",
                "Rosa-25 yrs- spicy Latina who is here illegally"
            ],
            "content":"<div class=\"\"><div> <span>As you lead your men on to the exit you see that there is a town about ten miles to the east. You start to head off in that direction hoping to find a spot to wet your whistle. As you drive more and more house appear you see a sign.<br>\r\n<br>\r\n               Welcome to Bimsburg.<br>\r\n        The quantity town in California<br>\r\n<br>\r\nThe town looks like any other small town. You spot a bar coming up called “The Burg”. You pull into the bar followed by your gang. The men run in hooting and hollering and causing all sorts of ruckus. You are the last one to enter and when you do your men get quite and begin pushing table together. You sit at the head of the table. <br>\r\n<br>\r\n“ Barkeep! Round of beers for my boys! And send one of the pretty bitches to grab us some food.” You yell at the old man at the bar. His looks at you smirks and starts pouring beers.<br>\r\n<br>\r\n“Pretty bitches?” You heard a sexy sultry voice say behind you. “ I don’t appreciate you talking to my girls that way.” You turn to see one of the hottest woman you have ever seen. Long black hair sexy curves tight daisy dukes and an even more revealing tank top, <br>\r\n<br>\r\n“ Oh I’m sorry hun......These pretty sluts!” You shout as your mean cheer. “ burgers and fries for my boys.!” You demand again slapping the woman on the ass. <br>\r\n<br>\r\n“ Oh I don’t think so.” She responds calmly snapping her fingers causing everything to freeze.<br>\r\n<br>\r\n“ what the fuck!?” You say confused.<br>\r\n<br>\r\n“ oh you picked the wrong establishment” she replies putting her finger under your chin and lifting you out of your chair with almost no effort. “ I needed a new girl” she snaps her finger as your body begins to change. “ I think I am going to call you,....” </span></div></div>",
            "created":1588050000,
            "id":2826584,
            "title":"Small Town Bar"
        },
        "15323":{
            "author_id":"redrover5890",
            "author_name":"Boston Rocko",
            "choices":[
                "Chew the guy out causing your body to change ",
                "Try to act flirty as you go get the food",
                "It felt good as you blushed. Uh oh! "
            ],
            "content":"<div class=\"\"><div> <span>“....Rosa”  she says removing her finger from your chin. Some how leaving you suspended in air. “ Actually before the body let’s start with your clothes. If your going to work here you need to wear the uniform.” You begin to feel your boxers get tighter and tighter as they started feeling silky against your skin. “ now that’s a sexy thong “ she says as she grabs the waist band of your new underwear and pulls it high up your hips. You look behind and see a dark purple thong peaking out of the top of your jeans giving you a whale tail. Next she removed your jacket as your shirt started to tighten and creep up your body exposing more and more of your belly. Eventually it stopped just below your chest. You then felt a piercing pain in your mouth and belly button. You looked down and see a cut playboy bunny belly button piercing. You couldn't help but think that if the pain in your navel meant a piercing there then the pain in your mouth meant a tongue ring. You used to love a girl with a pierced  tongue that meant they like giving head. Now you were the owner of one as well. You were so distracted by your new piercings that you didn’t notice your jeans had fused together and were starting to creep up your legs. You looked down just in time to see them stop just below your ass. You we’re wearing the shortest denim mini short you have ever seen. You looked up and saw your reflection in a mirror behind the bar. There you were in a slutty outfit. Your old body looking ridiculous in these clothes. You were finally lowered down into a pair of cowgirl boots with a 5 inch heel. <br>\r\n<br>\r\n“ So here’s the deal. You are now Rosa. A 25 year old waitress. Everyone in the world sees you as that. Except for you and myself. If you can keep up and work a shift here taking care of these animals” she says pointing to your crew “ then I will turn you back and send you on your way. But for every mistake you make. Your body will be begin to change to match what the world already sees. Now I expect all of my girls to be flirty and sexy. That’s what keeps the customers interested and paying me more money. Understand?”!<br>\r\n<br>\r\nYou nod in shock. <br>\r\n<br>\r\n“ alright babe nows time to start your shift” she snaps her fingers as the bar unfreezes and one of your old gang members slaps you on your ass. <br>\r\n<br>\r\n“ you heard me bitch get us some burgers!” You turn and....</span></div></div>",
            "created":1588136400,
            "id":2826904,
            "title":"Rosa-25 yrs- spicy Latina who is here illegally"
        },
        "153231":{
            "author_id":"lanerd",
            "author_name":"Lanerd",
            "choices":[
                "Hangman lets you go",
                "Hangman doesn’t"
            ],
            "content":"<div class=\"\"><div> <span>The slap from Hangman had been hard and had shocked you and even made you yelp. <br>\r\n<br>\r\nAnger took hold over reason and you immediately reacted how your normally would have. <br>\r\n<br>\r\n“You little son of a bitch!” You grabbed the seated man by the collar of his leather jacket.  “I’m going to nail your skull on a pike then cut-“ You stopped as your body quickly shrunk down a foot and you were now eye to eye with the seated and laughing Biker. <br>\r\n<br>\r\n“The bitch has some fight! I like that!” Now Hangman had shown why he earn the nickname as an arm had quickly wrapped around your waist and pulling you to his lap. <br>\r\n<br>\r\nIn the man lap you began to hit at him desperately struggle to escape his clutches. When you hear Doc’s deep voice.<br>\r\n<br>\r\n“Hangman! Let the little señorita order our burgers.” </span></div></div>",
            "created":1588222800,
            "id":2827872,
            "title":"Chew the guy out causing your body to change "
        },
        "1532311":{
            "author_id":"lanerd",
            "author_name":"Lanerd",
            "choices":[
                "Yell at the woman",
                "Backdown"
            ],
            "content":"<div class=\"\"><div> <span>“Ok Doc” Hangman sighs. He then pushes you off his lap to your feet with a firm grip under your skirt and on your ass. <br>\r\n<br>\r\nYou quickly stormed away on your cowgirl boots to the bar. You are steaming mad and have even begun muttering to yourself.<br>\r\n<br>\r\nYou reached the bar and told the old bartender. “We need some burgers and fries for that table.” pointing to your gang. <br>\r\n<br>\r\n“How many and what they want on em’?” Asked the cook from window behind the bar.<br>\r\n<br>\r\n“I don’t give a damn! You can spit in them for all I care!” You yelled back.<br>\r\n<br>\r\nStanding beside you the beautiful woman in the Daisy Dukes who said sarcastically. <br>\r\n<br>\r\n“Your doing a great job hun. Threatening customers, yelling about spitting in food. Your really going for employee of the month.” <br>\r\n<br>\r\nYou response under your breath “Shut up Bitch!” <br>\r\n<br>\r\nThe woman sighs and then snaps her fingers. As soon as she does you feel something tickling your shoulders. You quickly look and see that you now had shoulder length silky black hair. You turned to her glaringly. <br>\r\n<br>\r\nThe woman gets face to face with you and smiles like a cat looking at a flightless  canary. <br>\r\n<br>\r\nShe then says smugly “It’s pronounced  witch, but it’s find. English is your second language after all.” <br>\r\n<br>\r\nYou clench your fists and you... </span></div></div>",
            "created":1588222800,
            "id":2827895,
            "title":"Hangman lets you go"
        },
        "15323111":{
            "author_id":"redrover5890",
            "author_name":"Boston Rocko",
            "choices":[
                "Fight against it (causing more changes)",
                "Play along (more humiliation)",
                "One of your old gang acts first."
            ],
            "content":"<div class=\"\"><div> <span>You weren’t going to to take this from some bitch. She may have changed your clothes and made you shorter but you were still you. You quickly brought your fist back and went to punch this witch in the face. As your fist is traveling straight for her nose it comes to a sudden halt about two inches away from her nose. <br>\r\n<br>\r\n“ you sure are a slow learner” She responds with another snap of her fingers.” You know you can’t make a fist with those nails girl” you then felt your fist slowly open up and your posture shifts. Where you once had a good boxing stance you are now standing in a very feminine manner. Your hips are now cocked and your arm is now bent at the elbow. You were so distracted by your body moving against your will  that you didn’t realize that about a ton of makeup was now being added to your face. You also saw the long bright pink finger nails you now had. This change was finally caped off with some gold bracelets being added to your wrists and some large hoop earrings attaching your your earlobes.<br>\r\n<br>\r\n“Since you are having such a hard time I decided to help you a little bit too. Your body now acts like the Rosa you now are. Go ahaead try to fight it. See what happens. Now go take those men’s order like the sexy little chica you are.” You felt her slap your ass and you have a very feminine Yelp. <br>\r\n<br>\r\nYou realizing you didn’t have much of a choice started walking toward your gang. After the second step you noticed you were walking with a very sexy strut. Even though your ass hasn’t changed you could still feel it sway and jiggle because of how you were walking. You fought really hard against your own body only to notice that your elbows tucking in to your sides pushing  your  non existence chest closer together. <br>\r\n<br>\r\nAs you approached the table you had a bad feeling about what was going to happen.</span></div></div>",
            "created":1588309200,
            "id":2828288,
            "title":"Yell at the woman"
        },
        "153231112":{
            "author_id":"lanerd",
            "author_name":"Lanerd",
            "choices":[
                "Continue waiting on the table",
                "Billy gets ambitious"
            ],
            "content":"<div class=\"\"><div> <span>You strut to the table praying that your going to wake up from this nightmare, yet you weren’t that lucky. <br>\r\n<br>\r\nIn fear of what the witch would do next, you didn’t fight back. <br>\r\n<br>\r\nYou stood between Billy and Wingman and asked “So you say you guys would like some burgers?” As you handed out a few menus. You noticed that you were talking with an thick accent and that you had seductively  licked your lips afterwards showing off the tongue piercing.<br>\r\n<br>\r\nWhen Billy asked about a meal on the menu you leaned over and used your pink nails to point at what he what he wanted to know. You knew that in your current position you had allowed both the “Kid” And “Doc” a better view of your non existent breasts and Wingman a great view of your ass. (Which was confirmed by the whistle from behind you) <br>\r\n<br>\r\nWhen you started taking Doc’s order (which you already knew) you noticed that the Kid had a hand on your waist and one of his finger had begun to play with your exposed thong.  <br>\r\n<br>\r\nAfter you finish writing down the last of the orders on the notepad. You look over to Billy and gave him wink. (which made you want to vomit.) <br>\r\n<br>\r\nYou then began to strut back to the bar knowing that your entire gang was watching your denim skirt.</span></div></div>",
            "created":1588395600,
            "id":2828804,
            "title":"Play along (more humiliation)"
        },
        "1532311121":{
            "author_id":"lanerd",
            "author_name":"Lanerd",
            "choices":[
                "You go through another change",
                "You clean the beer off of Doc"
            ],
            "content":"<div class=\"\"><div> <span>You give the order to the cook and lean on the bar, not even realizing the feminine way your body stands as it pushes your rear out.<br>\r\n<br>\r\nA blonde haired waitress with large breasts comes over to you and say “Hun, that Biker boy there like you.” “What?” You say to the older woman. “Oh I know his kind Rose. Get a Harley to look cool, but still a kid. If you keep flirting with him he’ll give you big tip, and he’ll give you and even a bigger one if you take him around back and let him take a ride. Either way he’ll be back to see you anytime he goes through town.” <br>\r\n<br>\r\nThe thought of giving Billy’s a “Ride” sent a shiver down your spine, how did this happen to you. You look down at yourself. You are one of the toughest SOBs out there and are now forced to where a skirt and a belly button piercing. You decide that as soon as the witch turns you back to normal your going to burn this whole town to the ground.<br>\r\n<br>\r\nYou then heard the familiar voice of Hangman. “Yo Chica finish up your damn siesta and bring us some more beers!” <br>\r\n<br>\r\nAnd beat the hell out of Hangman. <br>\r\n<br>\r\nYou say sorry and quickly get a tray full of beer mugs. You the tray to the table, struggle to keep it balanced as your body’s attempts to look sexy isn’t the best at hold a tray full of beers. <br>\r\n<br>\r\nYou start handing them out to your boys. “So you guys going to the big Biker Rally?” You ask Billy not sure if it was you trying to make conversation, or the spell making you flirt with him.<br>\r\n<br>\r\n“Yeah! Do you ride?” Billy asked excited for the attention of a beautiful woman.<br>\r\n<br>\r\n“Yeah she rides a lot of things, hard things, and long thing, but not a Motorcycles. Ain’t that right Babe.” Hangman says laughing as he slaps your ass.  <br>\r\n<br>\r\nThe slap surprised you and again you let out a girlish yelp. You then gave a gasped as you realized you had just spilled Doc’s beer on to his crotch. <br>\r\n<br>\r\nYour long time partner in crime cursed as he looked at the cold beer poured onto his lap. He then gave you a long that could kill.</span></div></div>",
            "created":1588395600,
            "id":2828842,
            "title":"Continue waiting on the table"
        },
        "15323111211":{
            "author_id":"redrover5890",
            "author_name":"Boston Rocko",
            "choices":[
                "Billy wanting to spend some private time",
                "Doc who wants some more attention now that you fired him up",
                "The witch"
            ],
            "content":"<div class=\"\"><div> <span>Your former partner stood up while he tightened his fists. “ You dumb bitch!” He growlers. You take a step back now realizing just how short you now were. Your body began to feel cold and first you thought it was fear. But you didn’t realize how wrong you were. The tingling started at your feet and worked it’s was up your legs. Your leg hair disappears along with their girth. As it creeped up your calf’s to your thighs your muscles became lean and a little layer of fat began to form under the skin. You now had a sexy pair of golden tanned legs. Your butt became a little more pert ( but still had quite a bit of room to go) your stomach leaned out. Your gut had been replaced by a sexy lean and toned tummy. The tingling then shot to your finger tips and worked it’s way up your arms you now had dainty little hands and long sexy nails. You would have loved to have seen them wrapped around your cock. (Thank god you still had that). Your once muscled and tattooed arms were now supple arms with a golden Latina shine . Finally it moved to your neck and throat. You lost your stubble and your once sharp face was a little softened. You turned to see your new changes. You didn’t look completely like a woman but you sure didn’t look like the man you once were. <br>\r\n“I look like a twink” you thought to yourself. <br>\r\n<br>\r\n“Oh no sir! I am so sorry....” you said as you grabbed a towel and rushed over. “Please let me help.” You whispered in a quieter almost flirtatious tone. As you began to dab your friends crotch. Your dabbing got firmer and firmer. You began to feel a rather sizable bulge. You buddy sat down as you put one hand on his shoulder and leaned forward. You were basically putting your non existent chest right in docs face as your hand went from patting his crotch dry. To storking it. Doc must have been seeing something on your chest because the more he stared the bigger the bulge got.  “ I hope this helped sir you whispered in his ear. You then looked over at Billy who you could tell was starting to feel jealous. You winked at him again and licked your lips one more time. Why were you doing this? Was this the change, or the same spell from earlier. And why did you chnge you didn’t even spill the beer on purpose. “ Next rounds on me boys.” You then slowly lean back up and blow Billy a kiss as you walk back to the bar to grab another round. <br>\r\n<br>\r\nBut before you reached the bar you heard<br>\r\n<br>\r\n“ Wait one second babe” you stopped and turned to see<br>\r\n<br>\r\n“</span></div></div>",
            "created":1588395600,
            "id":2828910,
            "title":"You go through another change"
        },
        "153231112111":{
            "author_id":"lanerd",
            "author_name":"Lanerd",
            "choices":[
                "“Sure!”",
                "“I’m sorry.”"
            ],
            "content":"<div class=\"\"><div> <span>You turned around and you saw Billy standing before you. <br>\r\n<br>\r\n“Yes?” You ask a bit concerned where this may lead. <br>\r\n<br>\r\n“Could we talk in private really quick.” Billy asked. Although his face looked cool, you saw that he was rubbing his hands which was a nervous habit of his. You noticed he looked just like he had when he had asked to join the Hellhounds, although now he was the taller more muscular one.<br>\r\n<br>\r\n“I’m sorry, but I need to get the beers for your friends.” You say hoping that the rejection would crush anymore of his attempts at flirting.<br>\r\n<br>\r\n“Don’t worry, Nina can take care of them hun. Go take your cigarette break. I know you want to.” Says the witch who had snuck up beside you. <br>\r\n<br>\r\nYou looked to her a bit concerned and then back at Billy who now was grinning like a high schooler. <br>\r\n<br>\r\n“I don’t have any.” You say honestly although right now you could definitely use one.<br>\r\n<br>\r\n“I got a pack of Menthols” Billy says quickly with a bit of desperation. <br>\r\n<br>\r\n“Ok.” You gulp then begin walking to the front door of the bar. Billy quickly passes you to open it. <br>\r\n<br>\r\nYou get to the porch and the Kid gets you a cigarette and then lights it. He’s really trying to be a gentleman you think.<br>\r\n<br>\r\nYou take a nice long drag from it and blow. You look over at Billy who is still playing with his hands with his nervousness.<br>\r\n<br>\r\n“So have you lived in Bimsburg long?” Billy says<br>\r\n<br>\r\n“No. Not long.” You say hope the Kid’s  persistency will not over come his shyness. <br>\r\n<br>\r\n“You from Mexico?” He then asks<br>\r\n<br>\r\nYou look at your new tanned skin and thought back on the accent. You then said “Yeah I would say so.”<br>\r\n<br>\r\nBilly gave a quick laugh before saying “What your name?”<br>\r\n<br>\r\n“Rosa.” You say quickly. You notice that your focus has changed from the cigarette to the man, you mean boy standing before you. <br>\r\n<br>\r\n“A rose by any other name would smell so sweet.” Billy says softly <br>\r\n<br>\r\n“What?” You say as you blink a couple times, noticing that your has heart skipped a beat.<br>\r\n<br>\r\n“Oh it’s Shakespeare.” Billy says a bit embarrassed. “Real tough guy right. How many Bikers quote Romeo and Juliet?” <br>\r\n<br>\r\nYou give a girlish giggle and say “Only you  Billy.” <br>\r\n<br>\r\n“How do you know my name?” He asked confused <br>\r\n<br>\r\n“Oh one of your friends said it and you look the most like a Billy.” You say quickly, hoping he believes you.<br>\r\n<br>\r\nHe laughs before getting nose to nose with you. You thought you were going to kiss but before your lips met he said “Do you want to see my motorcycle?”<br>\r\n<br>\r\n“Si.” You answer<br>\r\n<br>\r\nBilly grabs your feminine hand and walks you to the bikes. You notice that your is now missing which made your temper raise. <br>\r\n<br>\r\n“This one is mine.” He says as he showed you his Harley. <br>\r\n<br>\r\n“Very nice.” You say looking at the bike you have seen plenty of times before. <br>\r\n<br>\r\n“You want to get on it?” He ask<br>\r\n<br>\r\n“In this skirt?” You ask gesturing to your ridiculous outfit. <br>\r\n<br>\r\n“Oh come on it’s dark and no one is looking.”<br>\r\n<br>\r\nWith Billy’s help you soon found yourself on his hog. In your new size the machine felt massive and even intimidating. Also the skirt and thong had not covered your rear and your ass was now on a cool leather seat which gave you goosebumps or at least that is what your telling yourself is giving you those goosebumps. <br>\r\n<br>\r\nYou wanted to explain to Billy that you don’t let some chick you just met at a bar on your seat of your bike. Your hog is a sacred thing, that’s why their a bitch seat! You need to protect your hog.  (Also it shows the girl that you willing to protect your bike, so your will protect her. Girls love that.) Over time you then let her on the seat, and maybe after you been married a few year you let her take it for a spin. You decide you’ll have to teach him that after you get turned back to normal.<br>\r\n<br>\r\nBilly leans on the Handlebars, and ask “Could I ask you something crazy?”<br>\r\n<br>\r\n“Yes?” You answer a little scared where this might go<br>\r\n<br>\r\n“Rosa, would you like to come with me to the Biker Rally?” He says quickly<br>\r\n<br>\r\n“Wha-“ he cuts you off before you can finish<br>\r\n<br>\r\n“There is a Harley shop just down the road and their still open. I can buy you a helmet, and jacket. You don’t need to pack a lot of clothes it just for the weekend, and I can have you home by Monday.”<br>\r\n<br>\r\n“But what about your friends?” You ask <br>\r\n<br>\r\n“Oh they won’t mind; plenty of bikers bring their wives and girlfriends. So it won’t be a big deal, and there’s a beach not far from the Rally we can go and enjoy the sun if you want to take a break from the bikes. I bet you look great in a bikini.” <br>\r\n<br>\r\nYou blush to the compliment before saying “I don’t know if the boss will let me off this weekend.”<br>\r\n<br>\r\n You realize that you are desperately trying to find a reason to not go to the Rally you have been waiting all year to attend.<br>\r\n<br>\r\n“I’ll talk to her! She seems like a reasonable lady, and me and the guys will be sure to stop back on Monday and we’ll drink a lot and she’ll make even more money!” <br>\r\n<br>\r\nYou look at Billy’s excited eyes and say</span></div></div>",
            "created":1588395600,
            "id":2828983,
            "title":"Billy wanting to spend some private time"
        },
        "1532311121111":{
            "author_id":"redrover5890",
            "author_name":"Boston Rocko",
            "choices":[
                "At your place getting clothes. ",
                "On the way to the ralky",
                "Arriving at the rally "
            ],
            "content":"<div class=\"\"><div> <span>“Umm.....sure!”you say worried about either outcome. If you say no you were almost positive you were going to change again. You at least hope that the witch would say no because she wanted to keep an eye on you. <br>\r\n“Awesome!” You hear billy say excited. The two of you made small talk outside. He could only maintain eye contact with you for about a half a second. Once you said yes is eyes hungrily scanned your body. You knew exactly what he was thinking about. You in your new underwear on all fours.... with him behind you..... you started to feel a little flush. Imagining his hard cock... his strong hips.... oh god what is happening “ Rosa you coming?” He asks extending his arm. Seeing his handsome face makes you blush “Sí Papí, I”m coming” you say dropping your smoke and stamping it out with your heels. Billy reaches out and wraps his arm around your waist like a snake. Placing his hand firmly on your ass. Holding it tightly.<br>\r\n<br>\r\nYou enter the bar and your former crew stared at you like hungry wolfs. You approached the woman responsible for your new predicament. You read her name badge “Wanda” <br>\r\n<br>\r\n“Excuse me ma’am.”  She looked up at the cute new couple and held back a giggle.<br>\r\n<br>\r\n“ Well aren’t you two just the cutest thing on four legs, what can I do for you and my favorite waitress” <br>\r\n<br>\r\n“Oh thank you ma’am. Well I was... We were wondering. If Rosa could come with me to the rally for the weekend. I promise she will be back on Monday and when we drop her off we will run up the biggest tab you ever seen!” <br>\r\n<br>\r\n“Oh well that sounds almost too good to pass up!.” She said with a smug smile “ is this what you want to do Rosa? Spend the weekend riding hogs” She said with a wink. You blushed remembering  your little daydream from earlier. <br>\r\n“ Sure.sure is Wanda” you say terrified <br>\r\n<br>\r\n“ well then you have fun honey!” She says. Causing Billy to do a little fist bump<br>\r\n“ Awesome thanks! Come on babe!” Billy responds grabbing by the waist and basically carries you back to the table with your gang. <br>\r\n<br>\r\n“ Hey Doc! Rosa here wants to ride with us to the Rally. Can I give her a lift to her place so she can grab some clothes?”<br>\r\n<br>\r\n“ Sure billy no problem. Oh and honey pack a bikini and a wet t-shirt. This rally has a number of wet tshirt and bikini contest, and with you rocking our colors I think we just may win a few this year” <br>\r\n<br>\r\nBilly and you walks out to his bike. As nightmares of this weekend flash in your head. You in a bikini, you in a wet tshirt, and the you in Billy’s room. <br>\r\n<br>\r\n“God help me” you thought as you were about to ride bitch in<br>\r\nMore ways then one.<br>\r\n</span></div></div>",
            "created":1588395600,
            "id":2829006,
            "title":"“Sure!”"
        },
        "15323111211111":{
            "author_id":"lanerd",
            "author_name":"Lanerd",
            "choices":[
                "You let Billy inside",
                "Don’t let him, but Wanda is there waiting. "
            ],
            "content":"<div class=\"\"><div> <span>Billy hands you the extra helmet of Hangman that his ex-girlfriend used, which he then helps you put on. You unfortunately knew that the helmet was black with neon pink highlights and said “Hell’s Bitch” on it. <br>\r\n<br>\r\n“Where’s your apartment?” Billy asked <br>\r\n<br>\r\n“Oh you go down the road until you reach Adams, take a right, then left on O’Kinley, it’s the small apartment complex on the right.” You say with out thinking. You couldn’t even give the directions to your own home like that. Damn witch. <br>\r\n<br>\r\nBilly lifts you on to the back of his bike before getting on himself. <br>\r\n<br>\r\n“You ready Babe?” Billy asked as he put on his helmet.<br>\r\n<br>\r\nYou again say “Si Papí.”<br>\r\n<br>\r\nBilly then started the engine and it startled  you. You quickly wrap your arms around the man as he began to drive to your apartment which you have never been to before.<br>\r\n<br>\r\nYou didn’t know if was Billy’s reckless driving or the spell, but you were actually a bit scared of the ride. Yet for what ever reason you found comfort holding Billy.<br>\r\n<br>\r\nYou held him tight, but soon you realized that it wasn’t from fear anymore, but because you liked the feeling of his muscular chest, and  his broad arms. You were practically crawling on top of him which you were sure that Billy was enjoying. <br>\r\n<br>\r\nYou got to find a way out of this!<br>\r\n<br>\r\n“This the place?” Billy asked as he pulled in front of a very cheap apartment complex. <br>\r\n<br>\r\n“Si. This is home.” You say absent mindedly as you realized you didn’t want to take your arms off of Billy rock hard body. <br>\r\n<br>\r\n“You want me to help you pack babe?” Billy asks as he took off his helmet. “Has he always looked that hot?” You ask yourself.</span></div></div>",
            "created":1588482000,
            "id":2829428,
            "title":"At your place getting clothes. "
        },
        "153231112111111":{
            "author_id":"redrover5890",
            "author_name":"Boston Rocko",
            "choices":[
                "Billy can’t control him self and throws you on the bed.",
                "He picks and you give Billy a sexy show hoping to stop more changes",
                "You start giving billy a lap dance (out of your control)"
            ],
            "content":"<div class=\"\"><div> <span>“Could you help? I have no idea on what to bring?” You ask your escort as you put your hand on his chest and lean in a little. You were becoming more and more frustrated that you couldn’t keep your hands off Billy. <br>\r\n<br>\r\n“ Of course babe.” He says smugly wrapping you up in his arms and pulls you into a kiss. His tongue  invades you mouth as you end up straddling his right leg. You couldn’t help but raise one heeled foot in the air as the make-out session continued. You could taste the whisky on his breath which made it hard not to vomit. You finally pulled away as you felt Billy’s bulge press against your flattened crotch. He gives your butt a light smack.” Let’s get up their and get you some clothes.” You turn and strut up to your apartment your body trying really hard to tease Billy. You approached your apartment and took a key out of your pocket. Your long nails made it hard to put the key in the lock. When you finally unlocked the door you saw a tiny one bedroom apartment. A shitty old brown coach, pictures of family and catholic imagines hung on the walls. <br>\r\n<br>\r\n“ This way Papi, to where thee magic happens” you say teasingly. Billy quickly follows you into your room and sits on the bed. You entered the closet and took out a small duffel bag. You filled it first with a small cosmetic bag and some random jewelry. You then moved to the closet and started grabbing some sexy lacy thongs. You pulled out a bright red lacy thong you looked over at Billy and blushed. You then grabbed some bras and you discreetly  checked the size. Your were curious of how far your body still had to change. 34 E it read, and you couldnt help,but see the words VS Maxi Push Up. 34 E those were some big tits and you certainly weren’t going to wear a push up bra you put it back. Wait you could put it back did that mean you had control over your body again. You removed the sexy things as well. “Success!” You think. Maybe being far away from the witch was weakening the curse. You grabbed a pair of granny panties and tossed them in your bag! You were so happy that you finally had some progress. You looked at Billy and were about to tell him to leave when you notice the granny pantries change into a sexy g-string. <br>\r\n“ Nooo!” Screamed inside your head. You look back at Billy and felt your self say “ Should I wear skinny jeans or leather pants?” <br>\r\n<br>\r\n“ Well which makes your ass look better” he says with a suave grin. <br>\r\n<br>\r\n“ This ass looks good any anything Papi.” You say with a wink as you felt your ass expand the tiny underwear slowly going up your crack“ but here  you tell me.” You say as you slowly slip off your tiny skirt as your butt expanded. You turn and rub your dainty hands along your new juicy booty giving Billy a fully view as you wiggled it a little” which first leather or jeans....” you say seductively looking over your shoulder.<br>\r\n</span></div></div>",
            "created":1588482000,
            "id":2829443,
            "title":"You let Billy inside"
        },
        "1532311121111112":{
            "author_id":"lanerd",
            "author_name":"Lanerd",
            "choices":[
                "You let the moment take over",
                "You stop this and damn the consequences "
            ],
            "content":"<div class=\"\"><div> <span>“Leather.” Billy says with a grin. <br>\r\n<br>\r\n“Be right back Papi.” You say with a wink hoping obedience would protect you from anymore changes. You walk in the closet, which was far larger then the apartment had any right to have and found several pairs of leather pants already lined up for you.<br>\r\n<br>\r\n“Ay-ay-ay” You say in depression of your situation. You began to slip the pair black leather pants up your legs. They were unbelievably tight and you struggled to get them up you new juicy butt. <br>\r\n<br>\r\nAs you struggled with the pants you muttered to yourself. “Stupid bar, stupid witch, stupid Billy and his sexy body, and cute smile, and hard strong cock.” You caught yourself after that. “Damn it!” <br>\r\n<br>\r\nYou finally had the pants on and walked out back in the bed room. Billy had got off the bed and was looking at some of the “your” things in the room. <br>\r\n<br>\r\n“What you think?” You say as you give a twirl. You cocked your hip and then stuck your rear out and gave it a little wiggle. <br>\r\n<br>\r\nBilly then said “Sexy as hell.” As he pushed his firm crotch against your rear. This had surprised you and you quickly shot up straight. <br>\r\n<br>\r\nOne of Billy’s hands began to fondle where your nonexistent breasts were. He then began to kiss your neck, sent a chill down your spine and a cute “ooo” sound from your mouth.<br>\r\n<br>\r\nOne of your pink nail polished hands softly grabbed his on your breast, while the other found his free one and began to guided it into your pants. <br>\r\n<br>\r\n“You know we can meet up with the guys later.” Billy whispered Softly in your ear as he began to nibble on it.<br>\r\n<br>\r\nYour want him so badly and it makes you sick to your stomach.</span></div></div>",
            "created":1588482000,
            "id":2829489,
            "title":"He picks and you give Billy a sexy show hoping ..."
        },
        "15323111211111122":{
            "author_id":"redrover5890",
            "author_name":"Boston Rocko",
            "choices":[
                "Your body takes over and begin unzipping his fly",
                "You don’t have a choice and this isn’t as bad as the alternative",
                "You push him on the bed hoping a lap dance or just your hands will wrk. "
            ],
            "content":"<div class=\"\"><div> <span>“ Damn the consequences! You say to your self. You use all your might to stop your hand from moving. It worked! You stop moving Billy’s just as his finger tips got under your panties. You then focus on moving his hand out of your pants. This required a little more focus. Sweat started to bead on your brow when your eyes snapped opened you look forward and since your reflection in a wall of mirrors that was your closest door. They you were. You look like a little twink topless in some low raise leather pants. You tried to look down and focus on your friends hand down your pants. You were starting to move both your hands up. You were starting to feel real hopefull but you noticed something happening on your chest. Your flat chest was starting to feel not so flat. They slowly grew to A cups as you began to feel Billy play with your enlarged nipple. You moan. They grow to a B cup as he nibbles on your neck again. <br>\r\n<br>\r\n“MMMMM” You moan in a mix of shame and excitement. You couldn’t help it as you bring Billy’s other hand to your other boob. Which are now a large B cup. You bring your hands to your face in ecstasy you felt your lips develop a slight plump. You look at your new body one more time as your breast are now a hefty  C cup. Yo bra was now about half filled. You couldn’t help it as you butt began to grind against Billy’s dick. Your ass expanded a little more. It was almost finished growing...you hoped. Your breast stop at a health D cup. You can’t take your eyes off your new reflection your body had changed you looked down right sexy but your partially filled bra cups indicated that you still had a few more changes. <br>\r\n<br>\r\n“ God I want to fuck you so bad” he said as he started grinding back into your luscious ass. <br>\r\n<br>\r\n“:Oh......Papi we.......need. To go.....can’t b late.” You say ads a last ditch effort to save your dignity. <br>\r\n<br>\r\n“ Alrighht baby but you got to help me out. You know because I am taking you on this trip after all.” <br>\r\n<br>\r\n“ what did you have in mind.? “ You asked sounding sexy and naive.<br>\r\n<br>\r\n“ why don’t you put those  lips to use?”  He says as he quickly spins you around and begins to push on your shoulders.</span></div></div>",
            "created":1588482000,
            "id":2829573,
            "title":"You stop this and damn the consequences "
        },
        "153231112111111222":{
            "author_id":"lanerd",
            "author_name":"Lanerd",
            "choices":[
                "Head to the Rally",
                "Finish packing"
            ],
            "content":"<div class=\"\"><div> <span>Billy push wasn’t hard, but it was firm on your dainty shoulders and you soon found yourself on your knees looking at the bulge in the pants of the kid that has idolized you since he joining the Hellhounds. <br>\r\n<br>\r\nYou tried desperately to think of a way out of this, but you knew that you had no alternative if you wanted you old body back. <br>\r\n<br>\r\nYour shaking hands and long fingernails struggled with the belt and zipper, but the struggle was not nearly as long as you hoped it would be. <br>\r\n<br>\r\nSoon Billy’s massive cock was right before your eyes. You grabbed on to his legs, took a deep breath, closed your eyes, and wrapped your lips around it. <br>\r\n<br>\r\nYou felt your eyes started to tear up as you started sucking on his dick. You guess your sucking wasn’t to Billy’s satisfaction, as he put a firm hand behind your head and began to push you back-and-forth at an  accelerated rate. <br>\r\n<br>\r\nHis cock got deeper and deeper in your throat till you felt like you were going to gag. You also felt your breasts going jiggling along with your movements. <br>\r\n<br>\r\nYou now knew you had tears going down your checks. Which was another insult because guys like you don’t cry.<br>\r\n<br>\r\nFinally he came, and your mouth, face, and new breasts were covered in cum.<br>\r\n<br>\r\nBilly began to get redressed as you embarrassingly began to clean the sticky substance off of yourself. You notice that now you can’t even look up at him. <br>\r\n<br>\r\n“You not bad babe. You need a little more experience, but by the end of weekend I’ll make sure you’ll be a blow pro.” Billy laughs as he gives you a hand to help you to your feet. </span></div></div>",
            "created":1588482000,
            "id":2829675,
            "title":"You don’t have a choice and this isn’t as b..."
        },
        "1532311121111112222":{
            "author_id":"redrover5890",
            "author_name":"Boston Rocko",
            "choices":[
                "On the way to the rally",
                "Arriving to the biggest rally of the year."
            ],
            "content":"<div class=\"\"><div> <span>You take his hand and he helps you up. You get a good look at your self in the mirror. You didn’t recognize what you had become and not just physically. You sucked another mans dick, and not just any mans but one of the youngest members of your crew. He was like your little brother and you just swallowed his load atleast what was blown on your face. Billy laid back down on the bed. He looked so blissful and who could blame him. You loved the random road hookup. You just didn’t love being the one sucking the dick and this was just the begging. You washed off your face and changed into a tight black tank top that went well with your black leather pants. You had to admit you made a sexy bitch. You wonder how many changes you had left. <br>\r\n<br>\r\n“Damn girl you wear this little bikini and you are defietly going to win some contests.” <br>\r\n<br>\r\n“Gracia...Papi” you say flirtatiously. Fuck! You were cooperating why was it still making you flirt! You finished packing. Your bag consisted of a few micro skirts, crop tops, three string bikinis a couple of pairs of stripper heels, a pair of skinny jeans, some yoga pants, a sports bra, a pair of flip flops, a the tiniest little neon pink teddy and gstring that Billy insisted on you brining for the first night together at the rally. The clothes were so small your bag wasn’t even half full. You walked down the stairs and put your thing in one of Tommy’s saddle bags. The drive back was short but you did stop and get a leather jacket and your own helmet. The jacket was small and tight. It could barley contain your breasts which still had more room to grow, The rife back to bar was just as erotic as the ride there You really started to enjoy the. vi ration of the engine. You enjoyed it so much you could help but grind your crotch into Tommy’s back causing He to look back at you and smile.  <br>\r\n<br>\r\nYou pulled up as the crew was getting ready to leave. <br>\r\n<br>\r\n“Alright.. let’s ride out” You heard doc shout. But just before you left Wanda let out a whistle.<br>\r\n<br>\r\n“Hold up one more sec boys I need to say one more thing to my girl”. Doc gave you the thumbs up and you got off the back of the bike and walked over to the witch. <br>\r\n<br>\r\n“ Damn you are coming along nicely” she said with a self assured laugh. <br>\r\n<br>\r\n“ Come on you have had your fun! Turn me back!” <br>\r\n<br>\r\n“ oh I am not the only one who had my fun. Tell me what was it like sucking dick. Did you enjoy the taste of his load? “ You blushed. God help you but a little part of you did and she knew it. <br>\r\n<br>\r\n“ please turn me back.”<br>\r\n<br>\r\n“ not yet honey. Not until, you get back. You see I gave you a feminine energy and it’s wanting to see if you are a suitable host in order for this to stop you need to gave it a fare chance.”<br>\r\n<br>\r\n“ what do you mean” <br>\r\n<br>\r\n“ the changes happen when you fight it. If you fight it then the spirit doesn’t know if you are a good fit for its energy so it changes more looking for a willing energy.That why you are enjoying this it’s the energy making you give it a fair try. If you give it a fair try and don’t like it will leave.”<br>\r\n<br>\r\n“ so I either willingly play along to see if I like it? Andy if I fight it’s going to keep changing me till I like it?” <br>\r\n<br>\r\n“ Basically Yeah? That’s what I told you I tg he begging. Now your boy toys waiting Rosa. And don’t new worry I will keep an eye on you at the rally.” She said finally giving you a kiss on the cheek. You turned and walked dumbfounded back to you seat grasping on to tommy. This ride was going to be long enough and you wish you didn’t have dick breath hole ride. </span></div></div>",
            "created":1588482000,
            "id":2829690,
            "title":"Finish packing"
        },
        "15323111211111122221":{
            "author_id":"lanerd",
            "author_name":"Lanerd",
            "choices":[
                "arrived at the Rally",
                "been pulled over by the Police"
            ],
            "content":"<div class=\"\"><div> <span>The Hellhounds all started up their engines and let them roar for a few moments. Then Doc took point and lead the pack down the road out of this god forsaken town.<br>\r\n<br>\r\nYou always liked riding you hog at night. It was cooler, which is nice when your wearing a leather and black. Yet right now either from the fact of your current body or the less clothes you were wearing, you were a bit chilly. You pulled yourself close to Billy for warmth. <br>\r\n<br>\r\nThis was the first time you realized that you had your breasts pushed up against Billy’s back. You glanced down at them and were impressed with their size. Under normal circumstances you would love to give a pair like that a nice squeeze, but with them being yours you didn’t even want to see them. <br>\r\n<br>\r\nYou yawned. You felt exhausted, it had been a horrible day and very long. You shivered again from the cold and snuggled up close with the hunk before you. “I’ll just close my eyes for a few minutes.” You think to yourself <br>\r\n<br>\r\n<br>\r\n<br>\r\nYou found yourself in a valley before some kind of farm that looked like it had been from the set of a cowboy movie. To match your current location you were wearing a traditional Mexican dress. You smiled at the heavenly landscape and twirled the dress giggling. You ran through the valley and found a patch of flowers. You kneeled down to smell a yellow flower, it was sweet and you reached to picked it for your hair.<br>\r\n<br>\r\nYou then heard laughter as loud as thunder. You looked up from the pretty flower and fear took hold. Riding a Black horse at full speed was your former self. His clothes matching his horse. <br>\r\n<br>\r\nYou quickly stood up and began to run, but you felt like you were running in water unable to get away. Soon a firm arm grabbed you and pulled you up. You attempted to struggle free, but your new form was no match for your old one. The last thing you heard was you screaming “Papí!” As your old self laughed.<br>\r\n<br>\r\nYou woke up and found that you were still holding tight to Billy. You quickly looked around and saw that it was morning and you had<br>\r\n</span></div></div>",
            "created":1588568400,
            "id":2830245,
            "title":"On the way to the rally"
        },
        "153231112111111222211":{
            "author_id":"redrover5890",
            "author_name":"Boston Rocko",
            "choices":[
                "Shopping with the other Dog cathcers",
                "You arrive back to your room"
            ],
            "content":"<div class=\"\"><div> <span>You saw the sun coming up over the town of Talladega Beach. A mini metropolis in South Carolina. The streets weren’t busy as the sound of your gang rolled in. You pulled into the parking lot of the Beach Comer Inn. It was your standard hotel. As Billy pulled into the parking lot and shut off his bike. <br>\r\n“Hay babe hold tight. I will go grab our room key.” He said standing up. You hugged yourself and nodded. You really missed Billy’s Heat you thought. Why am i so damned cold. You can stop shivering. You looked around and saw a few “old lady’s”. That was biker slang for girlfriend or wife. You then saw a few dog catchers.<br>\r\nThe was the term for the hellhounds concubine of groupies. On the bike in front of you was the long auburn hair of cherry. She was a catcher that you played with a few times. She swung her long legs off of Judge’s bike so<br>\r\nShe could turn to face you.<br>\r\n“Hey girl!” She cheers sweetly and playfully runs over to you. “ My names Cherry!  Welcome to the crew. What’s your name?”<br>\r\n“ Oh I’m Rosa”!you say politely extending your hand.<br>\r\n“ oh sister we don’t shake hands” she says as she leans in for a hug. You felt your chest press up against hers and you couldn’t help but think that you’re seemed slightly bigger the Cherrys.<br>\r\n “God I had bigger tits then a dog catcher” I thought mortified. <br>\r\n“ So Billy huh. What a sweetie, and that body..mmmmhhmmm. “ She giggles as you blushed” but I I don’t need to tell you that. If you ever want a hand taming that hound just let me know”<br>\r\nYou could only smile as you watched billy walk back. <br>\r\n“ Alright room 69. Well that’s my favorite room” Billy said sweetly making you blush. The familiar feeling of Bilys coco hitting your throat comes back making you blush. Billy takes this as a good sign and effortlessly picks you up off the bike. You grab your duffel bag from the bike and follow your man up stairs. You open the door to see a standard room one king bed a little dining area a fridge, microwave and tv. There was a bathroom that had a small sink and hot plate. <br>\r\n“ Hey babe why don’t you go with the other catchers to the store and grab us some grub. I need to sleep and you got your little nap in the road.” <br>\r\n“ Si, Billy” you say and turn to leave you were so relieved that  billy didn’t want some personal time that you didn’t even care that he referee to you as a catcher. <br>\r\n“ oh.... I like it when you call me Papi” he says with a shy smile. <br>\r\nYou turn and blow a kiss before you leave “ Bye...Papi” you say and couldn’t help but giggle a little bit at the end making BIlly smile. You were really starting to hate this curse.</span></div></div>",
            "created":1588568400,
            "id":2830268,
            "title":"arrived at the Rally"
        },
        "1532311121111112222111":{
            "author_id":"lanerd",
            "author_name":"Lanerd",
            "choices":[
                "Back at the hotel",
                "Still shopping "
            ],
            "content":"<div class=\"\"><div> <span>You walked back into the lobby and went to find the other Dog Catchers. You noticed that your chests jiggling has become more noticeable and you were hoping that your tits didn’t pop out of your top. <br>\r\n<br>\r\nYou joined Cherry and the other girls and in a few minutes you found yourself shopping at a local grocery store. You didn’t know if it was apart of the spell or the fact you were now a small girl who couldn’t throw a punch, but your alpha personality which was even more common when dealing with women  was hidden and you felt very timid. <br>\r\n<br>\r\nShopping for groceries Helen, (the self proclaimed head Dogcatcher) asked  condescendingly how you had met Billy.<br>\r\n<br>\r\nYou told her that he had met you on the way to the Rally at a bar, and the girls laughed <br>\r\n<br>\r\n“Oh we thought you were going to be an actual Dogcatcher not just a one time fling.” Linda said<br>\r\n<br>\r\n“Don’t worry babe there nothing wrong with spending a weekend with one of the boys. I’m sure that Billy won’t forget your name at least for a couple months.” Helen laughed. <br>\r\n<br>\r\nFor some reason these comments hurt you. You and Papí had something special right? After all you took him to your apartment, and he bought you a jacket and helmet. He not someone to use a girl and run off, he’s sweet. You shuck you head. “Damn curse!” <br>\r\n<br>\r\nYou don’t have any feelings for Pa-Billy. After this weekend you’ll get back to the bar and that Witch is going to get changed back. There is no way that that her feminine energy is going to see you as a potential host. <br>\r\n<br>\r\n“So what are you going to make for the party?” Asked Cherry<br>\r\n<br>\r\n“I was thinking of doing something a little different maybe some Enchiladas.” You say absent mindedly<br>\r\n<br>\r\n“Oh I love those! We need to keep you around even if it’s not with Billy, I’m sure we can find you a someone you can become old lady for.” Linda said<br>\r\n<br>\r\n“I’m here with Billy.” You say Defensively <br>\r\n<br>\r\n“Awww ain’t she the sweetest think!” Joyce  squeals while Helen laughs.<br>\r\n<br>\r\n“I think you and Billy are going to workout Rosa, and soon you’re going to have your own Dogcatcher jackets!” Cherry said as she put her arm over your shoulder. <br>\r\n<br>\r\nThe thought of a Dogcatcher jacket came in your mind eye as the large words “Property of Billy the Kid” on the back gave you a shiver of both fear and excitement.</span></div></div>",
            "created":1589000400,
            "id":2833223,
            "title":"Shopping with the other Dog cathcers"
        },
        "15323111211111122221111":{
            "author_id":"redrover5890",
            "author_name":"Boston Rocko",
            "choices":[
                "Billy wakes first",
                "You wake first"
            ],
            "content":"<div class=\"\"><div> <span>You gathered up all the food you needed to make enchiladas, still a little freaked out that you now know how to cook. You headed to the check stand and Cherry tossed something in your basket. You looked down and immediately felt nauseous. <br>\r\n<br>\r\n“ Your gonna want these too” she says with a wink and a playful slap on your ass. She had put a rather large box of magnum condoms in your basket. You then thought about how you already sucked Billy’s dick and that Cherry was probably right. Your cheeks turn red as you remember the feeling of Billy’s cock sliding across your lips. <br>\r\n<br>\r\n“ next!” You heard the young punk working the register yell, bringing you back to reality. <br>\r\n<br>\r\n“ looks like someone has dick on the brain!” You heard a dog catcher shout. You blush feeling ashamed about how right she was. You bought your items and headed back to the hotel. You approached your room with groceries in hand. You said a little prayer hoping Billy was a sleep so you didn’t have to preform for him. You were relieved to hear snoring as you opened the door. Billy was out cold on the bed. You put away the groceries as quietly as you could. Once you finished you sat on the coach. You were exhausted. It had been an emotionally and physically draining 24 hours, now you just wanted to sleep. Only problem was there was just one bed. Your first thought was to sleep ion the couch but you were afraid that would trigger the curse. You new you had to get in bed with Billy. Then came the next problem. You couldn’t exactly sleep in leather pants and heels. You began to undress. Keeping your eyes on Billy, not wanting to wake him up while you changed. Once your clothes were off you caught a glimpse of yourself in the mirror. <br>\r\n“God you were hot” you thought to yourself. <br>\r\n<a rel=\"nofollow\" href=\"https://topbase.co/autumnfallsfc#lg=1&amp;slide=16\" target=\"_blank\">https://topbase.co/autumnfallsfc#lg=1&amp;sl...</a><br>\r\n<br>\r\nYou then looked in your bag and put on the least sexy( but still pretty fucking sexy)  pajamas you packed. It was a light grey night gown made out of T-shirt material. It was so short that it didn’t even cover all of your new plumped backside. <br>\r\n<a rel=\"nofollow\" href=\"https://topbase.co/autumnfallsfc#lg=1&amp;slide=33\" target=\"_blank\">https://topbase.co/autumnfallsfc#lg=1&amp;sl...</a><br>\r\nBut it would have to do. You looked at yourself one more time and couldn’t believe this was you. The long black hair the tight little body the long legs and huge chest. Besides what was left of your dick which wasn’t much ( what was left was no bigger then a thimble) Hopefully your body wouldn’t change any more and this situation would soon be over. You slowly and quietly slid into bed next to your man and closed your eyes. <br>\r\n</span></div></div>",
            "created":1589432400,
            "id":2835356,
            "title":"Back at the hotel"
        },
        "153231112111111222211112":{
            "author_id":"redrover5890",
            "author_name":"Boston Rocko",
            "choices":[
                "The beach ( maybe Bikini contest)",
                "The bar ( Maybe a Wet t-shirt contest\"",
                "The shower ( a little more fun together)"
            ],
            "content":"<div class=\"\"><div> <span>You slowly wake from a dreamless sleep. The smell of stale beer and whisky wafting through the air. \"Where am I\" you ask yourself realizing that you were in some hotel at the big rally. A smile crept over you face as you felt your dick resting on your inner thigh. The familiar feeling brought back the events of the previous day. You realize it must have been a dream as you reached your hand down and grabbed your cock. You were so releaved when you touched it....but that was short lived. <br>\r\n<br>\r\n\"MMMM. That feels good baby keep going\" You hear the familiar voice of the kid whisper in your ear. Turns out Billy started spooning you while you both slept and that was his manhood you grabbed. You not having a choice began to stroke his member. As your hand worked up and down on his warm shaft Billys hand went from your hips and to your boobs. <br>\r\n<br>\r\n\"Ai Papi\" You couldnt help but moan as Billys expert hand tweaked your nipple.The sound of your moan causing Billy's cock to get even bigger. He reaches up and forces you to face him and he began to kiss you as you felt his hips begin to move pack and forth. The makeout session lasted a few moments. You prayed that he would be satisifed with this hot makeout session. Billys hands moved back down to your hips and he slowly shifted you on to your stomach. You then felt him get on his knees behind you. You got up on all fours in a  futile attempt to confront Billy but his powerful hand on your back forced your chest and head back down on to the bed. leaving just your ass stuck in the air. <br>\r\n<br>\r\n\"You ready babe\" He asked but he didnt give you enough time to respond as he began to push his head into your virgin hole. The pain felt unbearable as he split you in two.\"God your tight\" *SLAP* \" lossen up baby\" he demands as you try your best to not clinch. He starts to pull out but then pushs back in. \"You like that baby, come on talk dirty babe\"<br>\r\n<br>\r\n\"Si, papi. I like this mucho...\" <br>\r\n<br>\r\n\"Oh yeah. Tell me your my slut my little whore\" He demands. You fought back tears as shame over took you.<br>\r\n<br>\r\n\" I am your little slut papi, I want to be your little whooooore\" the last word became a moan as pleaseure began to fill your new body. The next few moments became a blur as Billy fucked your ass. The pleasure was unlike anything you ever expirnced. You were so lost in arrousal that all other feelings left you. Billys hands continue to rub and slap your new butt as he pounded it. You then felt him grab your new chest as he lifted your torso up so you were both standing on your knees. Billy began messaging your tits again as you lean back to kiss him. You felt your body shutter at your first femal orgasim as Billys cock twitched inside of and fired a huge load up your bouncy new booty. You both colapse onto the bed.<br>\r\n<br>\r\n\"Damn girl that was great. Best I had in a while\"<br>\r\n<br>\r\n\"Gracias Papi\" you respond to exhausted to say anything else. Your afterglow was short lived as shame over took you. You just let some young kid fuck you. And worset of all you like it.<br>\r\n<br>\r\n\"Hey do you want to get out of here and head too.....\"</span></div></div>",
            "created":1589432400,
            "id":2835528,
            "title":"You wake first"
        },
        "154":{
            "author_id":"redrover5890",
            "author_name":"Boston Rocko",
            "choices":[
                "Playing the game",
                "Even more choices"
            ],
            "content":"<div class=\"\"><div> <span>Playing the Game- A man signs up for a reality tv show where he has to propose to a woman site unseen (Love is Blind on Netflix). The only problem is he gets put on the wrong side of the wall. The entire mansion and pods are automated so the only way out is as another mans fiance. How far will he be willing to go to win another man over. Will his fellow female contestants help him or hurt him? What will he do after the proposal? Lets find out. (please feel free to add to this or any of my other stories.)</span></div></div>",
            "created":1586322000,
            "id":2815554,
            "title":"More Choices!"
        },
        "1541":{
            "author_id":"redrover5890",
            "author_name":"Boston Rocko",
            "choices":[
                "The makeover",
                "You try to leave",
                "Something else"
            ],
            "content":"<div class=\"\"><div> <span>Your name was Devin and you were getting pretty tired of being single. Now don't get me wrong you really enjoyed being single.  You loved going to the bars and picking up chicks but the one night stands were starting to get old. You were wanting something a little more serious. The player lifestyle was a young mans game and you were 31 and you were the last of your friends who were still single. One day you received an email from the streaming service Showflix. You clicked on it and were surprised that you won a spot on the new upcoming reality dating show called \"Dating Blind\". You read more into it and apparently this show took 8 women and put them in a house and they would be going on dates with men in search of finding the \"one\".  The men were staying in another house and would only be able to talk to the women through a screen. For the men the point of the games was to get a women to say yes to their proposal. The women had to get the men to propose. After reading more you learned that the house was one of those new auto houses. It was built to serve either men or woman and make sure they were always taken care of. This sounded amazing but you were confused you never entered to be on this game show. You then spot another email from your sister. <br>\r\n<br>\r\n\" Hey Devin, <br>\r\n<br>\r\nPlease don't hate me but I entered you into a contest to be on a dating game, and you won! All you have to do is go to the house and meet the love of your life. I know this is sudden but I know how sad you have been being alone and I thought this could really work. I hope you give it a try. <br>\r\n<br>\r\nLove, <br>\r\n<br>\r\nJanet\"<br>\r\n<br>\r\nOf course it was Janet. She always hated your single lifestyle. That was probably because you slept with most of her friends. She was right though what could it hurt. The next morning you got in your car and drove to the address on the email. <br>\r\n<br>\r\nYou pulled up to see two beautiful mansions. One was painted white and purple and the other house was painted white and blue. You showed your admission letter to a guard at the gate and he directed you to park on the purple side. You get out of your car. This was so weird you thought to yourself as you walked up the steps. The email said that clothes would be provided so you had no luggage. You walked through the front doors and followed the signs with your name on it until you found your room. Why was your name written in pink. Once you walked in the door behind you closed and locked. You heard a famine voice coming from a speaker somewhere in the room. <br>\r\n<br>\r\n\"Welcome Devin! You are one of the first contestants on \"Love is Blind\". Before we get started you have to get ready to meet the other brides!\" Other brides? you thought you wouldn't meet your bride till after you proposed. \" After you get undressed we will provide a full makeover to make sure you look your best. Then you will be provided with a new set of clothes. Your suitors may not be able to see your face but as the show progresses you will have opportunities to send your new Beaus seductive images and even more\" OH No! what is happening \" Now lets get you ready to meet the man of your dreams.\" <br>\r\n<br>\r\n\"I am going to kill my sister. \"You think to yourself.</span></div></div>",
            "created":1586667600,
            "id":2817742,
            "title":"Playing the game"
        },
        "15412":{
            "author_id":"spooky1",
            "author_name":"Spooky",
            "choices":[
                "time passes, you need to do something to get out...",
                "Look for something plain to wear, then try and convince a stranger to marry him.",
                "Hold out... they can't keep you here forever",
                "You accept a beauty procedure, you can reverse it when you get out of here.",
                "Something else."
            ],
            "content":"<div class=\"\"><div> <span>\"I am going to kill my sister. \"You think to yourself.<br>\r\n<br>\r\n“Please step into the automated closet and remove your clothes” You heard the A.I. instruct you from over head.<br>\r\n<br>\r\n“I am in the wrong room! I am a man I am supposed to be with the future groom!” You shout at the computerized room hoping to get this sorted out as soon as possible.<br>\r\n<br>\r\n“Analyzing request……….. Supervisor will be needed please wait.” You were relieved to hear that a human was coming into help you. “Connecting you now with supervisor Annette Lockheart”.<br>\r\n<br>\r\n“Annette Lockheart” you say to yourself, recognizing the name.<br>\r\n<br>\r\n“Hello Devin, long time no see” You immediately recognized the voice. Annette Lockeheart or Annie was a good friend of your sisters. A friend you happened to have had a one nightstand with. “ So according to your compliant you are on the wrong side. I can fix it no problem just step on through to the closet and I will switch the setting to male.”<br>\r\n<br>\r\n“Ummm thanks Annie” You say as you walk into the closet. “So how have you been. I have talked to you in a while.” The door to the closet snaps shut and locks.<br>\r\n<br>\r\n“Been awhile since you fucked me and bailed you mean?” She shoots back ‘ I have been ok. Though I do have to say I started feeing better when your sister called me.”<br>\r\n<br>\r\n“Oh yeah? Did she call you when I got on the show?” You ask as you get undressed and stand on the lit up spot on the floor.<br>\r\n<br>\r\n“No. She called me to get you on the show. She wanted to improve your dating life”<br>\r\n<br>\r\n“And you wanted to help me...Thanks!” You say as you began removing all your clothes.<br>\r\n<br>\r\n“Oh not to help you” she responds with a condescending tone. “I am hear to teach you a lesson” Those last words were emphasised by your feet getting locked into place.<br>\r\n<br>\r\n“What!?” You respond as two cables came down and grabbed your wrists. Pulling your arms above your head.<br>\r\n<br>\r\nThe cables begin removing your clothes, any that they can't remove they cut off, leaving you totally nude...<br>\r\n<br>\r\n\"Oh yes, and Contractually, you aren't allowed to leave until an engagement is agreed upon, in which you'll be sent straight to the Wedding and honeymoon, now we have an huge stocked Wardrobe any women would be jealous of, you should get dressed.<br>\r\n<br>\r\n\"That's not happening!\" I'm not wearing anything like this, you say seeing the Wardrobe offered, a range of feminine clothing, some Sexy some classy, anything in between.<br>\r\n<br>\r\n\"Well that's up to you, but you aren't leaving until you find a man willing to marry you, we also have an assorment of Beauty Procedures, Yes, anything you want we can do for you, I won't force you, I want you to ask for it\" Annette smiled grimly.<br>\r\n<br>\r\n“Before you leave this place you are going to turn yourself into the kind of woman that any man wants to wife up.” She says as an assortment of beauty procedures pops up on a screen. Everything you always wanted in a woman.….breast enlargement….. A brazilian but lift…..or vaginal restructuring……..decisions…...decisons?”<br>\r\n<br>\r\n\"And Let me be clear, you aren't allowed into any of the pods unless properly dressed...\"<br>\r\n<br>\r\nYou felt your heart sink through the floor... were you really trapped here... that couldn't be legal... but then again you had no idea what papers you'd signed or that Janet or Annette had set you up for.<br>\r\n<br>\r\n“Please you cant do this!” You beg</span></div></div>",
            "created":1589605200,
            "id":2836931,
            "title":"You try to leave"
        },
        "154124":{
            "author_id":"redrover5890",
            "author_name":"Boston Rocko",
            "choices":[
                "They no who you are",
                "They have no clue who you are "
            ],
            "content":"<div class=\"\"><div> <span><br>\r\nYou realizing that you don’t have much of a choice in the matter so you start looking at your options for procedures. You definitely weren’t going with anything that said butt or breast. You saw the word vaginal and felt like you were going to pass out. You kept scrolling by things that you had no idea what they were before finally landing on the “ Salon Day” treatment. That didn’t sound so bad  . A salon was just a woman’s barber shop right? <br>\r\n<br>\r\n“ Hey Annie I think I found the procedure I want” you say to the screen in front of you. <br>\r\nAfter a brief moment your captor’s face reappeared on the screen. <br>\r\n<br>\r\n“ Oh... That was fast. Which one did you pick” <br>\r\n<br>\r\n“ Umm I think I want the “salon day” one” you said with some hesitation.  A big grin appeared on Annette’s face <br>\r\n<br>\r\n“ Oh really?” She says her joy making you nervous.<br>\r\n<br>\r\n<br>\r\n“Ye..ye...yeah. I do” you say your nerves getting worse. <br>\r\n<br>\r\n“Okay! Perfect she says. “Get dressed and get in the pod please” you walk over to the clothes  and pick out some fashionably ripped jeans and a super tight crop top (the most masculine things there) You put them on and are embarrassed by how well they fit your tiny frame.  You walk over to the pod<br>\r\n<br>\r\n“ you look so cute! She says perfect for a days worth of work at our automated salon!”<br>\r\n<br>\r\n“ Auto what?!” You respond shocked as the pod door snaps shut <br>\r\n<br>\r\nYou are brought to what looks like a salon but it is not staffed by humans but robots straight out of some bad sci-fi movie. You are shot out of a pod and land in a comfy pink chair. You are then rolled in front of a machine <br>\r\n<br>\r\n“Alright honey what color would you like?” You heard the machine ask <br>\r\n<br>\r\n“ what?” You ask<br>\r\n<br>\r\n“ white .No problem!”   The machine responds as you are given a pair of long finger nails with white acrylic polish. <br>\r\n<br>\r\n<a rel=\"nofollow\" href=\"https://images.app.goo.gl/Ap4mto6xgbaAVWT2A\" target=\"_blank\">https://images.app.goo.gl/Ap4mto6xgbaAVW...</a><br>\r\n<br>\r\nNext you were brought to a chair in front of a mirror <br>\r\n<br>\r\n“ oh I see here you have selected “finding a man” as your reason for your visit today” <br>\r\n<br>\r\n“ what no I didn’t” you responded to the automated voice. <br>\r\n<br>\r\n“ manager over ride. Please continue with “ finding a man sequence” . You heard Annette say over head to the computer. <br>\r\n<br>\r\nBefore you could respond a bunch of robotic arms began attacking you with cosmetics. After about 45 min you heard a loud ding like a timer just went off.<br>\r\n<br>\r\n“All finished! Now let’s get a good look at you” <br>\r\n<br>\r\n<a rel=\"nofollow\" href=\"https://images.app.goo.gl/RokTFM7oprZpgkAQ8\" target=\"_blank\">https://images.app.goo.gl/RokTFM7oprZpgk...</a><br>\r\n<br>\r\n“ Wow! You turned out hot! Looks like you are ready to meet the other contestants” you heard her say as the chair you were in began moving toward a large pink door. <br>\r\n<br>\r\n“ now remember the rules are simple. You are competing to find your perfect man. You are not only competing against the other girls but also against the men.”<br>\r\n<br>\r\n“ what” you said completely forgetting that this was all for a game show.<br>\r\n<br>\r\n“Oh yes. You will be competing against the boys. For every competition the girls win  they can change the boys in any way the want, and if the boys win. They can change you into whatever they want there brides to be! Doesn’t that sound fun! Now let’s meet your other contestants” <br>\r\n<br>\r\nYour heart dropped as you were wheeled into a modern living area with seven other woman all in similar chairs. You realized that you were in for one more surprise. All the other woman, your fellow contestants, were all woman you have slept with.<br>\r\n</span></div></div>",
            "created":1589691600,
            "id":2837182,
            "title":"You accept a beauty procedure, you can reverse ..."
        },
        "15413":{
            "author_id":"redrover5890",
            "author_name":"Boston Rocko",
            "choices":[
                "Breast",
                "Butt Lift",
                "Vaginal......"
            ],
            "content":"<div class=\"\"><div> <span>\"I am going to kill my sister. \"You think to yourself.<br>\r\n<br>\r\n“Please step into the automated closet and remove your clothes” You heard the A.I. instruct you from over head. <br>\r\n<br>\r\n“I am in the wrong room! I am a man I am supposed to be with the future groom!” You shout at the computerized room hoping to get this sorted out as soon as possible. <br>\r\n<br>\r\n“Analyzing request……….. Supervisor will be needed please wait.” You were relieved to hear that a human was coming into help you. “Connecting you now with supervisor Annette Lockheart”. <br>\r\n<br>\r\n“Annette Lockheart” you say to yourself, recognizing the name. <br>\r\n<br>\r\n“Hello Devin, long time no see” You immediately recognized the voice. Annette Lockeheart or Annie was a good friend of your sisters. A friend you happened to have had a one nightstand with. “ So according to your compliant you are on the wrong side. I can fix it no problem just step on through to the closet and I will switch the setting to male.”<br>\r\n<br>\r\n“Ummm thanks Annie” You say as you walk into the closet. “So how have you been. I have talked to you in a while.” The door to the closet snaps shut and locks.<br>\r\n<br>\r\n“Been awhile since you fucked me and bailed you mean?” She shoots back ‘ I have been ok. Though I do have to say I started feeing better when your sister called me.”<br>\r\n<br>\r\n“Oh yeah? Did she call you when I got on the show?” You ask as you get undressed and stand on the lit up spot on the floor.<br>\r\n<br>\r\n“No. She called me to get you on the show. She wanted to improve your dating life” <br>\r\n<br>\r\n“And you wanted to help me...Thanks!” You say as you began removing all your clothes. <br>\r\n<br>\r\n“Oh not to help you” she responds with a condescending tone. “I am hear to teach you a lesson” Those last words were emphasised by your feet getting locked into place. <br>\r\n<br>\r\n“What!?” You respond as two cables came down and grabbed your wrists. Pulling your arms above your head. <br>\r\n<br>\r\n“Oh yes. I am going to turn you into the kind of woman that any man wants to wife up.” She says as an assortment of beauty procedures pops up on a screen. “ A mix of the girl next door and a dirty skank,,,,,,,, Everything you always wanted. Now what beauty procedure first….breast enlargement….. A brazilian but lift…..or vaginal restructuring……..decisions…...decisons?” <br>\r\n<br>\r\nYou felt your heart sink through the floor.<br>\r\n<br>\r\n“Please you cant do this!” You beg <br>\r\n<br>\r\n“Oh I can and I will.  Now lets start with……..”<br>\r\n</span></div></div>",
            "created":1587877200,
            "id":2825248,
            "title":"You get help"
        },
        "154131":{
            "author_id":"redrover5890",
            "author_name":"Boston Rocko",
            "choices":[
                "Buttbfirst",
                "Crotch"
            ],
            "content":"<div class=\"\"><div> <span>“Let’s start with the top shall we” You heard your ex say in a taunting tone. “ You always were a tit man weren’t you. How many times did you tease me for not having a big chest?” You really heard the venom in her voice now. “ No one will tease you that’s for sure” Two robotic arms moved from the wall and headed straight for your chest. <br>\r\n<br>\r\n“ Please Annie! I beg you don’t do this! Please!!I learned my lesson!” You began to cry as the needles pierced your already scrawny chest. You felt your skin began to stretch and expand. Slowly rising a perky A cup <br>\r\n<br>\r\n“ While your girls ar coming in let’s focus on your lips shall we?” Your head snapped up as you looked at the screen. “ You really liked my lips remember that? Let’s give you your own DSLs” a tube that looked like it belonged on a vacuum came out of the wall and attached to your lips. You immediately felt a strong sucking sensation in your lips. It was so strong you thought your lips were going to get ripped off. *pop* you heard the machine as it released you. “ Mmm those look like they belong on a dick now” A mirror came down and you saw your soft plump lips. You looked even lower and and saw your soft plump tits. They were now at a small C cup. “ Your nose and check bones are already perfect. Sone girls have all the luck!” You said with a joking tone disguised as anger “ Let’s just give that beautiful brown heart a little more byline and length. A cone dropped down on to your head and started pulling your hair. “ Ohhhhh your boobies are done”. You look down and see a very generous pair of tits on your chest . “ A perfect double d babe!” And she was “right your tits”.  God you had tits now And they were perfect the cone pooped off as long beautiful brunette hair dropped over your beautiful top half. “ Well now that your top half is fixed let’s focus on the bottom” she says as a bra gets strapped on your chest . Supporting your new tits <br>\r\n<br>\r\n<a rel=\"nofollow\" href=\"https://www.google.com/amp/s/amp.reddit.com/r/goddesses/comments/c33sb3/jessica_bartlett/\" target=\"_blank\">https://www.google.com/amp/s/amp.reddit....</a></span></div></div>",
            "created":1589605200,
            "id":2836670,
            "title":"Breast"
        },
        "155":{
            "author_id":"lanerd",
            "author_name":"Lanerd",
            "choices":[
                "Relearning the Ropes",
                "Crazy Aunt",
                "More Choices"
            ],
            "content":"<div class=\"\"><div> <span>Relearning the Ropes: You’re an up and coming Pro Wrestler. You got the look, you got the talent, and you got the World Championship. Yet after bad mouthing another wrestler in an interview, you find yourself in the women’s division. <br>\r\n<br>\r\nCrazy Aunt: Life is good for a high school senior like yourself. Your the class president, captain of the basketball team, and dating the head cheerleader. Yet while your parents are busy overseeing a major corporation merger overseas. You and your sisters have been put under the care of your Crazy Aunt Karen. </span></div></div>",
            "created":1589000400,
            "id":2833256,
            "title":"Even More Choices!"
        }
    },
    "info":{
        "author_id":"redrover5890",
        "author_name":"Boston Rocko",
        "brief_description":"Stories about powerful men/boys being manipulated and bullied into becoming sexy women. ",
        "created":1581809520,
        "description":"<td align=\"left\" class=\"norm\">Here is my first venture into writing my own material. These are going to be a collection of stories where powerful guys (CEO's, rich jerks, high school athletes,ect) are turned into the very women they felt entitled to. They are forced and tricked into prancing, strutting, and preening while they do all things girly and slutty. How will these once dominate men cope with having to flirt with men they once viewed as peers while the people who put them their watch on.<br>\r\n<br>\r\nA few rules- No bathroom play or skat. light bondage is OK as long as it its not the main point. No children or baby chapter. Finally please make all chapters contribute to the ongoing story, if there is a \"no, then what?\" type chapters I will remove them. <br>\r\n<br>\r\nPlease enjoy.  </td>",
        "id":2213087,
        "image_url":"https://images.Writing.Com/imgs/writing.com/writers/listing-header-5000.gif",
        "modified":1589773500,
        "pretty_title":"(WO)Manipulated into Mini Skirts "
    }
}