{
    "chapters":{
        "1":{
            "author_id":"zhub890",
            "author_name":"zhub",
            "choices":[
                "John is married.",
                "John has a girlfriend.",
                "John's boss get's the device.",
                "Someone else.",
                "someone else."
            ],
            "content":"<div class=\"\"><div> <span>John Miller has invented an device that can change people into anything. There's just one catch, the device cant transform animals or inanimate objects, so anybody changed stays that way until the device is upgraded. what happens next is up to you. <br>\r\n<br>\r\nFirst option: John is married, with three kids, Jessica 14, John jr 11, and Julia 8.<br>\r\n<br>\r\nSecond option: John has a girlfriend.<br>\r\n<br>\r\nThird option: John's boss get's the device.<br>\r\n<br>\r\n<br>\r\n</span></div></div>",
            "created":1358226000,
            "id":1509463,
            "title":"The device."
        },
        "11":{
            "author_id":"zhub890",
            "author_name":"zhub",
            "choices":[
                "John demonstrates.",
                "Katie try's."
            ],
            "content":"<div class=\"\"><div> <span>John is getting ready for another day in his basement working on the final touches on his new invention. An small device, it just looks like a flash drive with a button on it. <br>\r\n<br>\r\nUpstairs he can hear his wife Katie trying to get all three kids ready for school. \"Come on Julia it's a cute dress.\" \"NO.\" \"Well what do you want to wear?\" \"NO! I don't want to get dressed. I don't want to go to school.\"<br>\r\n<br>\r\nJust then John gets a idea. \"If she doesn't want to go to school maybe she can stay home and help me.\" Forgetting that this is a one way change he heads upstairs.<br>\r\n<br>\r\n\"Hey Julia?\" John asked, upon finding everybody in the kitchen, including Julia in her nightgown. \"How would you like to help daddy today?\" \"YES!\" \"With what?\" Katie asked. \"With my new device. See? All you have to do is focus on who you want to change, push the button, say what you want them to be, and they'll become it.\"</span></div></div>",
            "created":1358226000,
            "id":1509544,
            "title":"John is married."
        },
        "13":{
            "author_id":"the1swagking",
            "author_name":"The1SwagKing",
            "choices":[
                "She shoots you ",
                "She takes the gun and tells you to work on a new model",
                "She gives you the gun and tells you to work on a new model",
                "She calls in her secretary ",
                "She aims it at herself "
            ],
            "content":"<div class=\"\"><div> <span>You look down at the ray in utter joy. Your year  of work at Force Labs designated only to making this and this alone. Done at last. This gun would change the world, with the ability to transform any person into anything. This was only the prototype, so no changing back however. That would be included in the next model. All the operator has to do is think of what they want, pull the trigger, and in a quick burst of light, they had themselves that thing.<br>\r\n<br>\r\n You rush to your bosses office, where you knock on her door.<br>\r\n<br>\r\n \"Come in John!\" She hollers as you immediately bust open the door. You stare at the thin 43 year old billionaire woman who owned everything in the building. She had blonde hair and bought herself DD cup tits and a butt implant to compliment her aged, beautiful face.<br>\r\n<br>\r\n\"May, you are not going to believe this...\" You tell her as she doesn't look up from her computer screen. You set the Ray gun on her desk and say \"The Device is finished.\" She immediately looked up at you.<br>\r\n<br>\r\n\"Oh my gosh, we did it.\" She said as she picked up the weapon. She twisted it around in her fingers before you explained to her <br>\r\n<br>\r\n\"Right now it can't change the people who you zap back into their normal human form, but I'm working on a model that solves that. Just imagine any object or creature, take a shot, and presto! You got yourself a former human at your fingertips.\" She looks at you and laughs before</span></div></div>",
            "created":1448600400,
            "id":2067465,
            "title":"John's boss get's the device."
        },
        "131":{
            "author_id":"the1swagking",
            "author_name":"The1SwagKing",
            "choices":[
                "A Spider",
                "A Cherry",
                "A Bra"
            ],
            "content":"<div class=\"\"><div> <span>\"I'm sorry John, but I can't let anyone tattle on me before I use my new gun, and you're the only one that knows about it. I really do thank you for it.\" She says as your eyes light up along with the end of pistol. It glows until a bright light flashes against you, making you</span></div></div>",
            "created":1466917200,
            "id":2171406,
            "title":"She shoots you "
        },
        "134":{
            "author_id":"the1swagking",
            "author_name":"The1SwagKing",
            "choices":[
                "A Strawberry",
                "A Frog",
                "A Ring"
            ],
            "content":"<div class=\"\"><div> <span>\"Whitney, will you come in here real quick?\" She yells out the door as you stand next to her waiting. The young Asian secretary soon entered the room, and was quite attentive to Sandra Force as she picked up the gun and squinted her eye. Whitney had a suspicious look on her face right before your boss pulled the trigger and Whitney became </span></div></div>",
            "created":1466830800,
            "id":2170747,
            "title":"She calls in her secretary "
        },
        "1341":{
            "author_id":"the1swagking",
            "author_name":"The1SwagKing",
            "choices":[
                "\"I don't trust you\"",
                "\"I think we could rule together\"",
                "\"I'll spare you then\""
            ],
            "content":"<div class=\"\"><div> <span>In the flash of an instant the former secretary of the company was zapped down from a beautiful young woman to a tiny fruit lying on the chair she once sat in. Sandra looked down at her, smiling, before plucking her up and setting her in front of you both on the desk. <br>\r\n<br>\r\n \"She can sense everything, but just can't talk.\" You told your boss as she giggled at the thought of her assistant helplessly lying there, waiting to be eaten. You are surprised as all of a sudden Sandra picks up the strawberry by the top and drops it in her mouth before devouring the former person.<br>\r\n<br>\r\n In shock, you look at your boss and say \"To take safety precautions, while under the effects of the Ray, the subject can not die, so she's going to be fully aware throughout her trip in your digestive system!\" You frantically walk around the office, wondering what to do as Sandra unleashes a massive burp.<br>\r\n<br>\r\n \"Now John, we wouldn't want anyone hearing about this now would we?\" She tells you in a threatening way. <br>\r\n<br>\r\n \"Well no mam, I guess not...\" You reply hesitantly.<br>\r\n<br>\r\n \"Well </span></div></div>",
            "created":1466830800,
            "id":2170896,
            "title":"A Strawberry"
        },
        "13412":{
            "author_id":"the1swagking",
            "author_name":"The1SwagKing",
            "choices":[
                "\"Absolutely Sandra\"",
                "\"No Way\""
            ],
            "content":"<div class=\"\"><div> <span>\"The power in this gun has the capabilities to make us both into gods!\" She exclaims to you in an excited manner. \"Think about it! If I use the gun to give us both unlimited power, we don't even need the gun!\" She leant in and hugged you before smacking a kiss right on your lips.  \"John, I love you and I want to rule the world with you. What do you say?\" She looks at you with a sincere face as you look back and say </span></div></div>",
            "created":1467003600,
            "id":2171928,
            "title":"\"I think we could rule together\""
        }
    },
    "info":{
        "author_id":"zhub890",
        "author_name":"zhub",
        "brief_description":"You have an device that can change anyone into anything. But there's a catch.",
        "created":1358302800,
        "description":"<td align=\"left\" class=\"norm\">John Miller has invented an device that can change people into anything. There's just one catch, the device cant transform animals or inanimate objects, so anybody changed stays that way until the device is upgraded. what happens next is up to you. </td>",
        "id":1913724,
        "image_url":"https://images.Writing.Com/imgs/writing.com/writers/listing-header-5000.gif",
        "modified":1467083580,
        "pretty_title":"The device."
    }
}