{
    "chapters":{
        "1":{
            "author_id":"bobbyryle975",
            "author_name":"Typhoon965",
            "choices":[
                "A Tiny freshly shrunk and shipped off to who knows where.",
                "A Tiny who's been shrunk for a long time already",
                "A Tiny who somehow escaped, surviving on your own in an unforgiving world",
                "A Normal Person Who Enjoys buying Tinies",
                "A Normal Person who Sympathizes with Tinies, Rejects the New Order"
            ],
            "content":"<div class=\"\"><div> <span>It seems a cruel trend that's risen up to consume what was once championed by ethical human morality has finally spread beyond anyone's control. When prisons became too crowded by the excess of impoverished people and rampant criminals, a solution was sought out to alleviate the monumental drain on the tax payers money. A solution was found in the rising reliability of shrinking technology, produced by private corporations as a means to reduce and safely detain large numbers of inmates in smaller capacity facilities. A controversial action, to be sure, though few really complained when the act passed and prisoners everywhere were reduced either for the duration of their sentence, or permanently. <br>\r\n<br>\r\nFew thought it would escalate, but with the new practice making full blown prisons almost entirely obsolete, an economic vacuum was in need of filling. The prison system was now in possession of copious shrinking devices, millions of shrunken inmates, and little income. No one knows who's idea it was behind the scenes to turn these reduced persons, or 'tinies', into a product. Prisoners sentenced to life were packaged and auctioned off to the highest bidders. When the small stunt proved profitable, and demand for tinies increased, it took less than a year to put through legislation that made prison time synonymous with shrinking and redistribution.<br>\r\n<br>\r\nThe commoditization boosted the economy, but supply would always be limited. As ridiculous as the laws had become, the country was devastated to find new laws passed that found those under a specific economic line suitable for reduction. Today, any minor violation are drop into the poverty line has become grounds for arrest, shrinking, and being packaged as a commodity sold anywhere in the nation, though particularly favored in wealthier regions.<br>\r\n<br>\r\nWho are you in all this?</span></div></div>",
            "created":1589691600,
            "id":2837377,
            "title":"New World Order: Good for Some, Not For Most"
        },
        "11":{
            "author_id":"bobbyryle975",
            "author_name":"Typhoon965",
            "choices":[
                "A sole Tiny in a box being delivered to a private destination",
                "One of several dozen, even hundreds of Tinies arriving at a restaurant",
                "A young college girl hanging in a bag of tinies in a random gas station",
                "Being sent to a pet shop",
                "Writer's Choice!"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>Okay. Who are you?</span></div></span></div>",
            "created":1589778000,
            "id":2837395,
            "title":"A Tiny freshly shrunk and shipped off to who kn..."
        },
        "111":{
            "author_id":"potato1231",
            "author_name":"Odysseus",
            "choices":[
                "A Spoiled Girl's Human Accessory",
                "Sex Toy for an Ex-Classmate",
                "Other options"
            ],
            "content":"<div class=\"\"><div> <span>Who are you, and where are you going? <br>\r\n<br>\r\n1. You're a 24 year old female retail worker who has recently been laid off and shrunken as a product. Now you've been sold as an accessory for a spoiled 20 year old rich girl who wears tiny people as part of her jewelry. <br>\r\n<br>\r\n2. An 18 year old guy who flunked his senior exams has been reduced to a shrunken possession. Now he has been purchased as a sex toy by a popular girl who he graduated with. Will she even notice he was once her classmate?</span></div></div>",
            "created":1589778000,
            "id":2837800,
            "title":"Single Tiny Delivery"
        },
        "1114":{
            "author_id":"atomsize",
            "author_name":"Tinkerbell’s Lover ",
            "choices":[
                "A fat middle aged man",
                "A hot milf",
                "A male college student "
            ],
            "content":"<div class=\"\"><div> <span>Poor little Sara had been having a rough week. The ten year old red headed girl’s parents had gotten in trouble with the law and instead of paying their debtors, agreed to have their daughter shrunk and sold as a product.<br>\r\n<br>\r\nSara was wearing a yellow shirt with flowers and a Jean skirt. Her red hair draped down that her shoulders. She was cute as a button and was cooed at by those who shrunk her.<br>\r\n<br>\r\n“Awww aren’t you gonna be a cute little doll” said the fat black woman who ran the shrinking operation.<br>\r\n<br>\r\nSara could remember standing in front of that strange camera and in one click, the ten year old girl was now no bigger than a normal person’s thumb. Before she had time to process her new smallness, a man with a rubber glove plucked her up, stuck her in a small rubber cup with a lid and sent her to a packing plant. At the packing plant, Sara watched shrinkees young and old, male and female being wrapped with gift wrap and sent off. Sara realized there was no escape and stayed put. Soon a short Asian woman picked up Sara’s cup.<br>\r\n<br>\r\n“Red headed female- 10 years old. Off you go!” With that the Asian woman slapped the gift wrap onto Sara’s container and stuck it in a mail slot. <br>\r\n<br>\r\nSara was scared as she was surrounded by darkness and didn’t know where she’d end up. <br>\r\n“Maybe my owners will be nice and play games. I may be small but that doesn’t mean I’m not worthy of a nice home. Maybe being shrunk won’t be so bad.” <br>\r\n<br>\r\nAs the four inch tall child was patiently waiting to discover her fate she felt the wrapping pulled off of her container and without warming Sara was dumped out onto the giant hand of her new owner.<br>\r\n<br>\r\nWho was her owner?</span></div></div>",
            "created":1589950800,
            "id":2838698,
            "title":"Sara’s Shrunken Journey "
        },
        "113":{
            "author_id":"bobbyryle975",
            "author_name":"Typhoon965",
            "choices":[
                "A pretty girl comes in for a pick me up",
                "A group of two or more girls on a road trip come through for loads of snacks",
                "An average truck driver stops for diesel and dinner on her route cross-country"
            ],
            "content":"<div class=\"\"><div> <span>\"Dammit!\"<br>\r\n<br>\r\n\"Stop kicking bitch!\"<br>\r\n<br>\r\n\"Then keep you're flabby back out of my space, jackass!\"<br>\r\n<br>\r\n\"Help! Someone!\"<br>\r\n<br>\r\n\"SHUT UP!!\" a chorus of stressed voices joined together for a rare moment of unity to silence the one person who'd yet to get with the program. All of them had been dumped into this transparent plastic bag for days now, having been shipped from manufacturing and delivered to this truck stop in what looked like the middle of no where. The brief glimpse they could get when the chip shelf was empty showed a vast stretch of desert beyond the grimy glass door.<br>\r\n<br>\r\nReagan was one of few who'd remained silent through the last two days. Her limbs were weary from pushing herself against the others. At night, they'd all resolve to lump together in a pile at the bottom of the plastic. This wasn't a comfortable situation for anyone involved, particularly the tomboyish blond he repelled any unwarranted touching of her person.<br>\r\n<br>\r\nHer disgust was only countered by her hopelessness in her position. She knew what they were doing her. They all knew, the one or two remained in denial. They'd heard of some folks that bought their packages to free the people inside, some even looking after them under the laws nose.<br>\r\n<br>\r\nEveryone else either ignored them or took them for what they were. Food. A commodity to be purchased and consumed by the lucky customer that nabbed them. Didn't matter where they were from, their life stories are whether they deserved to wind up where they did. They were all calculated portions of a serving with their nutritional value written on the back of the package.<br>\r\n<br>\r\nThankfully, or not, this particular stop seemed entirely out of the way from the civilized world. They and the other bags of people had barely been touched as the days dragged on, only one being purchased by a local on the first day.<br>\r\nBeyond the layer of dread she had come to terms with, the absolute boredom was the closest thing to driving her mad. Helpless to do anything but wait to be bought and killed, or 'expire' and be thrown away with everyone else.</span></div></div>",
            "created":1589778000,
            "id":2837399,
            "title":"A Girl Named Reagan on a Random Gas Station Shelf"
        },
        "1131":{
            "author_id":"potato1231",
            "author_name":"Odysseus",
            "choices":[
                "Swimming in the Bottle",
                "A Bouncy Place to Keep Snacks",
                "Reduced to a Wedgie Preventer"
            ],
            "content":"<div class=\"\"><div> <span>The only good fortune she had had was that she was pressed against the edge of the bag, allowing her to see out into the dismal gas station where she was awaiting the end of her life. Watching people wander through at least gave her something to do, even if it wasn't much. Today had been especially boring though. The store had been open for hours, and she hadn't seen a single customer. It's not like she wanted her bag to be purchased, but at least if it was there would be a point to all of this. Being eaten seemed better than being thrown away, left to slowly die under a pile of other angry shrunken bodies.<br>\r\n<br>\r\nAs if in reply to her morbid thoughts, Reagan suddenly heard the sound of a familiar bell. There was a customer. Reagan could only see the customer's back at first, but it was clear it was a girl. She was rather short (at least, compared to Reagan's previous normal height). Based on what Reagan could see, they'd caught this girl in the middle of her exercise. She had long frizzy red hair done up in a ponytail behind her head. Even with the ponytail, her hair hung almost far enough down her back to reach her dark green sports bra. As Reagan's eyes continued to travel down the giantess's body she saw the girl's bare lower back, gleaming with sweat, and then a pair of tight black shorts that highlighted her sizable rear. She caught a glimpse of the girl's side profile as she walked past Reagan's shelf towards the water case. The giantess's impressive rack bounced as she walked by them towards the refrigerator case, where she grabbed a bottle of water. But when she turned to walk back towards the cash register, her eyes lingered on Reagan's bag. The giant girl bit her lower lip, weighing the temptation, before smiling and grabbing the bag off the shelf. <br>\r\n<br>\r\nReagan's view of the outside world was blocked by the giant girl's hand as she carried the bag to the counter. Her compatriots in the bag were getting rowdy at this change, knowing that their time had likely come. <br>\r\n<br>\r\nReagan felt the wave of heat hit her as soon as they were carried out of the store. It was no surprise their purchaser had needed to stop for water given the temperature. The giant girl adjusted the bag in her grip, and Reagan got a brief look at the outside and saw that their location was not as remote as she'd thought. The gas station was certainly out of the way, but she could see a water tower and some buildings in the distance. Any further contemplation of her surroundings was cut short though as the giantess turned her face down to look at them. She was smiling. She really looked like a nice girl, perhaps someone Reagan could have been friends with back when she still counted as a person. Now this potential friend was her owner.<br>\r\n<br>\r\n\"Hey little dudes, my name is Hannah.\" she said, introducing herself. Reagan was surprised by this interaction, from what she had seen people tended not to acknowledge their food. Any hope was short lived though. \"I actually only went into the gas station to buy some water, but I figured while I'm exercising I could use a bit of extra protein, y'know?\" She asked this so casually, Reagan almost forgot she was the protein. She got a reminder as soon as Hannah opened the bag though. In a flash her gigantic hand had shot in and snatched up that obnoxious guy who wouldn't shut up earlier. She tossed him through her open lips and swallowed him whole all in one movement. Reagan doubted he'd even touched Hannah's tongue.<br>\r\n<br>\r\nThis sight was enough to shake the other tinies out of their stunned silence. Reagan's fellow prisoners began to scream and thrash, bumping and kicking each other inadvertently in their panic. The net effect was enough that the whole bag began to shake in Hannah's hand. <br>\r\n<br>\r\n\"Mmmm... that's exactly what I needed.\" Hannah said, smiling as she felt him squirm down her throat. \"I don't want to eat all of you at once though. I've still got 5 more miles to run. Why don't the rest of you wait with the girls?\" <br>\r\n<br>\r\nReagan was confused by this comment, but then she felt the entire bag in free fall. This time, she screamed too, worried that Hannah had accidentally dropped the bag and that her life would soon be ended with a painful bloody splat. Instead, the entire mass of people stopped suddenly, sending them all pressing down on the increasingly unfortunate people at the bottom of the bag. When things settled, Reagan saw what had happened: Hannah had dropped the bag between her gigantic tits. <br>\r\n<br>\r\n\"Sorry if they're a little sweaty.\" Hannah said sheepishly, lightly bouncing her chest as she adjusts the bag in her cleavage. <br>\r\n<br>\r\n\"A little\" was an understatement. The sweat covering her chest seeped through the air holes in the bag, coating the tiny people towards the edges in salty liquid as it flowed down towards the bottom of the bag. Several of the tiny people lower down in the bag were already dealing with a slowly forming pool of sweat as they wondered whether they'd be better off being eaten or drowning.<br>\r\n<br>\r\nHannah didn't even notice their plight though. With her hands now free, she took a swig from her water bottle. The tiny people could only watch as the water rushed into their new owner's mouth, her throat undulating as the water disappeared down it in gulps. When she stopped, about a quarter of the water in the bottle was gone. <br>\r\n<br>\r\n\"Now that there's some room....\" Hannah said, reaching her hand down between her breasts into the bag and snatching a dozen tiny people. \"I hope you guys are good swimmers.\" She said, giving them a cute smile as she dropped them down into the mouth of the water bottle. They landed with a plop in the clear water, the height of their fall causing them to be submerged temporarily. <br>\r\n<br>\r\nHannah acted as though she couldn't hear their screams as she screwed the cap back onto the water bottle, tiny people still floating inside.<br>\r\n<br>\r\n\"Now, I just have one more problem to deal with. It's a little embarrassing though.\" Hannah said, before leaving down closer to the tiny people. Her head took up their entire view now, blocking out the sky with her gigantic face. \"My thong has been riding up while I'm running, and it's really distracting. I was hoping one of you guys could go down there and handle it for the rest of my run. Any volunteers?\" <br>\r\n<br>\r\nOnce again, everyone in the bag began to scream, horrified by the prospect of what she was suggesting. Was she really going to drop someone into her butt?<br>\r\n<br>\r\nHannah just laughed at the chorus of shouting. \"Ah, don't all volunteer at once!\" She said, before her hand shot down and grabbed one at random. \"If you do a good job, I might consider keeping you as a pet instead of eating you. But if you don't help me out, neither of us are going to have fun.\" she said, before bringing the tiny around behind her back and dropping them down into the back of her athletic thong. <br>\r\n<br>\r\n\"There, nice and snug.\" Hannah said, patting her shorts clad butt. \"Now, let's get going, this is gonna be a great workout.\"<br>\r\n<br>\r\nWhere had Reagan ended up? <br>\r\n<br>\r\n1. Reagan was one of the tinies floating in the water bottle. <br>\r\n<br>\r\n2. Reagan was still bouncing around between Hannah's breasts, doing her best to dodge Hannah's fingers as she occasionally snacked during her run. <br>\r\n<br>\r\n3. Reagan is the tiny \"volunteer\" riding between Hannah's butt cheeks</span></div></div>",
            "created":1589778000,
            "id":2837772,
            "title":"A Snack for a Cute Jogger"
        },
        "11311":{
            "author_id":"bobbyryle975",
            "author_name":"Typhoon965",
            "choices":[
                "Couldn't avoid fate. Gulped down quickly in the first batch.",
                "She had a good plan, but was one of the last unfortunates to flow into the mouth",
                "She's still in the bottle! Hurray? Prolonging death?",
                "Stuck to Hannah's lips",
                "Hannah got sloppy, Reagan dripped down back into the cleavage."
            ],
            "content":"<div class=\"\"><div> <span>Reagan suppressed a shriek as the wind rushed by her and the dozen others who themselves were wholeheartedly screaming. She was smart enough to know how poorly that'd work out for them once they finally collided with the frigid, freezing cavern of packaged water. The whole lot splashed into the cove sinking several feet deep each, all staggered in various stages of finding their way back to the surface. Reagan had dove in feet first, smoothly shooting into the deep, but in a prime position to immediately kick off in the direction she knew was up. Others figured this out as well, swimming toward the lip of the bottle where the sun still shined in. One unfortunate soul apparently wasn't one for swimming, flailing about in the water with no sense of direction or means to reach air again.<br>\r\n<br>\r\nThe small blonde breathed in deeply. Jesus, she was familiar with eating tinies. When she was big, she had more than her share of living, thinking snacks over the years. But forcing them to tread water in an impossibly deep, freezing reservoir while waiting to be effortlessly chugged down? That was new. She wondered if the effort to stay afloat was even worth it knowing full well what awaited her. Even know, the refuge the sun provided was being blotted out by the opaque, blue bottle cap that screwed over their one possible exit. One they'd all be heading through soon enough.<br>\r\n<br>\r\nHer fellow condemned were all screaming madly, coughing up chilled bucketloads of water and crying out to no one in particular. Reagan wondered if they even that much air to breath with the cap shut. So now the options were to drown, suffocate, or do both deep inside another woman's gut. Lovely.<br>\r\n<br>\r\nSaid woman had already moved on from her extra flavoring, returning the bottle to a vacant satchel hold on some fitness waist band she wore. Honest to god looked like a fanny pack as far as Reagan could tell through the convex plastic that mostly warped her view of the outside. The bottle being handled shifted the water around, and those closer to the edges were smacked into the walls and smothered by splashing waves. Those in the center were dragged to the sides by the currents, and the cycle repeated, tossing all that were present around the foreboding pool.<br>\r\n<br>\r\nIt was worse when Hannah actually started running. Unable to clearly make out what was happening outside, the blurred shapes of the world shook viciously and unpredictably as they flew past. The giant girl's pace granted the illusion of reaching impossible speeds from the chaotic safety of the water bottle prison. Reagan treading timing her kicks and positioning with the swing of Hannah's hips and the jolt from her footfalls. Everyone else was a victim to random circumstance.<br>\r\n<br>\r\nOne more luxury lost when reduced was the ability to tell time. Not just knowing what time it was, but being able to keep track of how long it's passage went by. For all Reagan knew, they could've only been swaying in her bottle into another five minutes of her jog. To them, the storm they were trapped in was prolonged endlessly, throwing their desperate, meager beings all around the plastic vehicle of their doom. When most found any solace or rest, they used it for weeping or crying out. Anything to make bearable the torture of the bottle.<br>\r\n<br>\r\nHannah would deliver on their hopes not even a minute later, reaching down for her water mid jog. Her sweaty fingers wrapped around the midsection, loudly crinkling the thin plastic that none of the occupants could even put a dent in and reviving the watery torrent. Pulling it from her pocket, she raised it around up to her face, trying to keep her hands steady and balanced even while running. Her left hand came up to undo the cap, bringing back the sun to shine on the hopeless tinies.<br>\r\n<br>\r\nIf only for a brief moment. Not a second passed until the hole to the sky was dominated by an oncoming set of slightly parted, panting lips. The exhaust that came through them swirling inside the bottle and even fogging up the plastic. Then the water level started turning, indicating that their prison was being tilted up with the distant bottom no coming close to parallel level with them. Enough for the liquid to finally fall out the end and past Hannah's thirsty lips.<br>\r\n<br>\r\nThe horrified panic in the bottle received a fresh comeback, all tinies within swimming opposite from the where the current was now dragging them. Though as the rapids built in power, no one could avoid their fate. In two gulps, half of the people dropped into the bottle were pulled relentlessly beyond the pink portal of Hannah's lips, over her submerged, pulsing tongue, and over the dark drop at the back of her mouth in successive gulps. More fell in after them, though the lips mercifully closed soon after. Behind them, another resounding gulp cast down the last few unfortunates that were dragged into her maw, with just a few people left swimming.<br>\r\n<br>\r\nWhat happened to Reagan?</span></div></div>",
            "created":1589864400,
            "id":2837955,
            "title":"Treading Lightly"
        },
        "113112":{
            "author_id":"bobbyryle975",
            "author_name":"Typhoon965",
            "choices":[
                "GULP.",
                "Somehow, she manages to stay in the mouth"
            ],
            "content":"<div class=\"\"><div> <span>Despite the futility of her efforts, Reagan had worked to devise a strategy that'd minimize the chances of her being drunk, at least right away. She wasn't an idiot, she knew how water worked. From personal experiences, she was familiar with small objects like spice grains, or hairs, floating on the surface of any liquid. Wherever it floated on the surface, however the holder tilted their cup, it'd angle itself with the liquid exactly where it was. She didn't have it down to an exact science, but she was now trying to determine the likeliest way Hannah would raise up her water bottle to drink, hopefully being able to position herself somewhere that would be ingested first.<br>\r\n<br>\r\nWhen the time came for Hannah's thirst to demand quenching, her powerfully effeminate hand curling around the bottle and pulling it up, Reagan was glad to see her predication for how she'd hold positioned her on the opposite end of the pool from where her face would be closest. The cap was unscrewed, her neighbors screamed, and Reagan prepared to fight a waterfall. Hot air flowed menacingly over the now horizontal lake, and the blonde girl felt the pull of the current beginning to flow towards the lip of the bottle and the lip of their captor.<br>\r\n<br>\r\nWith all her being, she measured her strokes, timed her kicks, anything to improve her technique and keep her out of the dark, dank mouth waiting for her. Behind her, the sound of rushing water was quickly overpowered by mighty slurps, and the distant reverberation of massive gulps ferrying unfathomable amounts of water into her bottomless throat. Several other tinies were quickly silenced in the rush, already goners in Reagans book. Technically, so was she. But she'd be damned if she was gonna just paddle around and let it happen without a fight!<br>\r\n<br>\r\nShe pushed harder and harder, and she felt the current grow weaker. Yes! She was finishing! Reagan made it past the first drink! She kept up her pace until she'd see the bottle tilting back, anxious for this initial ordeal to be over.<br>\r\n<br>\r\nThen a shadow fell overhead. Before she could even look over her shoulder, a mighty suction yanked the water she was in back, and Reagan no longer needed to look back to know she was close to the lips. With a final, unexpected slurp, she'd been taken over the barrier of teeth and felt an immense, hot presence below the surface she floated in. Everything kept floating back, pulling her with it.<br>\r\n<br>\r\nNo! She bested the giant! She avoided this! This couldn't be happening! The light shining from beyond the rows of gums and gleaming teeth was still there! There was still a chance to-<br>\r\n<br>\r\nA powerful exhale blasted out from behind her, rippling the water and releasing to the outside world, just as the jaws and lips clacked shut, plunging the sweltering maw into utter blackness. Reagan floated fearfully, as if the loss of light was synonymous to the loss of her will.<br>\r\n<br>\r\nFrom under the waves, a fibrous, muscular mass surged up, raising Reagan up and smashing her into a ridged, bony surface. The new floor slithered over her front, forcefully sliding over her weary limbs and body, moulding around her curves and encasing her in pink, squishing flesh. The oppressive molestation was awful but the truth that this was just some strangers tongue made it all the worse. Compressed against the roof of Hannah's mouth, she felt the minimal current around her drag down the length of the tongue, starting to pull her with it deeper into the mouth...</span></div></div>",
            "created":1589864400,
            "id":2837968,
            "title":"She's no Michael Phelps..."
        },
        "1131121":{
            "author_id":"bobbyryle975",
            "author_name":"Typhoon965",
            "content":"<div class=\"\"><div> <span>By now the water had all drained far beyond where Reagan was being crushed between slathering muscle and sturdy membrane, the recently lubricated maw now drenched in fresh, oozing saliva incased around the poor girl. She couldn't push, or kick, or fight as the mass slithered and slopped all around her. When the tongue finally relented, it only gave her a second to flop down to its retracted surface before immediately heaving her back up. Hannah had finished with her water, but she had noticed the small piece of back wash that'd been left behind. <br>\r\n<br>\r\nHer small form was squeezed, crushed, tossed, flipped around, spun out, and molested in every which way by the offensive pink monster, humiliated further by the blasts of hot exhaust that constantly bombarded Hannah's oral interior while she was running. The jogger wasn't even paying attention to Reagan. She'd just become a light distraction to occupy the woman's subconscious during her workout. The indignation loaded on another heap to her silent outrage buried beneath her pitiful attempts to push away the tongue.<br>\r\n<br>\r\nSoon, the sensation of shifting around aimlessly turned into a steady slide along the tastebud carpeted surface. Her motion was masked amongst the smacks and pops of drool berating her aural senses until she felt the ceiling become much more giving on her back. She'd been moved beyond the hard palette, closer to the throat. Now she really needed to move. With what room she was permitted against the softer palette, she tried to push onto her hands and knees and crawl forward, anywhere that was away.<br>\r\n<br>\r\nHannah had other plans, the pink floor surging up once again, though this time actually launching her into a small arc over its surface closer back. She rebounded back down, landing on much lumpier taste buds, and feeling a slick sack of flesh brush by her shoulder blades as the slope of the tongue grew steeper. \"No, No! PLEASE!! NOT LIKE--\"<br>\r\n<br>\r\nThe flesh closed in on her, forcing her over the ledge and down the adhesive slide that pushed her past the point of no return.<br>\r\n<br>\r\n<font class=\"size35\" style=\"\"><b><i>GLLLURK</i></b></font><br>\r\n<br>\r\nEverything crashed into her body as she was shot over a hard flap of cartilage and into a slimy tunnel with a huge pool of spittle. The gooey sludge smacked into the rippling walls and her as she was ferried past the heaving lungs and heart. Likely exasperated by the workout they were being put through, and unconsciously happy for the small bit of energy they were helping along to be processed. Reagan squirmed and wriggled hopelessly against the unfathomable alimentary canal. This was it. A fate she once thought nothing of when putting her own tiny victims through digestive hell was now her own fate.<br>\r\n<br>\r\nAs small as she was, the esophageal valve treated her as easily as any bolus, squirting her out into a rippling cavern of flesh and fluids. Reagan dropped down in freewill, flailing her drenched limps wildly until splashing thickly into a thankfully lukewarm pool. Falling beneath the surface, her panic temporarily overpowered her knowledge that helped her find the surface in the similar situation she faced minutes ago. This wasn't just being dumped into a bottle though. This prison was active, gelatinous, constantly flexing and churning in on itself and splashing its contents about. One such twist sent a current around Reagan that pushed her back to the surface just in time to smack into a wall.<br>\r\n<br>\r\nDesperately, she clung to the first solid thing she could find, gasping for the muggy, acrid air that would solely sustain her for however it... or she, lasted. Her eyes tried to flicker open, but the gunk that caked over her eyelids and face made exposing her eyeballs to the environment unbearable. Only her hearing and sense of touch would guide her through this hellhole. For the moment, she was stuck and suspended on a wrinkly, squishy wall which she clutched her limbs around, holding on only with what meager strength she could apply to pinch the wall flesh.<br>\r\n<br>\r\nRight now, she was just a piece of food stubbornly sticking to the belly wall, pointlessly fighting to prolong her stay. Reagan could her the walls flexing and squirting new juices into the mix nearby, fearing that any moment the fold she was grappled to would betray her to the frothing lake again. In the distance, another sound stood out. A horrific gargling suppressing what might've been the shouts of a dying man. They faded away in less than a minute, claimed by the chorus of gastric functions. How many others were in here with her? How many had succumbed?<br>\r\n<br>\r\nWith no possible warning, the stomach finally objected to her attempts at staying dry, stretching out the fold she was holding onto and pushing out, sending her reeling into acids which had grown hotter since she was last submerged. When she hit the surface, her back smacked against the surface, shooting a sharp pain through her spine. She'd never been the most graceful person, especially at diving, a cruel irony that came to mind while sinking below the churning brine.<br>\r\n<br>\r\nDespite herself, her eyes shot open, feeling the tingling sting of diluted enzymes target her weaker matter. Her strength had been wasted fighting to avoid being drunk down to here. There was nothing left to get her back to the surface as the grumbling soundscape closed in on her waking mind, deafening any thought of survival she had left. What was the point? Her lungs burned awfully, and trying to cling would just make her death slower. Right now, she was almost peaceful, letting the current of sludge carry her around its contents, drifting off into the recesses of her consciousness.<br>\r\n<br>\r\nThe last bubble of air blurted atop the burbling surface of bile tainted water. Though miraculously, this minor contribution to the stomachs atmosphere caused a reaction which caved in the upper region of the sac. Convulsing in on itself, a shot of pressure pushed up and out of the chamber into the esophagus, rolling up to the gullet in an instant and releasing as a light-<br>\r\n<br>\r\n\"<i>Urp!</i>... Ugh, 'scuse me,\" Hannah uttered only to herself, and maybe by extension the remaining tinies in her cleavage. She reached down her fingers and plucked another few out of the small bag and tossed them through her lips, sloshing the pack around thoughtlessly and gulping them down.<br>\r\n<br>\r\n\"Ahh~ Okay... okay.. three more... miles to...\" she egged herself on to complete the workout. It was always a struggle, though worthwhile in the long run for how well maintained her body was. Hannah carried on with her routine as usual, finishing her water and snacks eventually and returning home, carrying on with her typical suburban life. Never once did she pay mind to a girl named Reagan. That was just protein.</span></div></div>",
            "created":1589950800,
            "id":2838379,
            "title":"GULP."
        },
        "1133":{
            "author_id":"bobbyryle975",
            "author_name":"Typhoon965",
            "choices":[
                "Tera starts breaks open the bag of people right away!",
                "They're left alone, forced to wait in their bag for hours",
                "Writer's choice"
            ],
            "content":"<div class=\"\"><div> <span>Tera pulled her big rig into the wannabe-truck-stop’s parking lot. She maneuvered under the awning and parked beside a pump. Her dog, a little brown and white terrier, watched her from his seat as she climbed out of the cab. He was a good boy and stayed in his seat even with the windows rolled down. <br>\r\n<br>\r\nTera was an average looking woman. She had soft brown eyes, a button nose, and curves that softened the bored attitude she always carried. Her brunette hair was tied up in a ponytail, sticking out the back of her trucker’s cap. <br>\r\n<br>\r\nShe finished pumping the fuel before going inside in search of her evening meal. And maybe some snacks. She purchased an extra long chili dog with extra chili and cheese, a giant cup of soda, and some chips. The bit of a gut that hung over the waistband of her pants attested to her sedentary lifestyle. <br>\r\n<br>\r\nAs she was selecting her chips, her eyes fell on a bag of people snacks. “Hmm. Haven’t had these in a while,” she mused. “Might as well.” <br>\r\n<br>\r\nShe grabbed the pack off the shelf and made her way to the front counter. She was careful in setting down the drink and chili dog but took no care with the people snacks and chips. She let those drop first so she had better stability in setting down the main part of her meal.<br>\r\n__________________________________________________________________<br>\r\n<br>\r\n<br>\r\nReagan had kept a dull eye on the chubby brunette woman who’d entered the shop. She’d gone right past their bags, so Reagan didn’t much believe this would be their time.<br>\r\n<br>\r\nHow wrong she was when the woman walked back, casually glanced at their packaging, and gave their death sentence. The bag hadn’t been in motion since arriving on the shelf, only shifting with their small struggles and activity inside. The hand grasped around the sealed top of the plastic, letting the screaming people flail around with each swing of their prison. Reagan was smart and braced herself in the corner, using the leverage against her neighbors to keep herself secure. For her, it was like one of those old swing rides at her towns annual carnival, except with far less safety precautions and no joy to be had.<br>\r\n<br>\r\nBeing carelessly tossed onto the counter jostled the dozen people further, knocking them all to the ground as the package settled on its side. Reagan was thrown onto another young man, a frightened red head who clutched her arms when he felt her presence.<br>\r\n<br>\r\n“Jesus christ! This is it, were fucking dead! Help me tear this shit, help me get out, we can still-“ Reagan’s hand clamped over his mouth, hushing him bluntly.<br>\r\n<br>\r\n“If I hear one more whinge outta you, you’re not making it out of this bag, capiché?” She pushed herself off of him, uninterested in his mewling protests. Everyone else was doing no better or worse then him, all bargaining and infighting to stave off what was by this point inevitable, as soon as the declaration for above them was made:<br>\r\n<br>\r\n“Forty-one, fifty-seven total, Miss.” The tired shop keeper said, tallying up her charge after taxes.<br>\r\n__________________________________________________________________<br>\r\n<br>\r\nTera slid her card as the clerk dumped her snacks in a plastic bag. She slid it over her arm, gathered her food and headed out the door. There was certainly a developed practice in her movements as she climbed into her truck. She put her chili dog on the dash, her drink in a cup holder, and dropped her chips and snacks in the floor. <br>\r\n<br>\r\n“Alright mutsy,” she said to her dog. “Let’s get going. Don’t have time to spare.”<br>\r\n__________________________________________________________________<br>\r\n<br>\r\n<br>\r\nNothing could stop them from being victim to the woman’s natural sway as she returned to her truck, everyone tossed about like peanuts and Reagan unfortunately caught in the middle of it. Where fear had dominated the general mood among them, Reagan only felt anger for the little things. How incompetent her “cell mates” were at keeping still, how stuffy it was inside the even bigger plastic shopping bag that now contained their own, and how long would it take before she was finally freed from these assholes.<br>\r\n<br>\r\nHer mind stuttered. Even she couldn’t ignore the oncoming horror of what followed even that small victory.<br>\r\n<br>\r\nThe bag was tossed aside and the people went tumbling with it, abandoned on the floor of the passenger seat while the occupants painstakingly recovered from the rough trip.<br>\r\n<br>\r\n“Hold on, everyone, Hold on!!” One of the men shouted over the rest. Their small voices didn’t carry far with the acoustic padding the bag provided, but the people within heard well enough. <br>\r\n<br>\r\n“The air holes! We can reach them now and squeeze through, c’mon!” At his lead, the majority of people ceased toward the head of the bag where the miniature holes allowed air into their crevasse. Quickly they began reaching their arms through and attempting to push their whole bodies out. The plastic wouldn’t give though, not nearly elastic enough for them to succeed.<br>\r\n<br>\r\nReagan didn’t participate, waiting with two other stragglers at the newly opened up space near the base. She was taking this rare moment to relax while the idiots made their escape attempt. Who knows; if they made it, maybe she’d follow. Only after the first wave inevitably got caught so she could leave while their owner was occupied. That was a slim chance, if any though.</span></div></div>",
            "created":1589778000,
            "id":2837402,
            "title":"Then Along Came Tera"
        },
        "11331":{
            "author_id":"bobbyryle975",
            "author_name":"Typhoon965",
            "choices":[
                "Yes, and here comes the mouth!",
                "No, she'll have to wait longer while the first batch suffers",
                "Yes but she fell to the ground from the truck driver's grip unnoticed."
            ],
            "content":"<div class=\"\"><div> <span>Tera plopped into her seat and started up the truck. She took her time eating her chili dog and was about halfway through when an idea struck her. She reached over and dig through the plastic bag and pulled out the one small bag of people treats. She tore it open, grabbed a couple from inside and dropped them on top of the chili dog. Then she folded the open top of the bag over and stuffed it between her legs for safekeeping. That way it wouldn’t spill. <br>\r\n<br>\r\nShe looked at her chili dog and grinned, licking her lips. “Let’s see how this combo tastes,” she mused.<br>\r\n<br>\r\n<i>Was Reagan in this handful?</i></span></div></div>",
            "created":1589778000,
            "id":2837404,
            "title":"Don't Forget Your Toppings!"
        },
        "113312":{
            "author_id":"bobbyryle975",
            "author_name":"Typhoon965",
            "choices":[
                "Reagan tired of the maddening wait, escapes the bag for some fresh air at least",
                "The huge woman reaches in for another helping, Reagan included",
                "Tera closes the bag, saving the rest for later"
            ],
            "content":"<div class=\"\"><div> <span>They’d barely pushed the skinniest girl through when the the bag was pulled out from the plastic cavern. Daylight reached them again, and the majority fell back to the bottom. The poor scrawny chick was stuck halfway through one of the air holes, her only modest ass and chest hindering her escape. She was at least lucky to not be noticed when pudgy fingers opened the seal with a ringing crack! Those same digits dropped in and snatched up two guys and an older woman. Reagan was tucked in the corner again, pushing people aside to not be smothered prematurely.<br>\r\n<br>\r\nThe three initial samples were plopped onto a mucky brown surface, quickly covered in the hot spicy mess. They had little chance to recognize where they were before terrified eyes locked onto the woman’s looming face. The lady screamed, and the other two started to run directly away from her through the sludge, comically just running further down the Hot Dog.<br>\r\n__________________________________________________________________<br>\r\n<br>\r\n<br>\r\nTera raised the messy food to her mouth and shoved a large bite in. Her teeth cut cleanly through. As she pulled away, a string of cheese stretched between her lips and the chili dog. <br>\r\n<br>\r\nShe broke the string with a finger and promptly licked the cheese off it. She noticed an additional burst of flavor as she chewed and nodded in approval.<br>\r\n<br>\r\n“Tha’s good,” she said around a mouth full of food. “Need to do that more often.”<br>\r\n__________________________________________________________________<br>\r\n<br>\r\nReagan saw from below the first one to go. Not directly, of course; but her assumption was validated by the driver’s comment. ‘Poor bastards,’ she thought, the most sympathy any of the condemned would get from her. She was resting against the corner again where she was out of the way. The others were once again trying to leave through the top, crawling up the sides and trying to smooth it out against the woman’s thigh. “Hey dumbasses! You’re just making it easier to grab ya!”<br>\r\n<br>\r\n“Fack off, cunt!” Australian? Interesting. He’d die all the same, maybe save some time if she heard his funny little accent. Reagan continues waiting, refusing to associate herself with the mindless pissants.<br>\r\n<br>\r\nAbove, the first of the two men saw the woman obliterate the unfortunate woman in her sloppy mouth.<br>\r\n<br>\r\nOne continued running down the chili dog, and the last saw the wasted potential, instead chose to make an attempt at jumping over the side. A quick death was better than being food. Unfortunately, his mobility and range were far overestimated. All he accomplished was falling into the ditch between the dog and the bun, drowning in the creek of chilly.<br>\r\n__________________________________________________________________<br>\r\n<br>\r\nTera opened the bag and dropped a couple more people onto the chili dog. She finished it off and used the chips to scrape the leftover chili off the sides of the cardboard container. <br>\r\n<br>\r\nShe washed it all down with several gulps of her drink then sighed in contentment. “So good. Alright. Time to go.” <br>\r\n<br>\r\nShe started up the truck again and headed out. She pulled out of the parking lot and onto the road. It was a little while before she decided to snack again. She unrolled the back, grabbed one and popped them into her mouth. This time, she didn’t chew. She just sucked on the little person until they lost their flavor. Then she swallowed them whole and alive.<br>\r\n__________________________________________________________________<br>\r\n<br>\r\n<br>\r\nAnd then there were four. Reagan was one of the handful of survivors yet overlooked by the truck drivers munchies. The motley crew had survived the chili dog massacre. This might’ve meant they were safe for the time being if Reagan didn’t know better. They hadn’t been moved from her lap. That just made them a la carte. She was proved again when the giant hand returned to grab the Australian from the bag. He didn’t get a chance to speak. Too bad, she might’ve liked him.</span></div></div>",
            "created":1589778000,
            "id":2837406,
            "title":"The First Bites"
        },
        "1133121":{
            "author_id":"bobbyryle975",
            "author_name":"Typhoon965",
            "choices":[
                "Tera tells the dog to be quiet, keeps driving",
                "Tera looks down and sees the runaway snack",
                "The Dog hops over and snatches Reagan up"
            ],
            "content":"<div class=\"\"><div> <span>Almost an hour ticked by, their owner being one to conserve her resources as it turned out. The suns glare was peeking through the passenger window directly onto the bag in a short time, building to a loathsome heat that Reagan had to suffer through. Still, if there was one thing she hated more than the heat and the whimpering  madness from her compatriots, it had to be the waiting.<br>\r\n<br>\r\nShe’d consigned herself to days of anticipating her last moments alive. No one told her it’d be another stretch of patience before the chubby Bitch had the decency to finish her off. Sweat trickled done her face and chest, soaking into her factory issued bra and underwear. The road shook through the machinery they were all carried in, each jolt and shake a mind quaking tremor to her, breaking her sanity down with every standout bump in the road. All the while, she felt the heat emanating from the giant woman’s leg at her back through the plastic barrier. With it came a distant thump thump from her normal human heart, helping her do normal human things at such a ridiculous scale to the small girl.<br>\r\nThe jumps, the shakes, and the beating on her back. Bump... bump... bump....<br>\r\n<br>\r\n“Fuck it! I’m done,” Reagan sat up from her crouch, crawling up the crinkling ground to the entrance her fellow captivess had failed to crawl through. That’s because they tried pulling themselves up or the crinkly plastic down to them. Reagan knew that her strength wouldn’t cut it; however, her weight would influence the bags droop. Hopping higher up, she felt the bag give under her little weight and fall down to the driver’s other thigh. The entrance had fallen to be level with the top of her leg, creating a simple tunnel out.<br>\r\n<br>\r\n“The hell are you doing?!? Just stay down, she wont see us, please!” A man tried to whisper shout at her from below. She simply threw him the bird and continued on her way.<br>\r\n<br>\r\nWithout the suffocating shell surrounding her, the air felt crisper, cool. It was still stale from having been lived in by its occupants, but Reagan preferred it to the cramped prison she’d lived in the last two days. No food or water, they were destined to expire if not purchased. So Reagan took advantage of the forbidden liberty to stretch her legs and reacquaint herself with her body.<br>\r\n<br>\r\nThen a growling came from her right. While stretching her arm across her chest, she glanced over to see a small sized dog baring it’s teeth at her. She simply glared at the dog, not bowing to its pitiful intimidation tactics.<br>\r\n<br>\r\n“Bark! Arp! Ar ar ar!” The little thing started yelping in alert, clearly perturbed by the small bug that was crawling on its momma’s lap without actually taking action.</span></div></div>",
            "created":1589778000,
            "id":2837407,
            "title":"'Bout time She Stretched Her Tiny Legs"
        },
        "11331212":{
            "author_id":"bobbyryle975",
            "author_name":"Typhoon965",
            "choices":[
                "\"Nah.\" Tera pops her in right away.",
                "\"Talk?... Eh, why not?\" Humors Reagan and spares her.",
                "Writer's choice"
            ],
            "content":"<div class=\"\"><div> <span>“What is it, Mutsy?” Tera asked without actually taking her eyes off the road. “What’s wrong?” <br>\r\n<br>\r\nShe took a second to glance at her dog. She followed his gaze to the snack crawling on her leg. “Aww, you’re a good boy!” She cooed to the dog. <br>\r\n<br>\r\nShe promptly tossed him her remaining chip before scooping up the tiny. “And what do we have here? An escapee? So eager to be eaten, huh?”<br>\r\n<br>\r\nStupid dog. Just a minute to herself was all she wanted, and not even that was permitted. Guess she didn't even have that right left... 'Eh, fair enough’ she thought as she was pinched and hoisted up by the large woman teasing her, the tone and diction in her voice hitting Reagan as immensely patronizing, and secretly ironic.<br>\r\n<br>\r\n“Pardon my language ma’am, but hell no. I just desperately needed to get away from those fucks in the bag and stretch a bit. Not my fault you have the worlds greatest watch dog.”<br>\r\n<br>\r\nNow that Reagan was face to face with her captor, she could really assess the person she'd be feeding. She was on the thick side for sure, round cheeks and a figure that filled out under baggy worn out clothes. In Reagan's eyes, she fit her occupation perfectly, but there was something cute about the warmth in her round face.Somewhere between an ‘I could give a shit’ and ‘maybe I'll bake you a pie’ attitude that oozed a down to earth vibe.<br>\r\n<br>\r\nCould’ve been worse. Could’ve been better. She didn’t care, not that it mattered how attractive the person eating her was. “Aight then, I guess if it’s time... unless y’all wanna talk or some dumb shit.” She half meant it. The girl was only human, and as stoic as she wanted to appear when faced with her demise, her mind was alight with panic to prolong her insignificant existence.</span></div></div>",
            "created":1589778000,
            "id":2837408,
            "title":"We Got a Runner!"
        },
        "113312122":{
            "author_id":"bobbyryle975",
            "author_name":"Typhoon965",
            "choices":[
                "Out curiosity, ask Tera what she likes about eating Tinies",
                "Try to learn more about her, endear herself to Tera in the hopes of survival",
                "\"Uh, maybe you could consider letting me go?\""
            ],
            "content":"<div class=\"\"><div> <span>“Talk?” Tera thought for a minute then shrugged. “I guess. For a bit anyway. This stretch of road is long and empty. Not even anything good to look at.” <br>\r\n<br>\r\nShe set the girl on the dash before diving her hand into the bag again. She pulled out another person and popped them into her mouth. “You’ve got until I hit the next traffic light.”<br>\r\n<br>\r\nOh. That worked. She was pleasantly perplexed to be set on the dash board where she actually had some room to herself. Didn’t have the same shock absorption as the human thigh, but the open space was a modest upgrade.<br>\r\n<br>\r\n“Okay... uh, ya got a name?”<br>\r\n<br>\r\n“Tera,” the woman answered briefly. “Tera Labowski. And you?” Her brown eyes glanced down at the tiny person on her dash as she strongly sucked on the one in her mouth.<br>\r\n<br>\r\nReagan caught brief glimpses of the damned mouthful. Maybe that was the guy who warned her not to leave the bag. Irony in action.<br>\r\n<br>\r\n“Does it matter?” She found herself locked onto the screaming man muffled between the plush, snarky lips, but decided best to make eye contact, at the least for her manners.<br>\r\n<br>\r\n“Reagan Shrom, or I was. Depends where you stand on that philosophical spectrum.”<br>\r\n<br>\r\nTera shrugged and took a drink of her coke. She was an expert at stuffing the tiny between her cheek and gum to avoid him going down prematurely. <br>\r\n<br>\r\n“I don’t really,” Tera said. “I just enjoy what’s in front of me.” She belched as she drove, not bothering to be any sort of polite about it.<br>\r\n<br>\r\nShe couldn’t suppress a chuckle, that burp must’ve been hell to the guy stuffed in Tera’s cheek. Still, Reagan got a brief whiff being in the blast zone, and her nose didn’t like what it had to look forward to.<br>\r\n<br>\r\n“Peeyoo! ‘Scuse you, Lady,” she chuckled about, a small, hollow laugh faked for the benefit of keeping conversation. “Honestly, I didn’t think you’d actually agree. Didn't have much to blabber about.” Somehow, she was revitalizing her old sociability, a stark contrast to the cold and dismissive the way she’d treated everybody since her conviction. Maybe it’d be worth pretending, at least to see how far she'd get. Who knew how far off the next light was anyway in the middle of Buckass, New Mexico, or wherever the fuck she was stocked.<br>\r\n<br>\r\n“Eh, you been truckin’ for a while? Where’s this shipment heading?”<br>\r\n<br>\r\n“I have and it’s heading down to Arizona,” Tera said. “Picked it up in Canada a few days ago. Started in Arkansas, tho, delivering local. Worked my way up from there and bought my own truck last year.”<br>\r\n<br>\r\n“Arkansas?” She perked up a bit, “Anywhere near Bentonville?” Already she was regretting her enthusiasm, but she’d be wrong to disregard the first spark of interest she felt in weeks.<br>\r\n<br>\r\n“The one and the same,” Tera confirmed. “Started shipping for Walmart first. Hopped around some since then but Walmart always gives good references.”<br>\r\n<br>\r\n“Heh, what a coinkadink. Grew up there, and damn near expected I was the only one to get out.” Reagan reclined against the plastic wall barricading the dash meters, stretching her leg out with the other bent and supporting her arms, “It’s a small world after all, ain’t it.”<br>\r\n<br>\r\n“Guess so.” Tera slurped around the human in her mouth once more before swallowing it. <br>\r\n<br>\r\nShe took a long drink of her coke and put it back in the cup holder. “I’m the first in my family to get out. The men usually work in warehouses and factories and the women in diners and restaurants. So I’m doing real good as far as my family is concerned. Living high on the hog and all.”<br>\r\n<br>\r\n“Good on ya for that,” she ignored the swallow that sent the condemned man to her gut, yet out of morbid curiosity watched her drink immediately after, picturing what must be happening to the people still alive in her, flooded by fizzy soda and forced to swim or drown in the dark.</span></div></div>",
            "created":1589778000,
            "id":2837411,
            "title":"A Friendly Chat"
        },
        "1133121221":{
            "author_id":"bobbyryle975",
            "author_name":"Typhoon965",
            "choices":[
                "Mutsy wants some attention!",
                "Tera gets bored, eats Reagan right there",
                "Tera asks Reagan more about her history with Tinies"
            ],
            "content":"<div class=\"\"><div> <span>“Say, from one Benton girl to another, what do ya like about buying us? Shrinkies I mean. What’s the appeal on your end?”<br>\r\n<br>\r\n“New food,” was Tera’s chillingly casual answer. “You’re a decent snack on your own but y’all do make excellent toppings. First time for a chili dog today but y’all do go good on ice cream or pizza or fresh popcorn. My boyfriend loves it when I wear whip cream and shrinkies during sex”<br>\r\n<br>\r\n“Aw what! Ewwww~” she teased, sticking her tongue out, letting out a cute laugh, “I know some folks got up to foolin around with ‘em, but it just sounds weird. Like, unsanitary, or somethin.” Her reaction to the later detail helped her brush off being bluntly called food herself.<br>\r\n<br>\r\nIn the back of her head, she could feel a small chance of surviving. A small chance to win some sympathy maybe, just maybe. Try to distance herself from her identity as food. Appeal to her better nature. If she wasn't a totally heartless bitch, she might just make it past that prophesied stoplight.<br>\r\n<br>\r\n“You tellin me ya let some dinky little rejects flit around in your hoohah? Hehe.”<br>\r\n<br>\r\n“No,” Tera snorted. “That would be highly unsanitary. No. It’s just whipped cream and shrinkies on my nipples. Oh and whipped cream and shrinkies on his dick. He likes that, too. But he really just likes any excuse for my mouth to be on his junk.”<br>\r\n<br>\r\n“Anything to spice things up, right?” She snorted a bit, caught up in the unexpected girl talk between the two strangers. “My old boyfriend asked me to try that once. Couldn’t do it, just felt silly n’all.”<br>\r\n<br>\r\n“Eh. It’s just food.” Tera shrugged. She helped herself to another shrinky, popping it into her mouth. It was a second nature thing. She didn’t even really think about it. <br>\r\n<br>\r\n“No different than the multi color sprinkles or gum drops or something,” she said.<br>\r\n<br>\r\n“Guess so,” the short haired girl leaned back, “never heard it put so mundanely before.” Her brow furrowed, biting her thin lip in contemplation, “Seems kinder than how I did it. Just saw it as a power thing.”<br>\r\n<br>\r\nHer blue eyes looked over to the window, drifting back on distant memories that had not long passed, “Didn’t have a lot of power growing up. Daddy was a shit entrepreneur and wanted me at home cleaning shit since Ma couldn’t be asked. Went to college thinkin’ that’d make up the difference.  Turns out uni just makes ya feel shittier.” <br>\r\n<br>\r\nReagan pulled her knees in, wrapping her arms around them, “When they started sellin’ shrinkees, was weirded out at first. Obviously there’s the whole civil rights debacle around it, but when I first tried ‘em... I dunno! Was like a rush. Felt cool to turn shitty people into.. heh, shit.”<br>\r\n<br>\r\nShe was smirking now, reliving what had turned out to be her prime before winding up how she was now, “Guess that’s Just hubris then. Life’s funny like that, ya know?”<br>\r\n<br>\r\n“Guess so,” Tera said around her shrinky. “But I don’t break laws. I stay right at the speed limit. I don’t get any tickets or citations. I renew all my licenses early and everything. I don’t fuck around with that shit.”<br>\r\n<br>\r\n“But that’s my point! You follow the law, be a good, upstanding citizen all you like. In the end, that guy in your mouth had a family, friends, thoughts and shit,” she pointed half heartedly to the bulge in Tera’s cheek, not actually caring about the man inside beyond making a point.<br>\r\n<br>\r\n“Maybe he killed a man? Maybe he embezzled money from his company? Maybe he didn't do jack shit and had a minor citation, bombing his plea hearing while pissing himself over a shitty defense council. You never know who’s gonna wind up like this, someday might be someone you know. Might be you! Sure as hell didn’t think it’d be me...”<br>\r\n<br>\r\nReagan listed away, a moment of melancholy before shaking her self out, “Point is, that’s the fun. Everything these cats were is now calories. Makes ya feel like a boss ass bitch when you get over the ambiguity of it all.”<br>\r\n<br>\r\nTera slurped hard on her treat, even lightly nibbling him. Then she stuck him back under her tongue to get the best flavors. <br>\r\n<br>\r\n“Eh. Don’t care,” she said. “They just taste good is all I know. Probably eat too many of them, but they tend to go straight to my ass and my boyfriend likes it, so I don’t try too hard to stop.”</span></div></div>",
            "created":1589778000,
            "id":2837413,
            "title":"Musing Over Merits, Mini's, and Memories"
        },
        "11331212211":{
            "author_id":"bobbyryle975",
            "author_name":"Typhoon965",
            "choices":[
                "\"None of your business. You know what? We're done here.\"",
                "Conversation Continues",
                "Writer's Choice"
            ],
            "content":"<div class=\"\"><div> <span>She let her dog hop into her lap and gently scratched around his ears as she drove. Her little terrier turned and licked her face eagerly. Tera chuckled and pulled out the now-flavorless shrinky from her mouth. <br>\r\n<br>\r\n“Do you want this? Does my little Mutsy-wutsy want a treat?” She laughed at his eager expression before tossing the shrunken person at her dog.<br>\r\n<br>\r\nThe ragged, spit soaked man coughed after his thorough wash. He probably found it a miracle he was still alive. Poor son of a bitch couldn’t even get out a yelp before the little terrier snapped him in its jaws. It shook him about, readjusting it’s bite over his now mangled body before hopping out of its owners lap to enjoy the treat on his own.<br>\r\n<br>\r\nReagan stifled a yelp watching the display, “Jesus! A bit much, ain’t it?” she held back a gag watching the cute puppy turn away, obviously gnawing away at the new toy. “Not to mention the waste... ah well. To each their own.”<br>\r\n<br>\r\nConsidering she’d gone through two tinies since they started talking, there was one left in the bag. Considering the time frame Tera gave her, she wondered if she’d even make it that long.<br>\r\n<br>\r\n“For someone that wanted to talk, I sure feel like I’m carrying the conversation here. What? Don’t feel like getting real?”<br>\r\n<br>\r\nShe crossed her legs, scooting forward into an upright position, “If you ever had a secret you’d want someone to take to their grave, Now’s a good time, honey.”<br>\r\nTera laughed at that. “I really don’t have secrets. My man knows it all. But I can say my mom never found out how much my best friend and girlfriend ate me out during college. Or how I kept her tied to our bed for days at a time and used her as furniture.<br>\r\n<br>\r\n“You talked about empowering? Controlling a tiny thing like you isn’t power,” she said. “But controlling a full-sized human like myself, now that is a power rush.”<br>\r\n<br>\r\n“Wow...” she was surprised. Not just by the extra promiscuity she hadn’t anticipated from a truck driver, but that this sloppy, blue collar woman had also gone to college.<br>\r\n<br>\r\n“I-uh, didn’t peg you the type to do the college thing. No offense! Just, well, why trucking?”<br>\r\n<br>\r\n“Never said I graduated. Spent two years there and decided that shit wasn’t for me,” Tera said. <br>\r\n<br>\r\nShe pulled out the final shrinky and popped it into her mouth. She tossed the empty wrapper into the passenger floorboard. “Trucking made more money faster with less effort. I get to sit on my ass all day but still get to see the country and get paid.”<br>\r\n<br>\r\nDamn. Now she was the last one. “Never thought of it like that. Travel's always made to sound so expensive. But making money while doing it? Worth the occasional sore ass, I bet.”<br>\r\n<br>\r\nTera wasn’t soft spoken, but she wasn’t giving Reagan much to go off of. At least from her perspective. <br>\r\n<br>\r\n“I was studying to be an opera singer. Earned my bachelors, tried my hand at teaching for a while,” now she felt she was talking too much. Last thing she’d want to do is annoy the driver, “Sorry, losing track. How much does the job pay?”</span></div></div>",
            "created":1589778000,
            "id":2837415,
            "title":"A Good Treat for a Good Boy!"
        },
        "113312122112":{
            "author_id":"bobbyryle975",
            "author_name":"Typhoon965",
            "choices":[
                "The drive continues uneventfully",
                "\"You know? You're alright kid. Might just keep you around.\"",
                "Soda's almost out, and Tera wants to try something"
            ],
            "content":"<div class=\"\"><div> <span>“I earn an easy five figures in the year,” Terra said. She slurped hard on her treat, rolling the tiny around in her mouth. <br>\r\n<br>\r\n“This year has the potential for me to earn six since I own my own truck now.” Her nose wrinkled and her face scrunched. She inhaled deeply and barely managed to keep her mouth closed as she blasted out a series of sneezes. <br>\r\n<br>\r\n“Damn. Must’ve been some dirt that got in here,” she mused.<br>\r\n<br>\r\n“Hwoooah! Watch where you’re hockin’!” Reagan yelped just after a glob of phlegm shot out of Tera’s nose and hit the dash during her sneezing fit. “I’d be impressed if I wasn’t almost mortared, haha.” Even with the slimy droplet sliding down the plastic board nearby, she was laughing through the shock. “Shit, feel like I just missed a pie to the face.”<br>\r\n<br>\r\nWhen her laugh died down, she then heard a sickly sound coming from the pile. Sliding closer to the dash, the limbs and head of a girl stuck out from the green gunk, hyperventilating in a full blown panic. Her horrified brown eyes flicked around her new surroundings, eventually landing on Reagan.<br>\r\n<br>\r\n“He— hack — help... please!...” The girl saw the blond tomboy as her last hope, several of her limps already broken and unable to free herself from the mess. For Reagan, it was an uncomfortable request, and she inched away, unwilling to provide any help. She felt for the girl, but there was nothing she could do.<br>\r\n<br>\r\nTera wrinkled her nose and dug a tissue out of the console. “Gross. Can’t let that stay there.” <br>\r\n<br>\r\nShe promptly wiped the hunk of snot off the dash, balled it up and tossed it out the window. She quickly put the window back up so it wouldn’t blow around everything in the cab.<br>\r\n<br>\r\nThe blast of winds blowing through the car billowed wildly as the loogie was wadded up and tossed out like nothing. Reagan watched the tissue, the snot, and the pretty brown eyed girl fly off to crash into the dirt somewhere. Maybe the tissue would cushion her fall? If she found any small plants, she might be able to eat a bit. But who’d be fool enough to think a broken one inch person could survive in the desert? If the days of hunger didn’t get her, the wildlife would.<br>\r\n<br>\r\n“Don’t they have harsh penalties for littering out here?” Reagan looked up with a smugness on her face, pointing out the funny little hypocrisy she caught Tera red handed with.<br>\r\n<br>\r\n“It’s a tissue and is biodegradable,” Tera said. “It doesn’t really count. Besides, we’re totally alone out here. No one else. No cameras. No nothing out here.”<br>\r\n<br>\r\n“So you’re careful, not law abiding. Whatever floats your boat.” She was grinning. Aside from the gruesome imagery and crimes against humanity, she was having a nice chat with her last bit of interaction on Earth. <br>\r\n<br>\r\n“Ever thought about what’d happen if you got caught? Wind up like lil ol’ me?”<br>\r\n<br>\r\n“Nah,” Tera said. “I don’t do it on roads I don’t know and busy places. Like I said, this place is pretty deserted.”<br>\r\n<br>\r\nShe hummed to herself as a song softly played through the radio. It was a long-time favorite of hers. Her fingers tapped along to the rhythm of the music. There really was no other stop for a long time. There was nothing out there.</span></div></div>",
            "created":1589778000,
            "id":2837417,
            "title":"Bless you!"
        },
        "1133121221121":{
            "author_id":"bobbyryle975",
            "author_name":"Typhoon965",
            "choices":[
                "Like she said: Times Up",
                "Reagan breaks and begs for her life",
                "\"Eh, I guess talking' with ya helps pass the time. Long drive anyway...\""
            ],
            "content":"<div class=\"\"><div> <span>The young girl had to admire Tera’s self esteem. Having spent a life looking for one source of validation to the next, this random truck driver gave the least amount of shit Reagan had ever seen. If it weren’t for her vantage point through the steering wheel giving her an unflattering angle of her proportions, she looked like a perfectly happy woman, living free on the road. “You know lady, you got it figured out. A life of freedom on the road, a man at home waiting for ya. I like the tune of that.”<br>\r\n<br>\r\n“Yup,” Tera agreed. “Best life ever. I love it. He’s considering coming on the road with me. I’ve got living space with a big bed and a mini-fridge back there. We could be comfortable in the truck. So we’ll see how it ends up.”<br>\r\n<br>\r\nShe shifted in posture. The truck began slowing. The speedometer proved it as the needle dropped lower. Tera glanced down at the tiny woman. <br>\r\n<br>\r\n“Time’s up. Light’s red.”<br>\r\n<br>\r\n“Uh, oh...” she hadn’t forgotten their arrangement. Through her feigned confidence, her cheeks visibly sunk that the time had come so soon. They’d found a good rhythm, and maybe she was caught up in that. The illusion of empathy.<br>\r\n<br>\r\n“Right, that came along quickly...” she looked at the speedometer behind her. The hand running down its radius became a ticking clock for her last time in the light. The sun had barely moved from Tera’s lap where she’d once been desperate to get out. Her boldness bought her some time. Didn’t change how this was always going to end.<br>\r\n<br>\r\nThe dial landed on zero, and a brief jolt knocked her into the plastic cover as the car stopped.<br>\r\n</span></div></div>",
            "created":1589778000,
            "id":2837418,
            "title":"Coming Up on the Crossroads"
        },
        "11331212211211":{
            "author_id":"bobbyryle975",
            "author_name":"Typhoon965",
            "choices":[
                "For some reason, Reagan's especially tasty",
                "Nothin' special. *GULP*",
                "Is Reagan miraculously saved/spared?"
            ],
            "content":"<div class=\"\"><div> <span>When the truck was completely stopped, Tera reached out and scooped up the shrunken person. “Can I at least get— wait!” it happened so fast. She was once again caught between impossibly strong, oily fingers. The air rushes by, and she frantically tried to think of what to say to her. A goodbye of some kind? Some final words? Reagan didn't get the chance before she was craned in towards Tera's large, pudgy lips and unceremoniously popped her into her mouth. It was a casual routine for Tera, who smacked her lips for a moment then proceeded to suck on the small girl like any other piece of food.<br>\r\n<br>\r\nShe didn’t get out a peep before she was chucked into a slippery hot plain of gooey suds and spongey bits of food. Reagan stopped her entrance, rolling over the pink mat and skidding to a stop at the base of a dimpled basin. She opened her eyes, partly expecting it to end there.<br>\r\n<br>\r\nIf only she were so lucky.<br>\r\n<br>\r\nHer eyes met the border of teeth and the inner lining of the woman’s lips before they smacked closed without warning. Reagan was in darkness, and the pudgy muscle she’d mistaken for a floor heaved up into her. She gasped as the muscle pressed her into a hard, ridged surface, molding around her entire body like a vacuum seal before violently brushing itself over her. Again and again it assaulted her along with waves of hot, gooey spit gushing around her like crashing underground rapids.<br>\r\n<br>\r\nShe wanted to be ready. She’d imagined what her own shrink snacks went through to understand what was coming. Tried to picture it when she had nothing better to do in the gas station for close to fifty plus hours, convincing herself that she’d be less afraid when her time came. Nothing could prepare her, and nothing held back the primal fear that was bursting out of her like a broken hydrant.<br>\r\n<br>\r\nReagan Shrom screamed, scratching and pushing fruitlessly into the tongue, getting her wish for freedom only to be tossed elsewhere, tears imperceivable amongst the torrent of saliva and leftover coke residue.</span></div></div>",
            "created":1589778000,
            "id":2837421,
            "title":"Redlight Means End of Life"
        },
        "113312122112112":{
            "author_id":"bobbyryle975",
            "author_name":"Typhoon965",
            "content":"<div class=\"\"><div> <span>Tera hummed along to the music as she sucked on her final treat. She was bored at this light. She always was. This was the only light for at least a hundred miles and it was only because the intersecting road was also a major highway. But still, way out here, no one was really on the road. <br>\r\n<br>\r\nShe sighed as she sucked on the treat, wishing for the light to turn. Slipping her over and under her tongue. For once, having spent time with the girl, she paid more attention to her feeble squirming. It was cute, but also carried some disturbing undertones Tera didn't care too much to dwell on. After all, why ruin her mood?<br>\r\n__________________________________________________________________<br>\r\n<br>\r\nHer limbs and head had been beaten and bent from banging into the giant teeth, passed from cheek to cheek and savaged atop and under the tongue in random sequences. Reagan’s breath was wasted when she could only breathe in spit. At one point, she accidentally ingested a gooey crumb of a long eaten chip while being scooped between the cheek and molars. <br>\r\n<br>\r\nReagan wondered if this was the same experience for her own food. Carelessly tossed and savored with no remorse. What hope she had that her friendly chat might’ve given her an easier death was dashed. Then she wondered if this was an easier death?<br>\r\n<br>\r\nShe gave her morsels time to think. To plea. Stopping her onslaught to give them hope that it’d stop, even opening her mouth to tease them with release. She’d draw this out the most, letting them get as far as her bottom lip before snapping them closed. A quick slurp and gulp, and they were done. The fear was delicious, one of her favorite things to illicit from her tinies. Reagan never considered how they truly must've felt, and none of what she theorized quite lived up to the true dread of being molested by a slathering field of muscle and drool, flung and ferried into every dark, damp, squishy corner of a strangers mouth, trembling and crying to such an insignificant extent that her infinitesimal horror meant absolutely nothing to the world beyond her slobbery torment.<br>\r\n__________________________________________________________________<br>\r\n<br>\r\nFor the time she humored the girl, it didn't make her taste much different from the others. Instead, Tera tapped along to the beat, bobbing her head a little as well and swishing the jelly bean of a person into her cheeks then back. Finally, the light turned. With a relieved sigh, she swallowed. Without even waiting a second, she raised her cup and took a long swig to wet her mouth, then hit the gas. <br>\r\n<br>\r\n“Two hundred miles to go, Muts” she sighed.<br>\r\n__________________________________________________________________<br>\r\n<br>\r\nTera didn’t have the taste for drawing things out like the small girl had. Reagan was bucked to the sealed gullet and shoved down with little fanfare. A fat <i><b>GULP</b></i> ferried her down the pulsating tunnel. There was now time and room to rest and whimper, the walls simply conveying her down feet first instead of aggressively pushing into her. Any second now, she’d plop into her grave...<br>\r\n<br>\r\nBefore that could happen, another gulp echoed above, then another, and a flood of brown, fizzing liquid cascaded onto her head, quickly filling the small space she occupied in the esophagus. Luckily, the fluid also sped along her fall, and she spurted out into a lake of thick bile and bubbling carbonation. Without her ears being squeezed mercilessly, the heartbeat and grumbles were finally noticeable. The bodily noises resounded mightily with each gushing churn of the chamber. Reagan was forced to swim, knocking into the kneading rubbery walls for any possible handhold. The rush of massive airflow heard through the walls reminded her she had to breath, and there wasn’t much air here, either from being stuck inside an organ where oxygen didn’t belong or the carbon dioxide from the cola. Her arms were atrophied from her time in the packaging, leaving her no strength to stay above the surface. Getting light headed, she wanted to hold onto anything to feel like she had control. To have some bearing to say she could die with dignity. By the time her eyes glazed over, and her body was rocked across the surface of the pool, her arms gave out. She meekly kicked to prolong herself.<br>\r\n<br>\r\nThen something more solid then the mush she felt around her legs floated into her. Frightened by the invasion of her space, probably the least of her concerns, she realized the floating mass might be a way to avoid the constant swimming. She desperately paddled toward the mass, floundering her arms over the top of it for salvation. Instead, the bulk sunk just as easily, forcing her back under. As long as she was fully submerged, she felt the light tingling begin to encompass her entire being. Quickly, she pulled up the aimless mass, kicking to the surface with all her will. Finally, she broke through, but then came to realize what she was holding.<br>\r\n<br>\r\nIt was the Australian. Drowned and dead. Her little heart sank. She'd forgotten how many others were in here with her, so focused on her own predicament. How many made it down whole like him? How many body parts and viscera had she floated by already?<br>\r\n<br>\r\nTerrified, she pushed the corpse away, left once again to madly tread water in the frothing, pulsing pond of soda and chyme. The walls were closing in further, pushing the water line higher up and threatening to pull Reagan under. She refused, kicking more and more as the tingling she felt earlier soon became burning.<br>\r\n<br>\r\n\"No! NO PLEASE! ERIN!! DADDY!!! <span class=\"cmaroon\"><i><b>SOMEONE</b></i></span>!!!?!?\"<br>\r\n<br>\r\nIn the end, the stomach clenched around her, condensing until all but a small pocket of space lie between her and the top. At this compression, the noxious air gathered at the sphincter overhead and rushed up and out.<br>\r\n<br>\r\nThat was the last thing Reagan Shrom saw before being unable to find her next breath, and slipping under the hot, bubbling surface...<br>\r\n__________________________________________________________________<br>\r\n<br>\r\nTera took another drink of her soda, draining the last of the large cup. She belched loudly and licked her lips. She was bored again. As per usual. Still, it was her lot in life, she knew what she signed on for and loved what the life provided for her. Glancing over at her dog, she found a funny sight and snorted loudly to herself, her diaphragm bouncing with her laughter likely shaking up her guts.<br>\r\n<br>\r\n“Mutsy! Your face!” She laughed. He had blood and some gore all over his smiling muzzle while happily accepting his momma's attention. She pulled him into her lap and wiped his face with a napkin, petting his stinky fur. When he was as clean as he'd get without a bath, she gave him a kiss and put him back in the passenger seat. <br>\r\n<br>\r\n“Next time I’ll get you your own bag,” she promised.</span></div></div>",
            "created":1589778000,
            "id":2837428,
            "title":"Nothin' special. *GULP*"
        },
        "114":{
            "author_id":"the1swagking",
            "author_name":"The1SwagKing",
            "choices":[
                "A Busty Blonde, Ready For Whatever Horndog Feels Like a Quick Purchase",
                "A Muscular Young Man, Labeled as Ready For Breeding",
                "A Shy Nerdy Girl, A Comfort Pet of Sorts",
                "An Outgoing Strange Man, A Little Too Excited to Be Small",
                "More Options"
            ],
            "content":"<div class=\"\"><div> <span>Here lies a tiny, individually caged lining the wall along with hundreds of others around one to three inches tall, labeled as nothing but a pet, according to the Aisle labeled \"Exotic Pets\". It quickly grew popular to label shrunken humans who were deemed worthy of serving as a pet this way, sort of a joke amongst people that soon made it commonplace.<br>\r\n<br>\r\n But the questions still lies, who are you?</span></div></div>",
            "created":1589864400,
            "id":2838215,
            "title":"Pet Shop Selection"
        },
        "1142":{
            "author_id":"the1swagking",
            "author_name":"The1SwagKing",
            "choices":[
                "A Young Woman Who Wanted Some Experience Breeding Tinies",
                "A Middle Aged Bombshell Trophy Wife, Needing a Hobby",
                "A Geeky Looking Girl of Around Thirty, Wanting to Start a Collection",
                "A Woman Wearing A Full Pantsuit, Wanting To Start A Tiny Related Business",
                "Someone Else"
            ],
            "content":"<div class=\"\"><div> <span>Sitting up, I shook my head to wake myself up. I had been on this wall for weeks, a simple PetSmart in the suburbs, waiting for someone to come in and take me home. It hadn't even been that large of a fine, just a missed court case for a traffic stop that put me in this situation. One minute I was sitting at home, minding my own business, the next a special task force was knocking on my door, and within an hour Iw as in the next delivery to the local pet shop.<br>\r\n<br>\r\n  Of course the degradation wasn't ever enough, every day reminding me of the merchandise I had become. Today was no different, the man in the bright blue store uniform depositing the pellets designed for miniature people such as myself making his rounds, leaving a few from the container in the trough I had been assigned. Reluctantly, I grabbed them, gnawing on them as I sat by my window to the store, watching the various customers browse their options.<br>\r\n<br>\r\n  An attractive young woman of around twenty three, my current age walked by holding the leash to a German Shepard. She examined the wall of tinies, before getting the assistance of the employee with the keys to cages to get out the one she wanted. I smiled as I knew at least someone would be freed from this store at least, and her new owner looked like a good person. As the employee dug out a brown haired man, I could see them escorting the woman and her dog to the cashier's table.<br>\r\n<br>\r\n  Once the woman checked out, I fully expected for her to put him in some bag, or her purse, but something much more evil was afoot.<br>\r\n<br>\r\n \"Sit... Sit...\" She instructed the dog, as the German Shepard obeyed. Once it was in her desired position, she dangled the poor man over the head of the dog, who was nearly drooling in anticipation as the woman dropped him into the awaiting maw of the beast. My stomach dropped as she got on her knees and started to scratch the ears of the animal that had just devoured a human being alive. \"Good girl!\" She said as she stood up to speak to the employee. \"I like to let her pick out her own treats, she really seemed to have an eye out for that one.\"<br>\r\n<br>\r\n I stood petrified as she made her way out the door, realizing that some people had looks that were deceiving and that was one of them. I simply relaxed, happy that I wasn't a dog treat for the day, and waited for time to fly by. However, the day was not over, and sooner than later my new owner came in, looking in my cage and requesting for the employee to take me to check out. It was</span></div></div>",
            "created":1589864400,
            "id":2838241,
            "title":"Louis In Captivity"
        },
        "11422":{
            "author_id":"the1swagking",
            "author_name":"The1SwagKing",
            "choices":[
                "\"Get some essentials for my new pet.\"",
                "\"Nah- that can wait. Let's just go home.\"",
                "\"Pick something up from the Post Office.\"",
                "\"Get something to eat real quick.\"",
                "\"Meet up with the girlfriends, ladies night out and I brought a tiny!\""
            ],
            "content":"<div class=\"\"><div> <span>As I watched out the glass, I contemplated what had happened to me. It was unjust, and hopefully the person who decided to take me home with them would see It from the same perspective. On the other hand, they were way more likely to just treat me like a pet, and that was something that I also had to brace myself for. After all, they were buying me from a pet store, where there was food, cages, and toys designed just for people like me, for people like them to give to their pets.<br>\r\n<br>\r\n<br>\r\nThe wait didn't last much longer however, as I saw the woman from nearly a mile away, well it looked like a mile to me, but in reality it was just the front of the store. Surely if I could have seen the other men in the wall they would have the same look of ecstasy as me, my jaw nearly dropping as though I were in a cartoon from the 1950's when I saw the middle aged blonde woman stroll through the store, obviously aware of the attention she drew by the way she strutted. I had never seen a more voluptuous woman as her rather expensive looking top exposed her obviously fake tits.<br>\r\n<br>\r\n Making everyone even more excited, something that I personally couldn't hide, due to my lack of clothing, she made her way towards the wall, starting to examine her options. My erection was rock solid as she bent over, the massive orbs of flesh being pressed against the glass right in front of me as she slowly dragged them down, leaving a smear on the glass of her sweat. Eventually, her neck and head followed the path that her breasts had made, leaving me staring straight into the eyes of the gigantic woman.<br>\r\n<br>\r\n  \"Hey there little guy! Excited to see me?\" She laughed as she stared at my penis, still solid from the sight before. \"You know, I've been looking for a little stud like you. I've been trying to get a new hobby, and I think breeding my own tinies ain't that bad of an idea! As we can see here, you got the ability to get hard, and a cute face. I think you check off all the boxes!\" She said, before raising her head slightly to give me a look at the toothy smile that could engulf me entirely. She leaned in, giving the cage a kiss, before heading off to find the teenage girl in charge of unlocking our containers.<br>\r\n<br>\r\n  I watched in conflict, not knowing whether or not to be happy or scared at the prospect of becoming this lady's new little pet tiny. I could do nothing but wait to see what my outcome would become as I stared through the imprint that her lipstick had left on the glass, watching as the employee came over and unlocked my cage from above, the silky hand reaching in and tugging me up into the unknown. I was forced to ride in her grip as she carried me over to the cash register, my future owner following in quick pursuit. Her free hand tapped the buttons on the electronic screen, before she started to speak.<br>\r\n<br>\r\n \"That'll be twenty one, eighty three.\" She said joyfully as the large MILF handed her a twenty and a five.<br>\r\n<br>\r\n \"Keep the change, I can't wait to get my new tiny home.\" She said as I was deposited into her grip, still silky skin, but slightly more wrinkled than the younger girl. As she walked out of the store, I was kept in her palm, all the way to the nice Mercedes G-Wagon she had parked near the front of the lot. I didn't even process that this was my first time outside in so long, too caught up in thoughts about my new life. I realized that to afford this kind of vehicle, there must be quite the bit of money in her wallet, and at only twenty dollars excluding tax, I was easily replaced. But for now, she seemed to like me, and I planned to keep it that way.<br>\r\n<br>\r\n As I was set in front of the windshield, I looked onward at the smiling giantess, now sporting a pair of Ray Bans sun glasses as she spoke to me.<br>\r\n<br>\r\n \"So, I think we need to introduce ourselves. I'm Kelly, but I'm still thinking of a good name for you...\" She said as I realized this woman truly was treating me as a pet. Not even asking me if I had a name, but deciding on one that she thought more fitting instead. \"I know! I'm gonna call you Stud. Because you better be one, I really need some tinies pronto.\" She joked as she started driving. She hopped onto the interstate, and turned down the radio, more interested in conversing with me.<br>\r\n<br>\r\n \"So Stud, life with me's not all that bad. I mean, sure, you are my property, and any attempt of escape is gonna be punished severely, but if you're a good enough pet, I can be very rewarding. And as my first tiny, I'm sure that you'll be getting plenty of attention from me.\" She said as she continued her drive. \"Now, before we arrive home, I need to</span></div></div>",
            "created":1589864400,
            "id":2838264,
            "title":"Going Home With Kelly"
        },
        "114224":{
            "author_id":"the1swagking",
            "author_name":"The1SwagKing",
            "choices":[
                "I sat and watched, waiting for her to finish up.",
                "She told me to start feeding her fries.",
                "A tiny man slid out of her burger.",
                "I made my escape.",
                "She teased me using her milkshake."
            ],
            "content":"<div class=\"\"><div> <span>As soon as Kelly announced that she was getting something to eat instead of heading straight back to her place, she swerved through three lanes of traffic to get to her exit on time. As a result of this sudden movement, I tumbled down and rolled a bit further away from the titanic cougar who had just acquired me for some sort of new hobby she was picking up. She giggled at my plight, before the long fingernails that had been wrapped around me just moments before herded me onto my feet, and back in front of the steering wheel.<br>\r\n<br>\r\n \"Let's make sure that doesn't happen again, huh Stud?\" She joked as she plucked me into the sky, dropping me into the massive canyon between her breasts which I was admiring earlier. It was warm and comfortable, but sweaty as I was submerged up to my chest in her cleavage. I wasn't about to protest however, as this must have been every man's dream at some point in life, and I was achieving it with one of the best looking females I had ever seen.<br>\r\n<br>\r\n Something told me there was purely nothing sexual about it for her though, as she pretended I didn't exist while she pulled into the burger joint's parking lot, putting the car in park and stepping outside. She whistled the tune of a catchy pop song that had been on the radio when she pulled in, before opening the door into the bustling business. Completing her order, she was handed her milkshake and sat down in a booth to wait for her food.<br>\r\n<br>\r\n As she slurped the milkshake, the all to familiar fingers reached into her cleavage again, pulling out sweaty old me and placing me on the no doubt dirt table, right next to her chocolate shake. As she took a sip from her milkshake, she adjusted her top, giggling as she turned her attention to me once more.<br>\r\n<br>\r\n \"Enjoy the ride, Stud?\" She said with a devilish grin as the burger and fries were delivered to her, the tray set next to my fragile body. She slid me onto the paper which itself was on top of the plastic tray, as I stared up at the gigantic fries in front of me. She started to dig in on the burger, and then</span></div></div>",
            "created":1589864400,
            "id":2838274,
            "title":"Fast Food"
        },
        "1145":{
            "author_id":"bobbyryle975",
            "author_name":"Typhoon965",
            "choices":[
                "A Nervously Optimistic redhead named Molly put in the larger crowd display",
                "What's this? Someone that actually volunteered to be shrunk!?",
                "A Tiny who was wrongfully shrunk on accident, desperate to clear their name!",
                "You're actually the store mascot, owned by the cute manager girl",
                "More Options"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>There's dozens of other tinies on these walls. Who else will you go with?</span></div></span></div>",
            "created":1589864400,
            "id":2838235,
            "title":"More Options"
        },
        "115":{
            "author_id":"darkquest",
            "author_name":"quest",
            "choices":[
                "Tim and the grocery store",
                "Bob and the lab",
                "other stories"
            ],
            "content":"<div class=\"\"><div> <span>How about one of these scenarios-<br>\r\n<br>\r\nTim age 25 had kept above the poverty line and always obeyed the laws. Unfortunately Tim was loyal towards his friends and when his friend ken asked for help Tim helped no questions asked helped Ken. Ken had committed a crime and by helping out Ken, Tim got convicted of aiding a criminal. Tim got shrunk down to 6 inches tall which is taller then most tinys. Now he is headed with a bunch his size and smaller (plus a couple of bigger) tinys to a grocery store to be sold as food.<br>\r\n<br>\r\nBob age 20 has failed out of college and has gone below the poverty line. He has been shrunk to a normal tiny size and is being shipped off to a corporate lab trying to modify tinys into perfect enhanced breeders to help the growing demand for tinys. <br>\r\n</span></div></div>",
            "created":1589950800,
            "id":2838681,
            "title":"More options"
        },
        "1151":{
            "author_id":"darkquest",
            "author_name":"quest",
            "choices":[
                "Going to work with his sister",
                "Going with the bussiness lady",
                "more customers"
            ],
            "content":"<div class=\"\"><div> <span>Tim laid naked on a plate with several other 6 inch tinys bound and mouths taped in a display case in a deli of a grocery store waiting for him to be selected. After Tim got his guilty sentence he was ushered into a facility that stripped him, gave him some injections, cleaned him up and then shrunk him down. Then he was delivered with a huge shipment of tinys of different sizes to a grocery store and he waited behind the counter until eventually him and ken were put on display. Tim hated Ken for getting him involved in this mess and was kinda glad that within minutes of being put on display ken was purchased in a 6 inch sub to some guy but this lead to more worry for Tim. He knew he was almost assured to end up as food but if he really was food he rather be food for a hot girl and not some dude or fat/old/ugly lady. While looking at the customers come and get purchase there groceries he noticed all the clientele are rich which kinda made sense since 6 inch or bigger (special orders) are very expensive compared to normal tinys. After an old lady made her selection of 2 6 inch tinys, a couple dozen normal tinys and some lunch meats. The person who will order you comes up to the counter. Is it-<br>\r\n<br>\r\nTim's sister who is a maid/cook at a mansion shopping for ingredients and picking up the special orders for this weeks meals for her employer and his family. Tim's sister has always warned him to avoid being tiny and that if he ever ended up as a tiny in her kitchen she would make him into a meal for one of her employers.<br>\r\n<br>\r\nA lady in her mid 40's with blonde hair and in a business suite ordering a sub to have later at work.</span></div></div>",
            "created":1589950800,
            "id":2838701,
            "title":"Tim and the grocery store"
        },
        "12":{
            "author_id":"bobbyryle975",
            "author_name":"Typhoon965",
            "choices":[
                "A Pet",
                "A sex toy",
                "Wound up in entertainment",
                "Technically an unpaid intern of sorts for some business",
                "More choices"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>Sounds rough, living long term as a Tiny. Though some have it better than most! Others have it worse... which one are you?</span></div></span></div>",
            "created":1589778000,
            "id":2837431,
            "title":"It's a Hard Knock Life, For You"
        },
        "125":{
            "author_id":"bobbyryle975",
            "author_name":"Typhoon965",
            "choices":[
                "Rescued by a kind person and kept safe from harm",
                "Enhanced and used for sport in the black market",
                "More Choices"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>More options</span></div></span></div>",
            "created":1589778000,
            "id":2837432,
            "title":"More choices! Why not?"
        },
        "15":{
            "author_id":"bobbyryle975",
            "author_name":"Typhoon965",
            "choices":[
                "Just minding your business, another normal day among hypocrisy",
                "On your way with like minded friends to liberate/rescue Tinies!",
                "On your way to a party, nervous that there'll probably be tinies present",
                "On the way to the Capitol! We must abolish these unjust laws!",
                "Writer's choice!"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>Maybe one of the more sensible people left, you find yourself outside the vast majority that have embraced a tiny abusing culture. What are you up to?</span></div></span></div>",
            "created":1589778000,
            "id":2837430,
            "title":"A Normal Person who Sympathizes with Tinies, Re..."
        }
    },
    "info":{
        "author_id":"bobbyryle975",
        "author_name":"Typhoon965",
        "brief_description":"Today, the criminal, poor, and unlucky are condemned to be shrunk. Where do you fit in?",
        "created":1589775780,
        "description":"<td align=\"left\" class=\"norm\"><i>In the near future, shrinking technology is common place as a tool for the federal government to shrink condemned and incarcerated criminals. Soon, new legislation passes that makes those below a certain poverty line or with any minor criminal record legible for detainment and diminishment. These new \"Tinies\" are quickly commoditized as a means to buff the economy, sold as pets, food, decor, entertainment, you name it. Dozens of industries popped up over time to take advantage of the new trends made possible by the unorthodox population shift in human history.</i><br>\r\n<br>\r\n<i>So who are you? An unfortunate soul condemned to a reduced sentence, or a normal person enjoying the perks of the new world order? A survivor making it on your own in the wilds, or a kind soul looking to save the wrongly converted? The choice is yours...</i><br>\r\n<br>\r\nLooking for interesting characters and dynamics in this setting. While I'm mostly hoping for vore adds, I'm open to any number of content covering whatever kink you wish! Points to detailed posts and creative story paths!<br>\r\n<br>\r\nThanks to <span class=\"noselect\" style=\"cursor:pointer;\" oncontextmenu=\"uport_ajax_rt_opts (event, this, 'the1swagking', '', '', '', '10', '', 'ON', '101043520'); hide_uport (); this.shown=1; return false;\" onclick=\"uport_ajax_opts (event, this, 'the1swagking', '', '', '', '10', '', 'ON'); hide_uport (); this.shown=1;\"><a title=\"Username: the1swagking\r\nMember Since: August 15th, 2013\r\nClick for links!\" style=\"line-height: 1em;font-size:1em;font-weight:bold;cursor:pointer;\">The1SwagKing</a></span> <span class=\"noPrint\">(<a title=\"View the1swagking's Community Recognition\" class=\"blue2roll\" rel=\"nofollow\" href=\"javascript:LaunchPop('https://www.Writing.Com/main/authors/action/overall/user_id/the1swagking',%20'CommunityR_101043520',%20'400',%20'650')\">32</a>)</span> <a class=\"imgLink imgPortLink\" onmousedown=\"if(event.which == 3) { event.preventDefault(); var mywin = window.open('https://www.Writing.Com/main/portfolio/view/the1swagking','_blank'); mywin.focus (); event.stopPropagation(); return false; }\" href=\"https://www.Writing.Com/main/portfolio/view/the1swagking\" target=\"_top\" onmouseover=\"uport_ajax2 (event, this, 'the1swagking', '&lt;span style=\\'color:#009900;font-weight:bold\\'&gt;Online Now&lt;/span&gt;', '', 'August 15, 2013', '', '', '10', 'Registered Author');\" onmouseout=\"hide_uport ();\"><span style=\"padding:0px 2px 0px 0px;vertical-align:middle;\"><img src=\"https://images.Writing.Com/imgs/writing.com/writers/costumicons/ps-icon-regular-10.gif\" width=\"30\" height=\"15\" border=\"0\"></span></a><a rel=\"nofollow\" onmousedown=\"if(event.which == 3) { event.preventDefault(); LaunchPop('https://www.Writing.Com/main/em/action/new/toid/101043520',   'mess101043520_1590044060', '710', '540');  event.stopPropagation(); return false; }\" href=\"https://www.Writing.Com/main/em/action/new/toid/101043520/in/1\" target=\"_top\" title=\"Email User: the1swagking [Online Now]\" class=\"imgLink imgPortLink noPrint\"><span style=\"vertical-align:middle;padding:0px 0px 0px 0px;\"><img src=\"https://images.Writing.Com/imgs/writing.com/writers/mail.gif\" width=\"22\" height=\"15\" border=\"0\"></span></a><span class=\"noPrint\"><span id=\"new_ffthe1swagking\"><a class=\"imgLink\" style=\"cursor:pointer;\" onclick=\"doAjaxO('ffthe1swagking', '', 'post', 'https://www.Writing.Com/main/my_favorites.php', 'action=fanfav&amp;fav=1&amp;user_id=101043520&amp;nopad=1&amp;new=1&amp;ajax=new_ffthe1swagking');\" rel=\"nofollow\" title=\"Click to add the1swagking to 'My Favorites'. \r\nClick again to become a 'Fan'. \"><span id=\"ffthe1swagking\" style=\"padding:0px 3px 0px 3px;vertical-align:middle;\"><img border=\"0\" src=\"https://images.Writing.Com/imgs/writing.com/writers/favplus.gif\" style=\"padding-right:1px;\" width=\"15\" height=\"15\"></span></a></span></span> } for recommending I finally put something up on this site. Likely gonna populate some of the threads with some of my preexisting stories that take place in this world, but feel free to come up with whatever chapters and ideas you wish!<br>\r\n<br>\r\nMust write substantial entries, minimum one five sentence paragraph, and stay consistent with the perspective of whatever entries came before you. I don't mind different threads following first, second, or third person POVs. </td>",
        "id":2222158,
        "image_url":"https://images.Writing.Com/imgs/writing.com/writers/listing-header-5000.gif",
        "modified":1590023880,
        "pretty_title":"Low Prospects for Littles"
    }
}