{
    "chapters":{
        "1":{
            "author_id":"stewey77",
            "author_name":"halo3",
            "choices":[
                "Hide from them.",
                "Slowly approach them",
                "Try to escape the room.",
                "Readers choice ",
                "Readers choice "
            ],
            "content":"<div class=\"\"><div> <span>Dream: You are walking through the woods quietly and peacefully enjoying the calmness and beauty but this is almost immediately interrupted by what feels like an earthquake causing the world around you to shake and crumble.<br>\r\n<br>\r\nYou take off in a dead sprint but you can't seem to escape it. You stop to look around for an exit but before you can a tree snaps and without warning falls on top of you!<br>\r\n<br>\r\nDream End: This is enough to wake you up and sit straight up, after realizing it was just a dream you relax for just a moment before realizing you are not in your bed but instead you are on the floor and it's also not your floor.<br>\r\n<br>\r\nYou quickly stand up and look around trying to figure out where you are but nothing looks familiar to you but you also begin to notice how big everything is! You can't be more than an inch tall! And what makes things worse is you begin to hear loud foot steps getting closer and closer.<br>\r\n<br>\r\nThe door to the room bursts open and 5 Girls come stomping in! What do you do in this situation?</span></div></div>",
            "created":1600923600,
            "id":2909525,
            "title":"Awakening"
        },
        "11":{
            "author_id":"stewey77",
            "author_name":"halo3",
            "choices":[
                "Pile of dirty clothes ",
                "Bag of chips",
                "Under the bed",
                "Readers choice ",
                "Readers choice "
            ],
            "content":"<div class=\"\"><div> <span>I need to hide myself you think but where? You begin looking around the room and notice a few possible locations.<br>\r\n<br>\r\n1# Pile Dirty clothes near by<br>\r\n<br>\r\n2#Bag of chips, It looks \"empty\"<br>\r\n<br>\r\n3#Under the bed, who would look there<br>\r\n</span></div></div>",
            "created":1600923600,
            "id":2909528,
            "title":"But where to hide?"
        },
        "112":{
            "author_id":"stewey77",
            "author_name":"halo3",
            "choices":[
                "It works!",
                "Into the mouth you go!",
                "Readers choice "
            ],
            "content":"<div class=\"\"><div> <span>You spot an empty bag of chips sitting next to the girls and possibly a good hiding spot! Because why would they look in an empty bag of chip crumbs, you think to yourself. <br>\r\n<br>\r\nYou begin to slowly make your way to the opening of the bag, avoiding being spotted by the girls. <br>\r\n<br>\r\nOnce arriving you quickly get inside to avoid getting seen. Now you just have to play the waiting game and hope they fall asleep soon so you can try and escape this room of nightmares.<br>\r\n<br>\r\nYou decide to sit down and wait maybe even snack on some of the left overs, you are kinda hungry you don't remember if you even ate dinner last night....<br>\r\n<br>\r\nAs you snack down on some chip crumbs you listen to the girls talk about everything from boys to their favorite movies and even some of their embarrassing moments throughout the night. <br>\r\n<br>\r\nYou can't help but laugh and be amused by all of this and just lay back and listen. <br>\r\n<br>\r\nAs you lay there you begin to doze off and unfortunately you aren't able to enjoy this rest as your world is shaken and turned upright!.<br>\r\n<br>\r\nOne of the girls has picked up the bag and now heading for their mouth! You don't have much time to react as the bag is turned upside down and you begin sliding downwards to their awaiting hungry mouth!<br>\r\n<br>\r\nYou try to make a quick second decision and spread your legs out to hopefully stop yourself on her lips! <br>\r\n<br>\r\nDose it work?</span></div></div>",
            "created":1601182800,
            "id":2910832,
            "title":"Bag of chips"
        },
        "113":{
            "author_id":"stewey77",
            "author_name":"halo3",
            "choices":[
                "Yes she does ",
                "Nope she doesn't ",
                "Readers choice "
            ],
            "content":"<div class=\"\"><div> <span>You decide hiding under the bed is your best option, However the bed is about 6 feet away but to you that's about the size of a football field.<br>\r\n<br>\r\nYou quickly try and make your way to the bed hiding behind shoes,empty candy wrappers and soda cans and even taking quick looks at the girls making sure they aren't looking in your direction.<br>\r\n<br>\r\nAfter about half an hour you are almost there you just need to make it from your current hiding spot which is a water bottle, but right before you are about to make your move you hear foot steps heading your way and before you can react the water bottle is being lifted up! <br>\r\n<br>\r\nYou turn around and see an enormous preteen standing above you. You pray she didn't see you.<br>\r\n<br>\r\nDoes she see you?</span></div></div>",
            "created":1600923600,
            "id":2909566,
            "title":"Under the bed"
        },
        "1131":{
            "author_id":"stewey77",
            "author_name":"halo3",
            "choices":[
                "Isabella ",
                "Riley ",
                "Juanita ",
                "Elizabeth ",
                "Alyssa "
            ],
            "content":"<div class=\"\"><div> <span>Unfortunately for you she is looking directly at you! You begin to panic and run away. <br>\r\n<br>\r\nShe stares at you for a moment not realizing what you are but she seems to want to get a better look and begins to get down on her hands and knees. You continue to run but her head is now right above you and her hands are moving in around you! <br>\r\n<br>\r\nEverything goes dark and you are surrounded by her warm flesh but soon a beam of light begins to shine in from above and an eye appears between the crack. You look up and stare back at it helpless.<br>\r\n<br>\r\nHer hands begin to open and looking up you see______.</span></div></div>",
            "created":1601010000,
            "id":2909577,
            "title":"Looking right at you!"
        },
        "11312":{
            "author_id":"stewey77",
            "author_name":"halo3",
            "choices":[
                "To the other girls ",
                "To the bathroom. It's more private ",
                "Readers choice ",
                "Readers choice "
            ],
            "content":"<div class=\"\"><div> <span>After looking up and seeing her face you think this is Riley from listening to the girls talk to each other. She seems to be a bit of a tomboy compared to the other girls. <br>\r\n<br>\r\nYou begin to slowly stand up in the palms of her hands, her eyes locked on you barely moving. You can tell her mind is racing and not sure what to think of you. <br>\r\n<br>\r\nYou aren't honestly sure what to think of all this either but you might as well try and say something her and see if she can help you but before you can open your mouth she closes her hand around you again and begins walking. <br>\r\n<br>\r\nWhere is she taking you?</span></div></div>",
            "created":1601010000,
            "id":2909588,
            "title":"Riley "
        },
        "113122":{
            "author_id":"stewey77",
            "author_name":"halo3",
            "choices":[
                "She believes you",
                "No she doesn't ",
                "Readers choice "
            ],
            "content":"<div class=\"\"><div> <span>A minute or so passes and after hearing a door close her hands open up revealing Rileys face again.<br>\r\n<br>\r\nShe then brings her head down to your level and begins to speak.<br>\r\n<br>\r\nWho are you? She asks. You just look up at her massive face a little nervous to reply but you manage to spit out \"Oliver\". <br>\r\n<br>\r\nWhere did you come from? She asks. You just stare at this titanic sized girl unable to reply. Well? Where did you come from she asks again. <br>\r\n<br>\r\nI..I just woke up in the room and was trying to hide myself from you all. Why were you trying to hide? Were you spying on us!? She asks more aggressively.<br>\r\n<br>\r\nNo! no I was just afraid you say frantically, but she doesn't seem to happy with that answer. Please I promise I wasn't spying! She squints her eyes and stares at you for a few moments before speaking again.<br>\r\n<br>\r\nDose she believe you?</span></div></div>",
            "created":1601010000,
            "id":2909596,
            "title":"To the bathroom. It's more private "
        },
        "1131222":{
            "author_id":"stewey77",
            "author_name":"halo3",
            "choices":[
                "Foot slave ",
                "Become her piece of suckable candy or worse ",
                "Pantie Slave",
                "Booger miner",
                "Readers choice "
            ],
            "content":"<div class=\"\"><div> <span>I don't believe you! She says angerly. Your heart sinks after hearing this, knowing now that your chances of being saved are extremely low.<br>\r\n<br>\r\nYou stand there nervously watching this young Goddess deciding your fate, you do notice her expression change slightly from angry to a small grin.<br>\r\n<br>\r\nSo Oliver.. What am I going to do with you? I can't just let you go to continue spying on us, but maybe I can find other uses for you. <br>\r\n<br>\r\nAll hope is lost at this point and there is nothing you can do but wait for your judgment.<br>\r\n<br>\r\n#1 Foot slave <br>\r\n<br>\r\n#2 Become a piece of candy.<br>\r\n<br>\r\n#3Pantie slave (Front or Back)<br>\r\n<br>\r\n#4 Booger miner</span></div></div>",
            "created":1601010000,
            "id":2910014,
            "title":"No she doesn't "
        },
        "11312223":{
            "author_id":"stewey77",
            "author_name":"halo3",
            "choices":[
                "Vagina",
                "Ass"
            ],
            "content":"<div class=\"\"><div> <span>You know what!? I think I have the best punishment for you! She says with a smirk. I think your going to be my personal pantie slave! <br>\r\n<br>\r\nYou are speechless,almost unable to react to what she just said. You then begin to feel yourself being lowered down to the girls waist.<br>\r\n<br>\r\nShe begins to pull back her waistband giving you a nice view of what's to come, her hand begins to tilt causing you to fall and begin tumbling down and landing right in front of her?</span></div></div>",
            "created":1601010000,
            "id":2910017,
            "title":"Pantie Slave"
        },
        "113122232":{
            "author_id":"stewey77",
            "author_name":"halo3",
            "choices":[
                "To the center!",
                "Stay where you are",
                "Readers choice "
            ],
            "content":"<div class=\"\"><div> <span>After your tumbling comes to an end you realize she has dropped you into the back of her panties with her \"enormous\" ass at least compared to you. <br>\r\n<br>\r\nRiley just smirks and releases her. Waistband sealing you inside, you are now pinned to her buttcheek. You never thought that one day you'd be in the situation. <br>\r\n<br>\r\nYou feel as Riley begins moving again and more than likely going back to the other girls but this time with a little man on her buttcheek. <br>\r\n<br>\r\nThe other girls are completely unaware of this as she enters the room and proceeds to sit on the floor to join the them.<br>\r\n<br>\r\nYou Immediately feel the pressure of her weight and lucky for you she has a bit more cushioning on her ass so you are not crushed to death immediately, but you need to make a decision either stay where you are or risk moving to the center of her cheeks between her crack. <br>\r\n<br>\r\nYou may have more room there but it will come with its own challenges. What will you do?</span></div></div>",
            "created":1601010000,
            "id":2910027,
            "title":"Biggest Ass you've ever seen"
        },
        "1131222321":{
            "author_id":"stewey77",
            "author_name":"halo3",
            "choices":[
                "Stay and wait",
                "Risk an escape ",
                "Readers choice "
            ],
            "content":"<div class=\"\"><div> <span>You decide you'll have a better chance if you move to the center of her ass, this will give you a little more room to work with.<br>\r\n<br>\r\nYou begin to struggle and wiggle your way out from underneath her cheek and moving closer and closer to her crack, your struggles and movement don't go unnoticed however and she begins to crack a small smile and begins to softly bounce up and down trying not to bring much attention to herself.<br>\r\n<br>\r\nThis does make things more difficult for you though but you continue moving and eventually your efforts are rewarded! Once you arrive you fall a short distance and are now face to face with her butt crack!<br>\r\n<br>\r\nAfter all your hard work you are exhausted and need a moment to relax and get your mind straight. <br>\r\n<br>\r\nWhat is my game plan now? You think to yourself, I can't just climb out right? She'd feel me and find a possibly worse punishment for me to endure but a possible escape is possible because from above you see a small amount of light pouring in but it might be to risky.<br>\r\n<br>\r\nWhat will you choose?</span></div></div>",
            "created":1601182800,
            "id":2910822,
            "title":"To the center!"
        },
        "11312223211":{
            "author_id":"stewey77",
            "author_name":"halo3",
            "choices":[
                "You always wanted to Explore a cave!",
                "Hold back your urges",
                "Readers choice "
            ],
            "content":"<div class=\"\"><div> <span>You think waiting is your best option for now and waiting for your captor to make her next move is the best plan.<br>\r\n<br>\r\nWhile you wait you begin to try and listen in on what the girls are talking about from outside your panty prison but unfortunately everything is muffled.<br>\r\n<br>\r\nSo you begin to look around at surroundings to find anything of interest you begin to notice how nice and round her ass is, even though she's young it's fantastic. You kinda want to reach out and touch it... but your not sure how she'd react.<br>\r\n<br>\r\nShe's the one that put me in here, she must not care right? You think to yourself. So against your better judgment you begin to extend your arms out and touch both of her cheeks, They are so soft and warm... you could just bury yourself in them....<br>\r\n<br>\r\nThis doesn't go unnoticed however as Riley begins to get a little anxious as your rubbing continues inward and even though she might not admit it... it feels pretty nice. <br>\r\n<br>\r\nYou almost can't control yourself, you want to go deeper! The idea of her warm fleshy cheeks smothering you sounds like a dream come true.<br>\r\n<br>\r\nWill you go deeper or stay ?<br>\r\n<br>\r\n</span></div></div>",
            "created":1601182800,
            "id":2911297,
            "title":"Stay and wait"
        },
        "11315":{
            "author_id":"stewey77",
            "author_name":"halo3",
            "choices":[
                "Yes ",
                "Your \"Cute\" (Oh No)",
                "No she won't she's got other plans "
            ],
            "content":"<div class=\"\"><div> <span>As her hands begin to open you realize it's the young African American girl and she is staring directly at you with a look of confusion.<br>\r\n<br>\r\nAfter a moment of silence she makes the first move, Who are you? She wispers. I..I'm Oliver you say nervously. Well I'm Alyssa she replies quietly as to not let the other girls hear her.<br>\r\n<br>\r\nNow that you know her name you feel a little more comfortable with her and begin to tell her everything's that's happened so far and how you just woke up here in this room. She just sits and listens to you quietly.<br>\r\n<br>\r\nBut after finishing your story she seems very interested in you and amazed by everything you told her and at the end of your story you ask if she would help you, she just sits quietly and after a few moments of thinking replies______?<br>\r\n<br>\r\n</span></div></div>",
            "created":1601182800,
            "id":2911055,
            "title":"Alyssa "
        }
    },
    "info":{
        "author_id":"stewey77",
        "author_name":"halo3",
        "brief_description":"You wake up shrunken at a unknown sleepover.",
        "created":1600998780,
        "description":"<td align=\"left\" class=\"norm\">The story begins with the main character \"Oliver\" awakening in an unknown room filled with young girls having a sleeping over.<br>\r\n<br>\r\nOliver has shrunken and very unsure of why and how he got here but the girls don't seem to notice him yet so he might have a chance to escape or contact one of them, The choice is yours.<br>\r\n<br>\r\nGirls:<br>\r\n<br>\r\nIsabella: Age 11, Seems friendly enough!  <br>\r\n<br>\r\nRiley: Age 12, She seems a little more rowdy than the other girls.<br>\r\n<br>\r\nJuanita: Age 13, Is Hispanic and seems to be the oldest of the girls.<br>\r\n<br>\r\nElizabeth: Age 12, Blonde hair and seems to be a bit of a snob.<br>\r\n<br>\r\nAlyssa: Age 11, African American and seem to be kinda quiet and more shy.<br>\r\n</td>",
        "id":2233178,
        "image_url":"https://images.Writing.Com/imgs/writing.com/writers/listing-header-5000.gif",
        "last_full_update":1601085840,
        "modified":1601257800,
        "pretty_title":"Shrunk at the Sleepover "
    }
}