{
    "chapters":{
        "1":{
            "author_id":"cjcody1989",
            "author_name":"cjcody1989",
            "choices":[
                "Fictional ",
                "Non-Fictional",
                "Furry",
                "TV Shows",
                "Other Media"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>First, choose if you want your male characters to be fictional, non-fictional, or furry. <br>\r\n<br>\r\nAlso included are the realms of television and other media, to free up some space for OCs and such in the fictional stories.</span></div></span></div>",
            "created":1463979600,
            "id":2152637,
            "title":"Decisions, Decisions "
        },
        "11":{
            "author_id":"cjcody1989",
            "author_name":"cjcody1989",
            "choices":[
                "A father and son",
                "Two massive lumberjack buddies ",
                "Superheroes ",
                "OCs",
                "Other"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>Here are some choices for fictional characters. Please remember to always add another choice for each of these characters/scenarios! <br>\r\n<br>\r\nAnd of course, OCs are always welcome!</span></div></span></div>",
            "created":1463979600,
            "id":2152643,
            "title":"Fictional "
        },
        "111":{
            "author_id":"lilhikariboy",
            "author_name":"Sho",
            "choices":[
                "Both big.",
                "Big dad/small son",
                "Small dad/big son"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>What kind of pair are they?</span></div></span></div>",
            "created":1465102800,
            "id":2159261,
            "title":"A father and son"
        },
        "1111":{
            "author_id":"lilhikariboy",
            "author_name":"Sho",
            "choices":[
                "More food.",
                "James' turn."
            ],
            "content":"<div class=\"\"><div> <span>The moderate suburban house shuddered as a huge rumble flowed through it. If there had been anything on the walls it would have fallen off but after several mishaps the walls were now bare. The pungent, masculine smell of fart filled the house as the rumbling settled and a deep chuckle was heard. This was most certainly the house of men.<br>\r\n<br>\r\nIn the living room of the house were two such men. One was younger, stubble on his blimp cheeks and jiggling chin. He had messy brown hair and a bloated, 2,000 pound body coated in a light dusting of hair and a thick layer of sweat. He was rubbing his massive moobs and groaning as his giant, 15 foot ass jiggled from the force of his fart. Comfortably he lay on an even bigger blob of a man, this one fully bearded and older. He was a solid 4,000 pounds of hairy, jiggling fat sprawled out on his belly with a smile on his bloated face. Troy was lazily laying on and in his father James after having pounded his dad good after their most recent meal.<br>\r\n<br>\r\n\"Oof... good one, son... the fart and the fuck,\" James chuckled thickly.<br>\r\n<br>\r\nTroy panted, \"Thanks... pop...\"<br>\r\n<br>\r\nTroy lay there with his 5 foot long, 4 foot thick cock softened slowly inside of his dad. Now that he had exerted himself it was time for...</span></div></div>",
            "created":1483246800,
            "id":2257600,
            "title":"Both big."
        },
        "1112":{
            "author_id":"dcpsherry",
            "author_name":"DCPSherry",
            "choices":[
                "Tank and Taylor - Growing slob fast food owner",
                "Hank, Bruce and Timothy Hogg - Two big pigs and their encourger",
                "My characters not good enough? Fine, I see how it is..."
            ],
            "content":"<div class=\"\"><div> <span>Which Father/ Son combination:<br>\r\n<br>\r\nJack \"Tank\" Taylor/ Thomas Taylor: A retired linebacker who smartly invested his salary into becoming a successful franchise restaurant owner. His already large size has been enhanced over the decades by his unrelenting appetite resulting in the 47 year old to be 6'3\" and 540 Lbs. His son Thomas works for his Dad helping to run the businesses though recently he's been taking on more responsibility as his enormous Dad is getting more sedentary, while tall Thomas lacks the \"Tank\" size of his father, as he is 23, 6'1\" and only 190 Lbs.<br>\r\n<br>\r\nHank and Bruce Hogg/ Timothy Hogg: Hank and Bruce Hogg are happily married gainers in their thirties whose professions allow them to never have to leave the house, helpful considering Hank is nearing a ton and Bruce just reached his 4th digit on the scale himself though still barely mobile. Their \"son\" Timothy is Bruce's Godson whom they adopted after Bruce's close friend passed away, Timothy loves his Dads deeply and enjoys being their caretaker and watching them swell as much as they do he however does not see the need to snack like Bruce did which prompted his own gaining eventually, he only weighs around 200lbs, mostly muscle from helping to lift the large men and their tremendous amounts of food.</span></div></div>",
            "created":1496466000,
            "id":2330160,
            "title":"Big Daddies"
        },
        "1113":{
            "author_id":"lilhikariboy",
            "author_name":"Sho",
            "choices":[
                "Fat",
                "Muscular",
                "Both"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>What kind of big are we going for?</span></div></span></div>",
            "created":1465102800,
            "id":2159262,
            "title":"Small dad/big son"
        },
        "11131":{
            "author_id":"lilhikariboy",
            "author_name":"Sho",
            "choices":[
                "James goes to talk to his son.",
                "James orders some dinner for both of them."
            ],
            "content":"<div class=\"\"><div> <span>James typed at his computer, finishing up some work that he had to get done.  He paused to rub his eyes and nearly fell out of his chair as his house rumbled violently.  For anyone else it'd be a concern but for him it was normal.  His son, Troy, was a rather... unique... guy.  He had some kind of condition that made his growth go out of control once he hit puberty.  Now in his 20s, Troy was an enormous mountain of a man that James loved and took care of.<br>\r\n<br>\r\nGetting up, James left his office to take a look down the hall toward the living room.  Once he opened the door he was hit by the hot, humid, and incredibly dense stink of past eaten meals.  The rumbling he'd felt earlier was just one of Troy's frequent farts and the smell was never mild.  He saw his body seated on the couch, eating from a bag of chips, beer in one hand, and the TV on.<br>\r\n<br>\r\nTroy was, to put it mildly, enormous.  He had to weigh at least 2 tons and had grown to at least 8 feet tall.  His ass was wider than a compact car, meaning the couch he was on was custom ordered and had no room at all for James to sit on.  Troy was also clad in gigantic, custom ordered clothes - a huge t-shirt and a gigantic pair of sweats that formed to every roll and bulge on his fat form.  The shirt clung to his belly that sagged between his redwood sized thighs and the sweats hugged his door destroying hips and rank, gassy quadruple yoga ball ass cheeks.  They also held back what had to be beachball sized balls and a ship mast sized cock that was stiff and hard almost all the time.<br>\r\n<br>\r\nJames smiled as his boy belched.  The sound was a deep, rumbling blast that shook the house and made his fat wobble from the sonic force.  Though Troy didn't really react to it at all.  He simply reached for more chips and watched the show he was focused on.</span></div></div>",
            "created":1465102800,
            "id":2159264,
            "title":"Fat"
        },
        "111312":{
            "author_id":"cjcody1989",
            "author_name":"cjcody1989",
            "choices":[
                "Troy starts blasting even more powerful gas eruptions!",
                "Troy starts swelling in size right then and there!"
            ],
            "content":"<div class=\"\"><div> <span>James sat down on the armrest of the couch, enjoying the company of his utterly gigantic son. Even if they were just lounging around and watching TV, he enjoyed spending these precious moments with his son, and he wouldn't have given them up for the world. <br>\r\n<br>\r\nAs they both lazily watched late daytime TV reruns that stunk almost as bad as Troy's most recent rancid fart, which was saying something, his son's gargantuan belly gave an almighty grumble, rumbling the couch and James in turn. \"Haha, sounds like someone's hungry!\" James said, patting the portion of his son's bulging gut that was bare and sticking out of his t-shirt. \"As if the bags of chips weren't a giveaway already,\" he noted, pointing out the half dozen jumbo-sized chip bags that littered the floor. <br>\r\n<br>\r\nTroy smiled. \"Yeah dad, an early dinner sounds amazing right about now!\" he boomed in his deep voice, shifting his enormous ass into the couch, causing the living room floor to shake. \"Feeling I could use another fuel up after releasing all that gas today,\" he chuckled. And with that he did his best to cock one of his huge legs off the couch and fired out another titanic gas blast through his musky sweats, the mega fart rumbling the entire house once more. Even though the sound was mostly muffled by the couch, it was still impressively loud and powerful as always, and as always made James smile before finally ebbing off nearly half a minute later. James couldn't help himself basking in the incredibly thick stink clouds now wafting throughout the living room and quickly traveling throughout the house; even if he wanted to, there was no point in trying to avoid his son's rank smells since they have long since permeated every single nook and cranny.    <br>\r\n<br>\r\nJames finally shook he head, coming out of his little reverie. \"You know what son, that sounds pretty good to me too right about now. How about I order us some takeout?\" And with that he jumped up from the couch, reached the phone in the kitchen and dialed up the local Chinese food restaurant. After 45 more minutes of lounging about the food had finally arrived, and James got up, answered the door, paid the deliveryman, and hauled in the numerous huge bags of food. Troy licked his lips in anticipation as James pulled up a chair to the coffee table in front of the couch, pulling out his one large box of food and passing Troy the other 9 huge boxes. The smell of fresh Chinese food was finally starting to overpower the smell of musky fart in the place, and they both chowed down hungrily, although not nearly as much as Troy. His feedings were always amazing to watch; as he chowed down on food it looked like he hadn't eaten for days, pounds and pounds of noodles, chicken, beef and vegetables disappearing down his gullet as sauce covered his face and ran down his many chins. <br>\r\n<br>\r\nBefore long all the food was gone, and Troy had nearly finished all 9 of his boxes before his father had finished his only one. They both laid back, sighing contentedly, before the inevitable started to happen...    </span></div></div>",
            "created":1465621200,
            "id":2162545,
            "title":"Dinnertime "
        },
        "1113122":{
            "author_id":"lilhikariboy",
            "author_name":"Sho",
            "choices":[
                "Troy wants to go out.",
                "James orders more in."
            ],
            "content":"<div class=\"\"><div> <span>Before long all the food was gone, and Troy had nearly finished all 9 of his boxes before his father had finished his only one. They both laid back, sighing contentedly, before the inevitable started to happen.  Troy often put on a few pounds nearly immediately after eating.  His body usually converted what he ate right into luscious pounds for his gigantic body due to his condition but by now both he and James were so used to it it wasn't a huge deal.<br>\r\n<br>\r\nThough, of course, Troy did like to play it up.<br>\r\n<br>\r\n\"Oof... Here we go!\" he rumbled as he pat the sides of his huge, grumbling belly.  <br>\r\n<br>\r\nTroy leaned over a bit and ripped a huge fart as his body began to swell... The thundering blast bellowed with its deep bass into the couch and rumbled the room as his gaseous stenches filled the air.  His body widened thicker and fatter with his thighs bloating out in his sweats while his hips and ass smothered more and more of the cushions.  His bloated pecs pushed up into his fat chin some more as they grew and his belly pushed them up a bit as it also blubbered outward.  Troy groped at his rolls with fattening fingers, moaning a bit as the giant head of his cock inflated a bit bigger and started created a dark wet spot in his sweats.<br>\r\n<br>\r\nAs it slowed down, Troy belched with mighty force.  His cheeks and chins quivered and his fat hands held the sides of his huge gut as the roar blasted forth from his body.  James held onto the side of the couch and his son's lardy arm as the burp rumbled through the poor, poor house.<br>\r\n<br>\r\n\"Ah...\" Troy sighed as his burp finished.  \"There we go.  Think I'm ready for round two now, pop!\"</span></div></div>",
            "created":1466917200,
            "id":2171366,
            "title":"Troy starts swelling in size right then and there!"
        },
        "11131222":{
            "author_id":"dcpsherry",
            "author_name":"DCPSherry",
            "choices":[
                "He orders a tanker truck with thousands of gallons of heavy cream",
                "He contacts Hostess and orders truckloads of snack cakes "
            ],
            "content":"<div class=\"\"><div> <span>James walked into the kitchen to grab the house phone and take a look at the long list of delivery restaurants they frequented. Thinking about what round two should be for his two ton son James decides on a favorite of Troy and his for the main course. James calls the local Soul Food cafe and barely has to say more than hello before the well familiar owner recognized his voice asked if he wanted the regular.<br>\r\n<br>\r\n\"No, not tonight, already got him a meal a while ago. I'll just have 14 fried chickens, 4 large containers of rice and beans, a dozen biscuits, a peach cobbler and... two gallons of sweet tea to wash it down.\" James decides, usually he'd get more but Troy had already had a first dinner. Hearing a cannon blast belch from his boy vibrate the walls and floor he chuckled; after Troy's condition became more aggressive he had to take down all the paintings, picture frames, and hanging objects in the house. Even nailing things to the wall ended up getting dislodged after only a little while. He went back to Troy's room while they waited for the food to come. Troy's bloated face beamed with joy when James finally brought in his massive order. Though after a moment he looked up at his Dad disappointed.<br>\r\n<br>\r\n\"Dad... *UUURPP* there's only like... *fffrt!* a dozen chickens... what gives?\" Troy began pouring a bucket of rice and beans down his throat, he had learned a long time ago not to even bother chewing, just inhaling anything soft enough worked to get the food in him faster.<br>\r\n<br>\r\n\"Well I didn't think you'd need it, we already ate once\" James replied. <br>\r\n<br>\r\n\"I guess...\" He said working on the first chicken.<br>\r\n<br>\r\nTroy spent the next two hours picking every morsel of meat off the pile of dead birds while his overture of rice and beans had turned him into a roaring beast from both ends. Finishing the cobbler in rapid order he looked around... there was nothing left to eat.<br>\r\n<br>\r\n\"Dad... I'm still *uuuRRRRRRRPPPPP* hungry... I TOLD YOU!\" Troy seemed genuinely upset. His dad however realizing that at this hour there was nowhere left to order from was ambivalent to his sons \"plight\". \"Guess we'll have to get you more next time son, swear you keep eating like this you'll be 5,000 before your next birthday. He proceeded to get a blanket for his boy and grabbed the two ottoman to lift up Troys feet while he slept, his feet were barely able to stay visible being wrapped in his car width gut. James said good night while Troy pouted while farting as a lazy resistance. Once James had left his room Troy grabbed his tablet PC. If his Dad wouldn't get him enough to eat, Troy would have to use the internet to solve his hunger!</span></div></div>",
            "created":1468040400,
            "id":2177439,
            "title":"James orders more in."
        },
        "111312221":{
            "author_id":"crona",
            "author_name":"TheMacaw",
            "choices":[
                "Troy finishes the whole tanker!",
                "Troy is interrupted by his Dad!"
            ],
            "content":"<div class=\"\"><div> <span>\"5000 before my next birthday huh?\" Try said to himself \"I'll get to 5000 before tomorrow!\"<br>\r\n<br>\r\nTroy began navigating the internet and found a company that could deliver a tanker truck filled with heavy cream to his house! Best part about it was that they were just on the edge of town, they could probably get it to him tonight. He contacted the company and got the order squared away and paid for. He told them to get it to him as soon as possible, and when they arrived to just open the door and come on in. Troy placed his tablet to his side satisfied that food was on it's way. His stomach rumbled in anticipation. Troy lifted his leg slightly as a titanic fart escaped his mammoth ass. The house shaking as his ungodly stench only grew stronger.<br>\r\n<br>\r\n\"Oooooooohh that just keeps getting better.\" Troy sighed in relief.  He laid back and continued watching TV as he waited. Soon enough he heard a large truck make it's way onto his street and stop just in front of his house. There was a light knock at the door and then it opened.<br>\r\n<br>\r\n\"Hello?\" a guy quietly said. \"Anyone home?\"<br>\r\n<br>\r\n\"In here!\" Try called. The trucker made his way toward's Troy's voice.<br>\r\n<br>\r\n\"Holy hell!\" The trucker said as he saw Troy's enormous mass.<br>\r\n<br>\r\n\"You got my cream?\" Troy asked.<br>\r\n<br>\r\n\"Uh, yeah? Where do you want it?\" The trucker asked, although he had an idea where he was gonna put the hose. And Troy confirmed it when he opened his mouth and pointed.<br>\r\n<br>\r\n\"Right in here!\" he said proudly.<br>\r\n<br>\r\n\"Are you sure? I mean this is straight-up cream. It's incredibly fattening.\" The trucker said, he was well aware of the cream the mammoth was asking for as he drank it himself to bulk up.<br>\r\n<br>\r\n\"Hey, I bought it now give it to me.\" Troy ordered. His stomach rumbled and Troy smacked his stomach with an audible clap. \"Come on this thing needs some filling.\"<br>\r\n<br>\r\n\"Alright I'll be back with the hose.\" The trucker gave in and left. Troy waited patiently until the trucker came back inside dragging the hose along behind him. He handed Troy the nozzle.<br>\r\n<br>\r\n\"Give it to me as fast as you can pump it out.\" Troy said and stuck the nozzle in his mouth. The trucker did as he asked and went back to the truck and opened the valve as much as he could. The hose began to inflate as the cream made it's way through. Foot by foot it made it's way through until finally Troy was getting what he wanted.<br>\r\n<br>\r\n\"Oh this is delicious!\" Troy thought to himself. He grabbed his stomach in his chubby hands and shook it as it filled with the cream. The flow steadily got faster and Troy continued to chug down the cream with no issue at all. Soon enough he started to grow. Pounds upon pounds of fat adding to his already enormous frame. His shirt began riding up more of his belly and looking more like a bra than a t-shirt. His ass began to escape his sweats, revealing his crack. His sweats began to reach their capacity and stretched to their limits. His already impossibly large package only growing larger. Troy's sweats getting even wetter as he had reached new heights in pleasure.<br>\r\n<br>\r\n\"More!\" Troy shouted in his head.<br>\r\n<br>\r\n</span></div></div>",
            "created":1473656400,
            "id":2209603,
            "title":"He orders a tanker truck with thousands of gall..."
        },
        "1113122211":{
            "author_id":"lilhikariboy",
            "author_name":"Sho",
            "choices":[
                "Troy's full.",
                "Round 3?!"
            ],
            "content":"<div class=\"\"><div> <span>Troy continued to suck down cream like there was no tomorrow. More and more he grew, the couch creaking under him despite it being reinforced. His huge, fat hands rubbed over the growing blubber as his shirt started to come apart at the seams at the same time as his sweats. A deep moan came from him as he felt the seam down his ass split open on his sweats which was quickly followed by the sides. The front finally gave up and his huge head burst free, gushing pre onto the floor of the living room.<br>\r\n<br>\r\nClosing his eyes, Troy groaned louder and farted. The booming, deep blast rumbled through the house, shaking it and knocking things over. A lamp fell, some dishes clattered to the ground, and a few windows rattled so hard in the panes they cracked. All while the house filled with stink, Troy smiled lazliy as it felt so good to rip it. Though his fart lasted so long and felt so good he hadn't noticed he'd finished the tanker.<br>\r\n<br>\r\nSpitting the hose out, Troy belched thunderously, shaking the already still rocking house with his thunderous roar. With a smile he pat the side of his gut that rested nicely out in front of him and was held up slightly by his monstrous cock. \"Mm... that was good,\" he rumbled thickly as he settled into the cracking couch.</span></div></div>",
            "created":1474002000,
            "id":2211031,
            "title":"Troy finishes the whole tanker!"
        },
        "11131222111":{
            "author_id":"dcpsherry",
            "author_name":"DCPSherry",
            "choices":[
                "James decides to encourage his boy to really start gaining",
                "Troy belonged in the public spotlight"
            ],
            "content":"<div class=\"\"><div> <span>Having consumed an inhuman number of gallons of heavy cream Troy's satisfaction quickly started to get overwhelmed by other sensations... his gut was working overtime trying to process the millions of calories into more lard. His already blimplike belly continued to expand in waves stretching until he not only felt the thick carpet rubbing on his underbelly but also now the far wall of his room by his navel. All the while Troy felt more bloated than he ever had before... all the cream was being turned into fat but the process made his entire intestinal tract feel inflated with gas. His ass hadn't missed out on the new growth and began rumbling with a fart that kept up for as long as his growth did. Troy burst underneath his room filling gut soaking the carpet in what felt like gallons of warm cum while his chest continued to swell beginning to engulf his head. <br>\r\n<br>\r\nTroy couldn't see him past his own blubber but he certainly heard the surprised yelling of his father from the other side of his belly which was now spilling through the doorway and into the hall. He could feel the poking and proding that came with the disbelief that an already inhuman two ton man had manage to grow to somewhere closer to ten tons in an evening. <br>\r\n\"Hey... Dad...\" Troy managed to mutter.<br>\r\n<br>\r\n\"You're still in there boy\"!? James yells to the undulating folds of fat his son had turned into. Troy was still blasting off loud farts and accompanying moans of pleasure every few seconds. <br>\r\n<br>\r\n\"Yesh... need-ed...\" Troy could barely manage three syllables before needing to stop for a breath, \"...more\" He began jiggling with laughter.<br>\r\n<br>\r\nJames stood in shock. His son had been a greedy gluttonous slob long enough he thought he couldn't be surprised but his son's car tire sized nipples. It was then that James decided...</span></div></div>",
            "created":1494997200,
            "id":2320865,
            "title":"Troy's full."
        },
        "111312221111":{
            "author_id":"dcpsherry",
            "author_name":"DCPSherry",
            "choices":[
                "Troy outgrows his bedroom ",
                "Troy outgrows his house",
                "James puts something extra into the gainer shake"
            ],
            "content":"<div class=\"\"><div> <span>James decided that if getting enormously massive he did have the resources to make it a reality. What father wouldn't do everything they could for their boy? Making a late night call to his lawyer James gave some pretty bizarre instructions...<br>\r\n<br>\r\nTroy finally passed out from the exhaustion of growing the weight of an elephant in such a short time. Knocked out asleep for hours and hours blasting gas from both ends it gave James the opportunity to do what would be needed...<br>\r\n<br>\r\nBy the time Troy's titanic gut rumbled hard enough to wake the lazy blob he examined a few changes. First the walls of his bedroom had been removed and the contents of the hallway cleared as well while a crew was busy working on the rooms behind that. Over his head through a hole in the ceiling another firehose sized tube hung over his hungry maw. \"Need...\" was all he had to say before it was lowered close enough for him to start desperately guzzling. He peered up at the hole seeing James lower a tv on a pole to show Troy the shapeless pile of flab he was turning into.<br>\r\n<br>\r\nChugging gallons of enriched gainer shake Troy was ecstatic as he felt more of the ground under the crest of his gut growing relentlessly fatter.</span></div></div>",
            "created":1572584400,
            "id":2741174,
            "title":"Troy gets more than expected "
        },
        "12":{
            "author_id":"cjcody1989",
            "author_name":"cjcody1989",
            "choices":[
                "Celebrities ",
                "Models/Bodybuilders/Etc",
                "Guys you know in real life",
                "Something else"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>And what types of \"real\" men would you be interested in?</span></div></span></div>",
            "created":1463979600,
            "id":2152645,
            "title":"Non-Fictional"
        },
        "121":{
            "author_id":"cjcody1989",
            "author_name":"cjcody1989",
            "choices":[
                "Chris Pratt",
                "Chris Hemsworth",
                "Other"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>Some celebrities, whose fame will surely only increase with their newfound hyper gassiness! </span></div></span></div>",
            "created":1480395600,
            "id":2243695,
            "title":"Celebrities "
        },
        "1213":{
            "author_id":"didget",
            "author_name":"didget",
            "choices":[
                "colton haynes",
                "tyler posey",
                "other "
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>how about these lovely men</span></div></span></div>",
            "created":1480395600,
            "id":2243803,
            "title":"Other"
        },
        "13":{
            "author_id":"cjcody1989",
            "author_name":"cjcody1989",
            "choices":[
                "Bull",
                "Rottweiler ",
                "Skunk",
                "OC 1",
                "OC 2"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>Here are just a few species for possible hyper gassy furry characters.<br>\r\n<br>\r\nNote: When creating new chapters and describing new OCs, please allow for more choice options to add even further OCs!</span></div></span></div>",
            "created":1463979600,
            "id":2152640,
            "title":"Furry"
        },
        "132":{
            "author_id":"kraft1",
            "author_name":"Builder55",
            "choices":[
                "Jace decides to work out.",
                "Jace puts out an ad for a room mate.",
                "Another O.C?"
            ],
            "content":"<div class=\"\"><div> <span>Jace had been on his own for a while now, something that took some used to thanks to his condition, while he was growing up he was thankful his parents were so patient with him while he was growing up. When the rottweiler got of age and moved out they had been worried at first, but thankfully some measure of control over his 'eruptions' and some lucky timing managed to keep his neighbors from finding out about it. The house he had moved into was spacious enough for his needs and allowed him to work out to his hearts content, though with so much of his money being taken by it he was considering getting a room mate to help with the burden. He didn't doubt that they would find out about his little 'problem' before long and he could only hope they didn't run as fast as they could from him.<br>\r\n<br>\r\nSighing, he simply figured that he would have to deal with such a situation if it ever came to that, and with a low gurgle in his gut, enough to vibrating the chair he was sitting in and even the floor a bit, it was coming time for him to bleed off some pressure. He turned to the side, looking outside, bright sunny day, most everyone else that lived around him were at work and their kids were at school, which thankfully left him even fewer witnesses to what he might end up doing next. The rottweiler perked his ears up and sighed. Jace grunts and shifts, wearing little more than a pair of dark blue shorts and cocks his leg up, the swell of his round ass jutting out a hint. He chuckled, closing his eyes and let loose, a low rumbling burst of gas roared out of his butt, shaking his seat, his desk, hell the entire room was shuddering and shaking as though a minor earthquake was happening.  The blast kept on coming, puttering loudly and growing way more than he wanted, the house shook, just as enough gas came out, the blast ended sharply, deafeningly loud and enough to set off a couple car alarms.<br>\r\n<br>\r\n\"Crap, maybe my neighbors will just think it was some freak accident.\" He hoped, even small releases of gas like that had ended up being way more powerful than he meant.<br>\r\n<br>\r\n\"Ugh, oh well the day calls.\"</span></div></div>",
            "created":1463979600,
            "id":2152832,
            "title":"Jace the Rottweiler"
        },
        "1322":{
            "author_id":"kraft1",
            "author_name":"Builder55",
            "choices":[
                "A bear named Mason answered his ad",
                "A wolf named Dennis answered his ad",
                "Someone else entirely answered."
            ],
            "content":"<div class=\"\"><div> <span>Jace had some idea of just settling down to work out, but he could always do that later, he had this rather sizable house out in the suburbs to himself, and despite his own rather tall stature, there was enough room for at least another guy to hang out with him in there. The rottie chuckles softly while rubbing his chin and looking over at his computer again. He decided to go to some ad site that he had seen used before and put out an add for a certain big rottweiler looking for a room mate or two to help with the cost of the house each month, of course they'd have to be willing to deal with a few quirks that he was capable of. He settled it and chuckled softly, and would check back later to see if anyone had answered him about the ad.<br>\r\n<br>\r\n\"Oooh, this protein diet has a way of coming back on a dog.\" Jace grunts, and cocks a leg up, unleashing another thunderous fart, the blast rumbles out of him and last for a good thirty seconds. The thick stench of his foul wind spread through out the house while causing his shelves to vibrate before it sputtered off to a basso stop.<br>\r\n<br>\r\nJace sighed a bit while getting up and stretching out, another brassy fart came out of his ass, the puttering fart was louder than the last one, and was just a hair more powerful, the sound easily heard throughout the neighborhood at that point. He sighed a bit while clenching his eyes down, forcing out the rest of the gassy blast, which sputtered off to a quick stop and settled there, his house stinking of his gas before he walks along, fanning the air around his snout and settling down on the bed, picking up a book to read.<br>\r\n<br>\r\nWhen he checked back on the site later he found...</span></div></div>",
            "created":1469854800,
            "id":2188810,
            "title":"Roomie Search"
        },
        "13221":{
            "author_id":"cjcody1989",
            "author_name":"cjcody1989",
            "choices":[
                "Jace and Mason open up to each other about their shared \"quirks\" and \"talents\" ",
                "Jace flees to his bedroom in embarrassment, Mason trying to console him"
            ],
            "content":"<div class=\"\"><div> <span>Jace grinned a big, goofy grin when he discovered that a bear by the name of Mason had replied back to his ad! Mason stated that he was also looking for a roomie that was better suited for his own \"quirks\" as well, and that this sounded like the perfect opportunity. After some messaging back and forth, a hopeful Jace was pleased when they planned a visit at his house the following afternoon to discuss the terms. As the big rottweiler got up from the couch to get to his workout in the other room, he grinned as he hiked up his right leg a bit before before releasing another monstrous fart, not as big as his previous ones, but still massive, deep and long enough to rattle the windows a bit and fill the rooms of the house again with his rank stench. After tapering off after about 15 seconds, Jace simply sighed, still grinning stupidly before going to his bedroom to change, the massive bulge in his shorts bouncing and swaying with every movement and step before he left. <br>\r\n<br>\r\n************<br>\r\n<br>\r\nThe next day, Jace couldn't deny that he was both nervous and excited for Mason to arrive on his front doorstep. As it was his day off from work the rottie was still chilling in his lounge wear which consisted of a simple T-shirt that showed off his huge chest, torso and biceps, and sweatpants that showed every curve of his massive beachball-sized hyper bulge. Jace had to admit that he was much more self-conscious about his potential new roommate discovering his titanic farts than he was discovering that he was a hyperfur - after all, to most letting rip so huge was much more embarrassing than your own anatomy that you were so used to. <br>\r\n<br>\r\nThe moment the front doorbell rang Jace had ripped a very loud but short fart into the sofa, vibrating it hard for a second and releasing even more of his musky odor into the air. The big rottweiler chuckled nervously, hoping that Mason hadn't heard too much of it and the smell would dissipate quickly. Anxiously he opened the door and was greeted by a massive wall of furry dark brown muscle - he was quite shocked! <br>\r\n<br>\r\nJace thought he was extremely tall at 6'5\", but the bear was more than a head taller than him and had to be over 7 feet tall! Mason was much more than an impressive specimen of a bear - he too was wearing a T-shirt that accentuated his titanic pecs, rippling abs and gigantic biceps, and a pair of oversized jeans that seemed he could barely fit into with his massive quads and an even bigger and over-inflated package than Mason's! It certainly took something special in his willpower for Jace not to get a nosebleed! <br>\r\n<br>\r\nMason had to crouch down under the door to enter the threshold of the house, and Jace backed up, the rottie taking in the breathtaking sight of the titanic bear. But as soon as Mason stepped inside he squinted his eyes, sniffing the air before pinching his nose closed with his thick fingers and waving the air. Jace gulped, horrified - he knew he should've had a much smaller protein shake for breakfast! His gut lurched with fear and embarrassment; what would the big bear say and do when he found about his new roomie's frequent (and utterly massive) gas blasts? <br>\r\n<br>\r\nBut to his utter surprise and shock, Mason withdrew his hands from his face and chuckled, instead taking a deep, long whiff of the rotten air and sighing deeply. \"Ahhhh...not too bad pup!\" the beefy bear said in his deep, manly voice. \"Did ya have the morning protein shake as well? Impressive, but take a look at this!\" Mason exclaimed, immediately jutting out his massive, beefy ass in tight jeans and letting rip with the single loudest, longest, and deepest fart Jace had ever experienced in his entire life! The big rottie had to rush to hastily close the front door as the massive earth-shaking rumbler thundered on and on, quaking the house and no doubt entire neighborhood - furniture rumbled and toppled, shelving vibrated and shook, and outside the whole block rumbled and multiple car alarms went off, blaring. <br>\r\n<br>\r\nJace simply stood there rooted to the spot, stunned. He wasn't sure how to react as Mason laughed, taking another deep breath of the now incredibly rank air and commenting on the smell and how good that casual rip of his felt while he could hear the neighborhoods outside vocally complained about the small earthquake that seemingly came out of nowhere. </span></div></div>",
            "created":1479186000,
            "id":2237523,
            "title":"A Bear named Mason "
        },
        "133":{
            "author_id":"ohshc",
            "author_name":"las moras",
            "choices":[
                "Hang out with his best friend.",
                "Work up the nerve to talk to the guy he has a crush on.",
                "Another O.C."
            ],
            "content":"<div class=\"\"><div> <span>Alex was a 20-year-old skunk boy who more than lived up to a species reputation for smelliness. Unlike other skunks he didn't need a spray to smell however his smell came from wall shaking, paint peeling belches and farts that he let loose with some frequency. Some of the other neighbourhood children would mock Alex for his 'condition' but he generally paid it no mind and considering his ability to blow away more obnoxious bullies he didn't usually face too much trouble.<br>\r\n<br>\r\nToday in particular Alex was planning to...</span></div></div>",
            "created":1482814800,
            "id":2254889,
            "title":"Skunk"
        },
        "1331":{
            "author_id":"kraft1",
            "author_name":"Builder55",
            "choices":[
                "Alex and Bryan go off to hang out.",
                "Alex has to bleed of even more gas first.",
                "Reader's Choice"
            ],
            "content":"<div class=\"\"><div> <span>Alex hadn't hung out with his best bud for a couple of days, and thought they should catch up again some time soon, the tall skunk had managed to make quite a few friends that dealt with his output well enough. The closest among them was a human that he had met when he was younger, ironically being one of the people that he had ended up blowing over with one of his belches. Bryan didn't hold it against him, and despite smelling like some errant gas for the next two days had tried to get to know the skunk better.<br>\r\n<br>\r\nAlex had left his house, knowing exactly where to find the human Tuesday, of all days and  went to the park, wearing little more than a button up shirt and some shorts and sandals. He went on to find his bud and smirked, having something for a reputation for routinely gassing up the entire block and then some had left quite a number of others wary of him. The skunk sighed, stopping at the entrance to the park and glanced around, spotting the human in the middle of it, sitting on a bench and reading a book.<br>\r\n<br>\r\n\"Hey, Bryan!\" The skunk yelled loudly enough to get everyone's attention.<br>\r\n<br>\r\nOnce they saw him how ever a few people make a quick exit, rushing off to get as far away as possible, and the human for his part just looked up and smiled, preparing himself. Just to bleed off some pressure, the skunk turned his head off to the side, and ran a hand over his own gut, unleashing a long, roaring belch out of his maw, the long burp came out with such power that the very ground vibrated, and the bush he had his muzzle pointed at titled away as if it were being blown in a hurricane. He kept the belch coming out for a few moments, almost a minute straight, and it echoed all around the park.<br>\r\n<br>\r\n\"HURRRRRRRRRRRRRRRRRRRRMMMPPP, ugh!\" He chuckled as the gale of wind coming from his maw died down, the bush having been stripped bare as he walked along, thick tail swaying behind him. <br>\r\n<br>\r\nBryan for his part chuckled, and thought to himself 'at least he hasn't started farting yet. The skunk stopped right in front of him, the grin grown wide on his muzzle as he patted his own stomach and grinned.<br>\r\n<br>\r\n\"Hey bud, let's go have some fun!\"</span></div></div>",
            "created":1482901200,
            "id":2255582,
            "title":"Hang out with his best friend."
        },
        "14":{
            "author_id":"cjcody1989",
            "author_name":"cjcody1989",
            "choices":[
                "Supernatural",
                "Glee"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>Here are a few choices for TV shows. <br>\r\n<br>\r\nI honestly don't watch much TV myself, so feel free to send me an email to request your favorite and create a new chapter choice. 3 slots left so far!</span></div></span></div>",
            "created":1463979600,
            "id":2152642,
            "title":"TV Shows"
        },
        "142":{
            "author_id":"lilhikariboy",
            "author_name":"Sho",
            "choices":[
                "Puck",
                "Other"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>Who are we going to go with?</span></div></span></div>",
            "created":1471064400,
            "id":2195468,
            "title":"Glee"
        },
        "1421":{
            "author_id":"lilhikariboy",
            "author_name":"Sho",
            "choices":[
                "Fat",
                "Muscular",
                "Other"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>What kind of Puck?</span></div></span></div>",
            "created":1471064400,
            "id":2195469,
            "title":"Puck"
        },
        "14211":{
            "author_id":"lilhikariboy",
            "author_name":"Sho",
            "choices":[
                "Puck starts his day.",
                "Puck plays with the guys a bit."
            ],
            "content":"<div class=\"\"><div> <span>The ground shook heavily as something came toward the school. The shaking was rhythmic, predictable, and came with deep, heavy thudding. People hurried out of the way as a huge shadow was cast over the street and the football team sighed as they looked at what it was that was getting closer. Coming down the street was a mammoth, 8 foot tall, 2 ton young man with a mohawk on his fat head; a massive football jersey stretched over two giant, wobbling moobs and a gurgling gut; a paid of overtaxed sweats holding back silo thighs, mega booty, and an overly blimped package; and a paid of gigantic, pristine sneakers.<br>\r\n<br>\r\n\"He's here...\" sighed one of the football team members.<br>\r\n<br>\r\n\"MORNIN' BOYS!\" bellowed the mammoth Puck. \"Puckzilla's here!\"<br>\r\n<br>\r\nAnd with that, Puck paused near the steps of the school, his gut shoved up against a few of the guys. He grinned and pushed his giant ass out a bit, ripping a massive, thundering fart that shook the neighborhood and flooded the entire area with his heavy, musky, lingering odor.<br>\r\n<br>\r\n\"Ah... Always kinda nice to rip them small ones,\" he said as he winked.</span></div></div>",
            "created":1471064400,
            "id":2195472,
            "title":"Fat"
        },
        "142111":{
            "author_id":"lilhikariboy",
            "author_name":"Sho",
            "choices":[
                "Class",
                "Practice"
            ],
            "content":"<div class=\"\"><div> <span>Puck laughed and pushed past the guys waiting outside of the school. His heavy footsteps pounded and echoed through the halls as his gut shoved the doors open. The beast lazily scratched at his obese pecs and belched, sending booming thunder and gale force winds down the hall. Papers flew everywhere and locker doors flung off their hinges while smaller students were knocked on their asses.<br>\r\n<br>\r\n\"Ugh, fuck. Felt good,\" Puck rumbled.<br>\r\n<br>\r\nHe continued on, shoving students out of his way. At his locker he squeezed his fat hand in and tugged out a few books, dropping them into his comically small backpack. He turned to leave the hall, blocking the entire massive doorway with his fat ass.<br>\r\n<br>\r\n\"Mm... here it comes...\" Puck said as he licked his lips and his massive cock twitched.<br>\r\n<br>\r\nThe obese baller gave his snug sweats clad ass a scratch before he ripped ass. Booming, bellowing thunder filled the hall and the front doors blew open hard. The lights swayed and plaster fell from the walls and ceiling as the hall rocked to the foundation. The stench was so bad people were passing out and the white walls were turning brown! Puck just smiled and laughed as he began his trek onward, not even caring.</span></div></div>",
            "created":1476766800,
            "id":2225050,
            "title":"Puck starts his day."
        },
        "1421112":{
            "author_id":"lilhikariboy",
            "author_name":"Sho",
            "choices":[
                "He stuffs some of the guys between his cheeks.",
                "He starts farting on the team."
            ],
            "content":"<div class=\"\"><div> <span>In the locker room after school the guys were changing into their uniforms, dreading practice. They knew Puck was going to do all he could to humiliate them while killing off more of the turf on the field with his stink. As they got dressed the locker room shook, pausing their conversations. Heavy footsteps drew closer and closer as the massive whale of a player squeeze in dressed in a jersey and nothing else. The guys all got a good look at his giant, bulging balls that were down to his fat knees and the overly bloated cock that could smother half the team swaying free.<br>\r\n<br>\r\n\"So who's helpin' with my jock today?\" Puck bellowed, grinning as he stretched an impossibly huge jockstrap.<br>\r\n<br>\r\n\"C'mon, Puck... Not again...\" said one player, rolling his eyes.<br>\r\n<br>\r\nPuck just threw his shoulders back, looming over them all, \"You talkin' back to me?\"<br>\r\n<br>\r\n\"No... Just...\"<br>\r\n<br>\r\n\"You know what that means!\" Puck roared.</span></div></div>",
            "created":1480827600,
            "id":2245764,
            "title":"Practice"
        },
        "14211121":{
            "author_id":"lilhikariboy",
            "author_name":"Sho",
            "choices":[
                "Everyone versus Puck.",
                "An opposing team brought their secret weapon."
            ],
            "content":"<div class=\"\"><div> <span>Without hesitation Puck grabs a couple of the guys closest to him with his thick hands and reached back. They whimpered as they saw his cheeks, knowing that they had once been used to crush an opposing coach's car like it was a soda can. The deep, musky crack loomed ever closer as Puck shoved them back, pushing them both into it and laughed.<br>\r\n<br>\r\n\"There! Guess this might teach you guys a lesson huh?\" he grinned, tugging up his jockstrap.<br>\r\n<br>\r\nThe guys squirmed and their cries for help were muffled with no one willing to go and save them. Puck then grabbed his massive uniform pants and started to tug those up as well, trapping the poor guys inside and with no way out of his ass. His fat hand slapped the side of his gut and gave it a rub before he cocked a leg and blasted the locker room with a bellowing fart. It roared out of him deep and long, causing plaster to fall from the ceiling and the lockers to rattle audibly. The room instantly filled with thick, rank stench as he did but he merely smiled and took a big whiff of his own gases.<br>\r\n<br>\r\n\"Ahh yeah. There we go,\" he commented as the guys in his ass squirmed to get free.<br>\r\n<br>\r\nThe bloated behemoth slapped the sides of his huge asscheeks and started to lumber out of the room, laughing. The floor shook as he did and the guys had no choice but to follow his rank ass out to the field.</span></div></div>",
            "created":1481950800,
            "id":2251215,
            "title":"He stuffs some of the guys between his cheeks."
        },
        "15":{
            "author_id":"cjcody1989",
            "author_name":"cjcody1989",
            "choices":[
                "Internet Stars",
                "Movies",
                "Video Games",
                "Models/Porn Stars",
                "Other 2"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>Other outlets of media to choose from. <br>\r\n<br>\r\nCouldn't think of many more outlets I really wanted to see, so if you have any suggestions please send me an email. Still 1 more choice slot left!</span></div></span></div>",
            "created":1463979600,
            "id":2152647,
            "title":"Other Media"
        },
        "151":{
            "author_id":"cjcody1989",
            "author_name":"cjcody1989",
            "choices":[
                "FartingJake",
                "Banjo",
                "Other"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>Here's some internet farting celebrities to choose from.</span></div></span></div>",
            "created":1463979600,
            "id":2152654,
            "title":"Internet Stars"
        },
        "153":{
            "author_id":"rainbowriderv",
            "author_name":"rainbowriderv",
            "choices":[
                "The Legend of Zelda",
                "Pokemon",
                "Something else?"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>Which games?</span></div></span></div>",
            "created":1519275600,
            "id":2456245,
            "title":"Video Games"
        },
        "1531":{
            "author_id":"rainbowriderv",
            "author_name":"rainbowriderv",
            "choices":[
                "Link",
                "Ganondorf",
                "More"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>Which character would you like?</span></div></span></div>",
            "created":1522126800,
            "id":2470921,
            "title":"The Legend of Zelda"
        },
        "15313":{
            "author_id":"rainbowriderv",
            "author_name":"rainbowriderv",
            "choices":[
                "Dark Link",
                "Sidon",
                "Next"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>How about these?</span></div></span></div>",
            "created":1522126800,
            "id":2470923,
            "title":"More"
        },
        "154":{
            "author_id":"cjcody1989",
            "author_name":"cjcody1989",
            "choices":[
                "Zeb Atlas and/or Mark Dalton",
                "Reese Rideout",
                "Other"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>Here are some choices for models/porn stars:</span></div></span></div>",
            "created":1469595600,
            "id":2186972,
            "title":"Models/Porn Stars"
        },
        "1541":{
            "author_id":"cjcody1989",
            "author_name":"cjcody1989",
            "choices":[
                "Zeb Atlas, solo",
                "Mark Dalton, solo",
                "Both Zeb and Mark"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>And do you want Zeb and Mark featured together in the story, or separate?</span></div></span></div>",
            "created":1469595600,
            "id":2186975,
            "title":"Zeb Atlas and/or Mark Dalton"
        }
    },
    "info":{
        "author_id":"cjcody1989",
        "author_name":"cjcody1989",
        "brief_description":"A collection of male hyper farting and burping stories, both human and furry. ",
        "created":1287707460,
        "description":"<td align=\"left\" class=\"norm\">Ground Rules:<br>\r\n<br>\r\n-All characters involved must be 18+. <br>\r\n<br>\r\n-Only male characters are allowed in these stories. No female characters!<br>\r\n<br>\r\n-Guys of all shapes and sizes, both fictional, non-fictional, and even furry are allowed.<br>\r\n<br>\r\n-Most if not all farts and burps should be of the \"hyper\" variety; in other words, these gas explosions should be big enough and powerful enough to rumble entire sofas, rooms, houses...even entire neighborhoods and cities! Massive, huge, deep, long, and rumbling...get creative and think BIG. <br>\r\n<br>\r\n-Other fetishes are allowed, but try to stick to the lines of weight gain/fat, slob, macro/growth, butt growth, and hyper. And please nothing too obscene or graphic. <br>\r\n<br>\r\n-Please be descriptive in your storytelling. A good chapter addition should be at least a well-developed paragraph in length. No chapters with just a few sentences or less (unless they are choice chapters - and even then try to be descriptive and explain the choices).<br>\r\n<br>\r\n-And as always, good spelling and grammar are very much appreciated. <br>\r\n<br>\r\n<br>\r\nCome on in and have some hyper gassy fun!</td>",
        "id":1718372,
        "image_url":"https://images.Writing.Com/imgs/writing.com/writers/listing-header-5000.gif",
        "last_full_update":1572660900,
        "modified":1572660900,
        "pretty_title":"Hyper Gassy Men"
    }
}