{
    "chapters":{
        "1":{
            "author_id":"bradysoul",
            "author_name":"Tisch",
            "choices":[
                "Venture over to Brigette and see what she's up to",
                "Visit Mariah and see what's going on",
                "Head over to the back of the room near Trish",
                "For some reason, go over to Lauren's table",
                "Exit the room and explore the halls"
            ],
            "content":"<div class=\"\"><div> <span>Jack had just finished up his final class of the day, Physics, and was heading down the hall to his U.S History class, where he needed to finish up some extra work. He was surprised to find that the class was nearly half full, with normal days often only seeing three or four other people in there with him. Regardless, he took his seat and got out his work to do. While he was digging around in his backpack, though, Jack noticed the shrink ray he had bought not too long ago which he had not tested out yet. Looking around, he noticed all the other students were either on their phones or doing work, regardless, not paying attention. <br>\r\n<br>\r\nDeciding that this would be an opportune time to try this machine out, Jack stealthily brought it out and set it on the table. He looked over the size options on the side which read: \"Regular Size\" \"1/3 size\" and \"1/10 size\". Mulling over his options, Jack decided the \"1/10 size\" would be the best for him to be able to sneak around the class and tus set the machine to that setting. Before pulling pressing the button to initiate the shrink ray, Jack took one final look around the classroom to make sure no one would notice. Confirming everyone was oblivious, Jack then proceeded and he was reduced down to a few inches in stature, remaining on his chair.<br>\r\n<br>\r\nExcited that his plan worked, Jack first shimmied down his chair leg to the floor and thought of the first thing he should do. Most of the people in the classroom Jack didn't recognize, so it may not be too wise approaching them, but he did know a few. Two of his closer friends, Brigette and Mariah were off in separate corners of the room, appearing to be focused on their work. Trish, the lead cheerleader, was in the back of the room on her phone with a couple of her friends. The final person Jack knew in here was Lauren, the student body president. She was definitely a little uptight, always organized and somewhat of a pain in the butt, ordering people to live up to school standards. Additionally, though, Jack had the option of leaving the room and exploring the halls or go outside.<br>\r\n<br>\r\nWhat does Jack do?</span></div></div>",
            "created":1605476220,
            "id":2940557,
            "title":"After School"
        },
        "11":{
            "author_id":"bradysoul",
            "author_name":"Tisch",
            "choices":[
                "No, Jack stayed put and Brigette returned",
                "Yes, Jack decided to play a little prank on Brigette and hid in her pencil pouch",
                "Yes, another person spotted Jack and quickly snatched him"
            ],
            "content":"<div class=\"\"><div> <span>Jack decided Brigette would be his best option and traverses around the backpacks and other things spewed about the classroom floor, making sure not to catch anyone else's attention. When he arrived at Brigette's seat, Jack confirmed that she was working on some sort of classwork. This meaning, she would probably be a little less attentive to her surroundings. Jack began climbing the back of her chair, figuring this would be the best way to keep out of her sight. When he got up to the seat of her chair, Jack once again faced a different dilemma. To get to Brigette's shoulder, he could climb up her back, which was rather straight and unless his grip was strong would most likely send him plummeting back down. On the other hand, Jack could also climb Brigette's front and risk getting caught. <br>\r\n<br>\r\nUltimately, Jack thought it would be best to climb up the front of Brigette and moved around then ascended her thigh. Moving toward her shirt, Jack's steps indented in the tights Brigette had worn that day. He wondered whether or not Brigette could feel him considering his indents on her leg, and Jack found that out when he noticed Brigette's hand coming his way. Unsure of what to do, Jack leapt to his left, trying to make it to Brigette's right thigh, but fell in between her legs. <br>\r\n<br>\r\nAfter feeling her leg for some itch, Brigette's hand retreated. \"That was interesting\" Jack thought. Now he faced the crotch of one of his best friends. Even through the fabric of both Brigette's leggings and her underwear, Jack could feel the heat radiating from it. Jack knew that this was an extra sensitive area, so he thought it would be best if he went up the side of Brigette's thigh. When he did so, though, Brigette's leg quivered then began to shift. Jack looked up and saw the visage of his friend peering down at him. <br>\r\n<br>\r\n\"Oh crap\" Jack thought as he realized he had just given away his position. \"What the hell?\" Brigette quietly uttered out looud. She reached down and grabbed whatever bug was on her and brought it to her face for inspection. \"What kind of- wait, is that a person?\" Brigette gasped. Jack waved feebily and chuckled. \"No way. Jack?!\" Brigette whispered in astonishment. \"Yup, it's me\" he laughed. \"You probably want to know how I got like this\". <br>\r\n<br>\r\n\"Well, of course I do but that can wait for later. Right now, I got to keep you safe, you're in a lot of danger at that size\" Brigette explained. \"I don't have any pockets though because of these dumb leggings. I'll have to put you in my backpack for now, I'll bring you out after I'm finished\". <br>\r\n<br>\r\n\"Wait! Can't you just keep me on your desk?\" Jack asked. Brigette hesitated. \"Are you sure? Then you're in plain sight and might get nabbed bu someone, or even fall of the desk\". Jack nodded is reassurance. \"I'll be fine, I promise\". Brigette shrugged. \"Okay then, that's fine\". Brigette placed Jack on her desk and got back to work.<br>\r\n<br>\r\nThe two chatted a little bit while Brigette continued working but eventually paused their conversation while she went to turn her stuff in. When Brigette got up, did anything happen to Jack?</span></div></div>",
            "created":1605488880,
            "id":2940609,
            "title":"Venture over to Brigette and see what she's..."
        },
        "12":{
            "author_id":"bradysoul",
            "author_name":"Tisch",
            "choices":[
                "Yes, Mariah shifts very little and Jack gets to the top in no time",
                "No, Mariah shifts persistently, sending Jack tumbling down her back",
                "Yes, although the time it takes Jack to get to her shoulder impedes on the prank",
                "No, Mariah reached around feeling an itch and grabbed Jack"
            ],
            "content":"<div class=\"\"><div> <span>Jack decided that Mariah seemed to be a pretty good option considering he would probably see Brigette later on, on their way home. He then made his way through the strewn backpacks and other objects about the floor and remained out of view from any of the students. When he got to Mariah's desk, Jack noticed she was on her phone, possibly a little more attentive to her surroundings than other people. Although this may be the case, Jack grinned and decided that instead of trying to get her attention, he would scare her.<br>\r\n<br>\r\nJack quickly scaled the back left leg of Mariah's chair, then paused to think about his next move. Obviously, if he were to scare Mariah, climbing up her front would get him caught. This meant that Jack had to scale her back, which was slightly more difficult considering the crop top Mariah wore. Making sure Mariah was still entranced on her phone, Jack waited no longer and made his move. <br>\r\n<br>\r\nHe began by gripping onto Maria's jeans and ascended from there. When he got to her waist, there was a gap between the jeans and the crop top, forcing Jack to try and climb her bare skin. This posed two problems: 1.) Mariah may feel Jack and figure out what the disturbance was and 2.) the smoothness of her skin may cause Jack to stumble back, possibly into the slight opening between Mariah's jeans and her back. Mariah then shifted as she changed the position of her phone. Jack managed to stay on, but his grip was loosening which forced him to make his move. <br>\r\n<br>\r\nJack quickly jumped up onto the waistline of Mariah's jeans and while losing his balance, reached for the tail end of the crop top fabric. Unfortunately, it didn't work and Jack began falling forward. With one last ditch effort, though, Jack once again jumped and managed to catch the crop top. Pulling himself up to get a better grip, Jack breathed a sigh of relief. Now, the task was to get up to Mariah's shoulders without her intervention.<br>\r\n<br>\r\nDoes this go according to plan?<br>\r\n<br>\r\n</span></div></div>",
            "created":1605500820,
            "id":2940681,
            "title":"Visit Mariah and see what's going on"
        },
        "13":{
            "author_id":"bradysoul",
            "author_name":"Tisch",
            "choices":[
                "Nothing, he is unable to escape his fleshy confines and waits for his arrival",
                "Trish takes him out on the ride back and shows him to her friends",
                "On the ride home, Trish plays with Jack",
                "Something else happens"
            ],
            "content":"<div class=\"\"><div> <span>Considering he would probably see Mariah and Brigette later on, Jack decided to go over to Trish's area where most of the popular girls were. Evading the sight of the students surrounding him and the items thrown about the classroom floor, Jack made it over there with little issue. All of the girls were on their phones, not paying attention to anything going on other than themselves and their chatting with each other. Jack looked up and saw Trish, who was obviously enormous, but her features seemed accentuated by her tightly worn clothing and her massive size. For a few moments, Jack couldn't help but stare, but eventually, he finally unfroze and made his way over to Trish's foot. <br>\r\n<br>\r\nTrish would shift every so often, but Jack didn't mind. He first scaled her shoe and reached her ankle. Even from outside, Jack could smell the odor coming from within, gagging him. He had no intent of going in there. Instead, Jack began ascending Trish's leg, and got up to Trish's tight jean shorts before she began to move. Jack held on for all he could as Trish and her friends began exiting the room and heading for the exit of the school.<br>\r\n<br>\r\n\"Oh crap\" Jack thought, \"I shouldn't have done this\". But it was too late, a drop to the ground now would likely kill him. So, Jack patiently waited for Trish to come to a stop and she eventually did just prior to the school's exit, right outside the girls' bathroom. A few of her friends went in, but Trish waited outside and pulled out her phone. Jack seized this momentary pause in movement and resumed ascending the giant girl. As Jack made his way past the waistband of Trish's shorts, he could feel the heat radiating from within and caught a musky scent, for which he shivered. Jack continued, though, and got halfway up Trish's shirt before she shifted again. <br>\r\n<br>\r\n\"Huh?\". A booming voice came from above. Jack looked up and noticed Trish's head peering down at her shirt. He cursed himself and remained as still as could be. It didn't matter, though, and Trish plucked him off her shirt and brought him upwards for a closer inspection. <br>\r\n<br>\r\n\"What the hell? Is that some sort of bug?\" Trish questioned. She took a few moments to focus on whatever the thing was before considering the possibility that it was a human. When Trish came to this realization, she gasped. \"Are you real? Are you a person?\" she uttered. Jack sighed and decided to tell her the truth.<br>\r\n<br>\r\n\"Yes, I am. It's Jack, from third block. I bet you're wondering how I got this small in the first place\". A sly grin came over Trish's face. \"Mmm, I'm not so curious about that, little guy. I am curious, though, what you think about these?\" she gave Jack a glimpse of her titanic cleavage. Jack gulped. \"W-well it certainly is something\" he managed to utter. Trish rolled her eyes. \"Come on, Jack. Is it because you want to get a better look?\". <br>\r\n<br>\r\n\"N-no! That's not what I meant! I suppose they look good!\" Jack stuttered. \"Oh? Then you wouldn't mind going for a ride, would you?\" Trish giggled. Jack declined once again. \"Well, I'm a little lonely right now, I could use a little buddy all to my own at home\" Trish grinned. Jack struggled, trying to break Trish's grip but to no avail. \"Let me go!\" he demanded. Trish laughed. \"Sounds like someone needs to relax a little bit\". Trish then moved Jack closer to her exposed cleavage and used her other hand to pull apart her breasts slightly. \"Have fun, Jack\" she giggled. With that, Trish released Jack and he fell in between her colossal breasts. When he first touched, Trish let her breasts go and they slapped into Jack, keeping him firm in place. Trish laughed again and pushed Jack deeper until he was barely visible. \"This day turned out better than I thought\" Trish said to herself. Without any further commotion from Jack, Trish waited for her friends to come out, then went home.<br>\r\n<br>\r\nWhat happens to Jack on the ride to Trish's house?</span></div></div>",
            "created":1605582780,
            "id":2941373,
            "title":"Head over to the back of the room near Trish"
        },
        "14":{
            "author_id":"bradysoul",
            "author_name":"Tisch",
            "choices":[
                "Lauren was opening her bag to grab a book",
                "Lauren opened her bag and noticed Jack",
                "Lauren's little sister was snooping in her room"
            ],
            "content":"<div class=\"\"><div> <span>Knowing he would see Mariah and Brigette later and not really having anything to say to Trish, Jack thought that playing a prank on Lauren would be funny.He was already pretty close to her, so there wasn't too much of a trek over to her seat. Jack noticed Lauren was completely focused on her work, so this seemed like an opportune time to make his move. He traversed up her neatly kept jeans and made it to Lauren's seat, no problem. From here, however, Jack was faced with more of an issue. He knew that Lauren was focused on her work, but he also knew that Lauren was very attentive and would probably notice him if he went up her front or made contact with her bare skin. Thus, Jack decided to go up her back, even with as straight of posture as Lauren had. <br>\r\n<br>\r\nJack had gotten up about a quarter of the way up Lauren's shirt, when she began to move. Jack held on with all his might, but to his misfortune, Lauren was getting up to turn her work in. As she moved across the room, Jack lost a little bit of his grip more and more. Fortunately, though, as Lauren reached the teacher's desk, she paused for a moment as she handed in her paperwork. This allowed Jack to regain his grip and even made it up a little higher on her shirt. But he was back to holding on for dear llife as Lauren went back to her seat. <br>\r\n<br>\r\nBy the time she got back, Jack had once again nearly lost his grip, only this time, he did as Lauren twisted to crack her back. Jack fell and tried to grasp onto anything he could, but everything was out of reach. Accepting his fate, Jack closed his eyes. But a moment later, he opened them to reveal a different environment. There were books and utensils around him. Jack figured out that he had landed in Lauren's backpack. He looked up, and Lauren was looking in, seemingly trying to find something. Jack ducked behind the nearest book, hoping not to get caught, and did so successfully. Unfoartunately, light began to fade as Lauren zipped her bag back up and lifted it into the air to put on her shoulders.<br>\r\n<br>\r\n\"I did not think this through\" Jack thought. He kept cursing himself, but could do nothing as his leather prison shifted with the motion of Lauren. It wasn't until about fifteen minutes later when Jack heard the sound of a zipper undoing and light coming through.<br>\r\n<br>\r\nWhat was happening?</span></div></div>",
            "created":1605584340,
            "id":2941379,
            "title":"For some reason, go over to Lauren's table"
        },
        "15":{
            "author_id":"bradysoul",
            "author_name":"Tisch",
            "choices":[
                "The girl does nothing but stares at him, Jack talks to her first",
                "Eager to know him, the girl initiates the conversation",
                "Jack doesn't want anything to do with this girl and makes a break for it",
                "Before Jack could do anything, the teacher comes around to the girl's seat"
            ],
            "content":"<div class=\"\"><div> <span>None of what was going on in the room particularly interested Jack, so he decided to exit the classroom and explore a little. All the people around him were too distracted with what they had in front of them to notice Jack, so he made it out without an issue. Now in the halls, there were a lot of options for Jack. Before he did anything, though, Jack looked over his surroundings. <br>\r\n<br>\r\nTo his right was another classroom, although the door was closed. Standing outside of it were two girls, both unfamiliar to Jack, who were dressed in sporty clothing and rather tall, especially so since Jack was so small. To his left, Jack saw the entrance to the commons, where he assumed there would be more than a few kids just hanging out. Straight ahead, the hall leading to the stairs to go up was pretty empty, although there were a few students scattered about, including Jack's sister Izzy. Jack paused for a little while longer, unsure of what to do. Eventually, though, he decided to go straight and travel down the hallway. <br>\r\n<br>\r\nJack was surprisingly able to get down the hallway quite far, with not much movement from other people around him. This was interrupted, though, when a figure came close to Jack. It was Nira, one of the preppy girls. She was a total brat, always complaining about one thing or another and trying to take things that weren't hers. Jack made it to the edge of a few lockers, but froze when Nira came over to his area. Her sandals nearly touched Jack as Nira reached above and opened what was presumably her locker to grab or put something away. Knowing better than to somehow get her attention, Jack remained completely still and made very little noise. For a few moments, Jack was unsure about whether or not Nira had realized he was there. But, to his pleasure, Nira soon closed her locker and began walking away. <br>\r\n<br>\r\nJack, breathing a sigh of relief, then continued along his walk of the hallway when as he neared his sister, Izzy, someone picked him up. He turned around, struggling to break free of whoever's grasp it was, and saw the sharp brown eyes of a girl who Jack assumed was a freshman. \"I don't have any pockets\" she said quietly, almost as if it was to herself. The girl, ignoring Jack's pleas to let him go, threw him around and pulled back the waistband of her tights. She lowered her hand until it was just above the gap and let go of Jack. He fell for a brief moment before hitting the soft mound of the girl, then almost as soon as he did, felt a pressure behind him forcing him into her right cheek. Without saying another word, the girl then proceeded to briskly walk through the hallway.<br>\r\n<br>\r\nJack squirmed as best he could, trying to get loose, but to no avail. He was pinned too firmly against the girl's cheek and had no hope until the girl did something. She finally stopped after five or so minutes and Jack could hear the door to a classroom open and shut. Within another few moments, Jack was pressed even moreso into the girl's pale cheek as she sat down. The girl shifted her weight around on the chair, rolling Jack to and fro yet still keeping him in place. Once she got comfortable, the girl opened her tights and brought Jack out, placing him on her desk.<br>\r\n<br>\r\nWhat happens next?</span></div></div>",
            "created":1605656580,
            "id":2941721,
            "title":"Exit the room and explore the halls"
        }
    },
    "info":{
        "author_id":"bradysoul",
        "author_name":"Tisch",
        "brief_description":"Similar to the original but characters and storylines will be slightly different",
        "created":1605474600,
        "description":"<td align=\"left\" class=\"norm\">Jack: 18 years old, Jack is going through his senior year of high school. He is 5’10, athletically built, and has brown hair with blue eyes. Unbeknownst to his family, Jack has bought a functional shrink ray and plans on testing it at some point.<br>\r\n<br>\r\nCarey: 47 years old, Carey is Jack’s mom. She sports brown hair and brown eyes and has remained in excellent shape, with healthy assets up front and from behind. Carey is very loving of her children and does an amazing job running the family without a father present.<br>\r\n<br>\r\nIsabella (Izzy): 16 years old, Izzy is the middle child of the family and is in her sophomore year of high school. She very much resembles her mom with the same brown hair and brown eyes, but has physically developed earlier than anyone her age, catching the attention of many. A very cheeky sister, Izzy loves to mess around with Jack.<br>\r\n<br>\r\nLucy: 15 years old, Lucy is the youngest of the three children and is in her freshman year of high school. Oddly enough, she has black hair and blue eyes, contrasting her mother and sister. Unlike her sister, Lucy has not developed as significantly; however, is still nothing to overlook. She loves her family very much, especially her brother, and is very cautious.<br>\r\n<br>\r\nBrigette: 17 years old, Brigette is one of Jack’s neighbors and close friends. She is also in her senior year of high school and shares a few classes with Jack. Brigette has long, blonde hair with blue eyes and a modest figure. They often go to and come from school together, considering they live so close.<br>\r\n<br>\r\nPortia: 16 years old, Portia is another one of Jack’s neighbors. She is of Asian descent and has long, black hair with brown eyes. Portia is pretty shy around other people but likes to open up to Jack and go to and from school with him on occasion. Unbeknownst to Jack, she may have feelings for him.<br>\r\n<br>\r\nEiko: 14 years old, Eiko is a Japanese exchange student who is currently residing with Portia. She has medium long black hair and soft, brown eyes. In contrast to Portia, Eiko is very social and sports a very developed body. Because of her close proximity to Jack, Eiko has grown very fond of him and has on multiple occasions tried to get her alone with him.<br>\r\n<br>\r\nTrish: 17 years old, Trish is the lead cheerleader at Tahoma High School and is very much one of the popular students. She has long, dirty blonde hair and brown eyes, with a smoking body to match. More often than not, she doesn’t pay too much attention to Jack and spends most of her time with her clique. On occasion, though, she does run into Jack and their interactions vary.<br>\r\n<br>\r\nMariah: 18 years old, Mariah is possibly Jack’s closest friend. She has a slightly bigger advantage in her front than the back, and sometimes likes to tease Jack about it. Mariah has medium brown hair with blue eyes and her and Jack share nearly every class together. Funny enough, both her and Jack have some feelings for the other, but neither have said anything. <br>\r\n</td>",
        "id":2237794,
        "image_url":"https://images.Writing.Com/imgs/writing.com/writers/listing-header-5000.gif",
        "last_full_update":null,
        "modified":1605656580,
        "pretty_title":"Shrunk at School! Remade"
    }
}