{
    "chapters":{
        "1":{
            "author_id":"homerj1987",
            "author_name":"Homer J Simpson",
            "choices":[
                "The Therapy Appointment",
                "Character Profiles"
            ],
            "content":"<div class=\"\"><div> <span>I took a quick look at my watch as I stepped out of one of the bathroom stalls; sighing when I realized I had 10 minutes before I had to meet my mom out front.  Holding my dirty gym clothes in one hand, I started back towards the locker area.  On my way I stopped by one of my teammates as she was icing her ankle.  “Sorry again for what happened, Amber.”<br>\r\n<br>\r\nAmber and I were among several girls practicing a routine for the upcoming Homecoming game.  She had just finished her part of the routine, which involved doing a flip in midair, when I slipped on a patch of wet grass while trying to catch her.  I ended up on my back while she landed awkwardly on her ankle.  “Don’t apologize, Cass; none of us knew that patch of grass was wet.” Looking up at me, holding the ice pack in one hand, Amber said, “Besides it’s just a twisted ankle, I’ll be fine before you know it.”<br>\r\n<br>\r\n“I still feel bad about it.” Sighing, I said, “Whose bright idea was it to practice on the field right after a thunderstorm, anyway?”<br>\r\n<br>\r\nJust than another squad mate, Kelsey Rogers, came walking over to us.  After exchanging a look with Amber, she turned to me and said, “A few of us are heading to the mall to look at Homecoming dresses, you in?”<br>\r\n<br>\r\nLooking at my watch to see that I now had 5 minutes to get out front, I said, “I’d love to, but my parents are forcing me to see a therapist and my first sessions in like 20 minutes.” Sighing, I said, “I’ll probably go shopping with Kat and Melanie after school tomorrow.”<br>\r\n<br>\r\nAmber and Kelsey exchanged looks again, before turning back to me.  With a curious look on her face, Amber said, “Why are your folks sending to therapy?  Does it have something to do with your accident?”<br>\r\n<br>\r\nI had a particularly life-altering experience a month ago, just prior to the start of school; one that changed my life in a very profound way.  I quickly bounced back but I guess my parents and, to a lesser extent, my older brother thought that happened too quickly.  “Yeah, they’re worried I’m still in denial about the whole thing.” Sighing, I said, “Is it bad that I’ve already come to terms with what happened?”<br>\r\n<br>\r\n“Honestly; it’s more weird than bad.” Looking at me, Kelsey said, “If I were in your position, I don’t know that I’d have moved on this quickly.”<br>\r\n<br>\r\nJust then my smart watch started vibrating, I looked down and saw a text from my mom – <b>Where are you? We’re going to be late.</b>  Walking past them, towards my locker, I said, “You sound a lot like my mom; but I’ll tell you what I told her – I’m fine.”<br>\r\n<br>\r\n“I don’t know; it sounds to me like you’re in denial about this whole thing.”<br>\r\n<br>\r\nAfter grabbing my things from my locker and putting on my <i>Greenville Cheer</i> jacket, I said my goodbyes and left the locker room.  No sooner had I left the locker room when I heard a familiar voice calling my name.  Turning around I saw my best friends Kat and Melanie Maddox approaching me. Despite being identical twins, they were total opposites in terms of personality; Kat was feminine while Melanie had a more masculine energy.  No one at school knew this; but Melanie was a lesbian and dating a girl from a neighboring town.<br>\r\n<br>\r\nI knew from the look on Kat’s face that she had something to say; being short on time, I said, “I don’t have time to talk, Kat; I’m running late for an appointment I didn’t want in the first place.”<br>\r\n<br>\r\nWalking to catch up with me, Kat said, “I know; I just wanted to make sure we were still on for tomorrow.”<br>\r\n<br>\r\n“Are you kidding?” looking at them both, a smile on my face, I said, “I’m not passing up the opportunity to see Mel in a dress.”<br>\r\n<br>\r\nIn all the years I’d known them, I’d only rarely seen Melanie wear anything remotely feminine.  It was as if she had an aversion to them.  “Yeah, about that.” Sighing as she looked at the two of us, Melanie said, “I was thinking of wearing a tux.”<br>\r\n<br>\r\nBoth Kat and I stopped in our tracks; looking at her sister, surprised, Kat said, “Sis, you promised both of us you’d wear a dress.”<br>\r\n<br>\r\n“Come on, Mel; even I’m going to be wearing one.” Pausing, I said, “It’s not going to kill you to wear a dress for one night.”<br>\r\n<br>\r\nLooking around to make sure the hallway was empty, Kat leaned in and said, “Besides; don’t you think a tux would be a bit of a <br>\r\ngiveaway?”<br>\r\n<br>\r\nMelanie looked at the two of us for a moment; eventually realizing that we weren’t going to back down.  “God you guys can be so annoying sometimes.” Sighing, Melanie said, “If it’ll shut you both up, I’ll wear a damn dress to homecoming.”<br>\r\n<br>\r\nWe’d reached the main entrance at that point; I could see Mom’s car out front.  Rushing out the door, I looked back and said, “Great, I’ll text you guys later on.”</span></div></div>",
            "created":1595739600,
            "id":2875799,
            "title":"The Beginning"
        },
        "11":{
            "author_id":"homerj1987",
            "author_name":"Homer J Simpson",
            "choices":[
                "One Month Earlier (Where It All Began)"
            ],
            "content":"<div class=\"\"><div> <span>Once I got into the car, I wasn’t surprised when Mom started lecturing me.  “You better hope we don’t run into traffic, young lady.” Turning to me as we left the parking lot, “You’re lucky we were able to get you an appointment at the last minute.”<br>\r\n<br>\r\n“I don’t think lucky is the correct word, Mom; I didn’t even want this appointment in the first place.” Sighing, I said, “Why won’t everyone just believe me when I say that I’m fine?”<br>\r\n<br>\r\n“I don’t see how anyone can be <i>fine</i> so soon after experiencing what you did.” Glancing at me as she turned into traffic, Mom said, “Even if you turn out to be fine, what’s the harm in having a little therapy?”<br>\r\n<br>\r\nMy attention was momentarily focused on the sight of a familiar boy walking down the street holding his football equipment.  Jeff Anderson was the same age as my brother Glenn; and as you no doubt figured out, he was on the football team.  From the first time I saw him, I felt giddy every time I ran into him.<br>\r\n<br>\r\nI watched him until we drove around the corner, turning back to find Mom looking at me.  “What?”<br>\r\n<br>\r\nWith a sincere smile on her face, Mom said, “Is that the boy you’re interested in?”<br>\r\n<br>\r\nI didn’t want to admit it, but she was right. “Yeah, that’s him.”<br>\r\n<br>\r\n“He seems like a nice boy; why don’t you ask him out?”<br>\r\n<br>\r\nI’d be lying if I said that thought hadn’t occurred to me; but, as far as I was concerned, the chances of him saying yes were non-existent.  “Please; like he’d even give me the time of day.” Looking at Mom, scoffing, I said, “Besides; a cheerleader dating a football player sounds so cliché.”<br>\r\n<br>\r\n<div align=\"center\">************************************</div><br>\r\n<br>\r\nWe arrived at Shoreline Family Therapy a few minutes later; I begrudgingly went in alone while Mom drove off to do some quick errands.  I’d barely had a chance to check in before the therapist, a young woman in her mid-twenties, walked out of a nearby room.  Looking at me, she said, “You must be Cassidy Scott.”<br>\r\n<br>\r\nI was the only one in the room apart from the receptionist; I couldn’t help but look at her with a ‘duh’ look on my face.  “Yeah, I’m Cassidy Scott; what gave it away?”<br>\r\n<br>\r\nChoosing to ignore my comment, she said, “Come on in and have a seat.”<br>\r\n<br>\r\nI followed the therapist into the room and took a seat on her couch; noting with interest the way she was looking at my jacket.  I started to feel a little self-conscious, wondering if there was something wrong with my outfit.  “Why are you staring at me like that?”<br>\r\n<br>\r\n“Sorry, I didn’t mean to stare.” Taking a seat across from me, she said, “I went to Oak Grove High; I was on the cheer squad when we won regionals 6 years ago.”<br>\r\n<br>\r\nWe ended up spending almost twenty minutes just talking; I learned her name was Grace Connelly, she was 24 years old and had been the captain of my squad her senior year.  “I don’t mean to be rude, considering I didn’t want to come here in the first place, but we’ve spent the last 20 minutes talking about cheerleading.”<br>\r\n<br>\r\n“Fair enough.” Grabbing a notepad, Dr. Connelly said, “So Cassidy, why don’t you want to be here today?”<br>\r\n<br>\r\nLetting out of a heavy sigh, I said, “Because this is all big waste of time; my family just needs to move on.”<br>\r\n<br>\r\n“Move on from what, exactly?” looking at me, Dr. Connelly said, “Did something happen recently?”<br>\r\n<br>\r\n“Yeah, you could say that; I had an accident last month that changed my life.” Looking up at the ceiling for a moment, I said, “My family seems to think that I’ve adapted to everything too quickly.”<br>\r\n<br>\r\nJotting something down on her notepad, Dr. Connelly said, “You seem in perfect health, so was the accident really as dramatic as you’re making it out to be?”<br>\r\n<br>\r\n“I didn’t say anything about broken bones, Doctor; I said it changed my life.” giving off an exasperated sigh, I said, “Trust me when I say it changed everything about me; even my name.”<br>\r\n<br>\r\n“I see.” I could tell that Dr. Connelly was becoming more interested in what I was saying.  “What was your name before this accident?”<br>\r\n<br>\r\nI soon realized there was no undoing what was about to happen; once it was out there, there was no taking it back.  Taking a deep breath, I looked at her and said, “My name was Marcus.”<br>\r\n<br>\r\n“Marcus?” looking at me, confused, Dr. Connelly said, “Forgive me, but is that a family name?  I’ve never met a girl named Marcus before.”<br>\r\n<br>\r\n“That’s the thing, Doc; I wasn’t a girl before the accident.” Looking at her, I said, “I was a boy; head to toe and all points in between.”<br>\r\n<br>\r\nDr. Connelly was silent for a few moments as she tried to process what I’d just told her.  Eventually she cleared her throat and said, “Are you messing with me right now?” looking me over, in disbelief, she said, “There’s no way you used to be a boy.”<br>\r\n<br>\r\n“I wouldn’t believe me either; but I’m telling the truth.” Digging my phone from my purse, I said, “It was, without a doubt, the single most painful thing I’ve ever experienced.”<br>\r\n<br>\r\nI opened the photo gallery on my phone and handed it to Dr. Connelly.  The phone in her hand, she said, “What am I looking at?”<br>\r\n<br>\r\n“Those are photos one of my classmates took; showing the initial stages of the transformation.”<br>\r\n<br>\r\nAfter looking through the plethora of photos, Dr. Connelly handed the phone back to me.  “Forgive me, but how exactly did all that happen?”<br>\r\n<br>\r\n“Well, it all started about a month ago...”</span></div></div>",
            "created":1595739600,
            "id":2875800,
            "title":"The Therapy Appointment"
        },
        "111":{
            "author_id":"homerj1987",
            "author_name":"Homer J Simpson",
            "choices":[
                "Arriving at Orientation",
                "At the Doctor's Office",
                "Something Else",
                "Something Else",
                "Something Else"
            ],
            "content":"<div class=\"\"><div> <span>The day my life changed forever started out as a normal day; there was no sign at all of what was coming.  I woke up to the sound of my mom knocking first on my brother Glenn’s door and then mine, sayings, “Wake up boys, we have to be at the doctor’s office in 45 minutes.”<br>\r\n<br>\r\nToday was going to be a busy day for me; Mom was taking Glenn and I to the doctor to make sure we were up to date on our shots, then I was going to Freshman Orientation.  Groaning as I got out of bed, I said to myself, “Please let this be a stress-free day.”<br>\r\n<br>\r\nComing out of my bedroom, I started walking down the hall as Glenn came out of his room.  Looking at me, he said, “Hey little bro, you excited to start high school?”<br>\r\n<br>\r\n“Yeah, I guess so.” Shrugging as we both entered the bathroom, I said, “I don’t see the point of going to Orientation; after all, you didn’t go last year.”<br>\r\n<br>\r\nTaking a seat on the toilet while I started brushing my teeth, Glenn said, “I didn’t go last year because I’d just broken my leg, remember?” looking at me, Glenn said, “Besides, the point of Orientation is to meet new people.”<br>\r\n<br>\r\n“How am I going to meet new people, if I’ve known everyone since the 6th grade?”<br>\r\n<br>\r\n“Okay, you got me there.” Flushing the toilet, Glenn said, “It just wouldn’t hurt to expand your social circle beyond Kat and Melanie.”<br>\r\n<br>\r\n“What’s wrong with Kat and Melanie?” turning to Glenn, I said, “They’ve been my best friends since we moved to the neighborhood.”<br>\r\n<br>\r\n“There’s nothing wrong with them, Marcus; it’s just I can’t help think you’re spending too much time with them.” Gesturing to my waist, Glenn said, “You’re even starting to use some of Kat’s mannerisms.”<br>\r\n<br>\r\nLooking down, I saw that Glenn was right; I’d placed my hands on my waist in the same way that Kat loved to do.  Crossing my arms, I said, “Does this have anything to do with Melanie refusing to date you?”<br>\r\n<br>\r\nGlenn has had a crush on Melanie for the better part of two years; he’d flirt with her every chance he got.  The three of us couldn’t believe that Glenn had no clue Melanie was a lesbian; nothing short of her kissing her girlfriend in front of him would knock some sense into him.<br>\r\n<br>\r\n“We’d be absolutely perfect together; but she won’t give me the time of day.” Chuckling, I said, “Am I not her type or something?”<br>\r\nIt was all I could do not to tell Glenn the truth, but I figured it wasn’t my place to do so.  “Why don’t you just ask her, once and for all, why she keeps shooting you down.”<br>\r\n<br>\r\nAs the two of us walked out of the bathroom, back towards our rooms, Glenn said, “Fine, I’ll ask her.” Stopping outside his door, Glenn said, “Just promise me you’ll try to make some more friends?”<br>\r\n<br>\r\n“Fine, I promise.”</span></div></div>",
            "created":1595739600,
            "id":2875801,
            "title":"One Month Earlier (Where It All Began)"
        },
        "1111":{
            "author_id":"homerj1987",
            "author_name":"Homer J Simpson",
            "choices":[
                "Continue",
                "Later On",
                "Something Else",
                "Something Else",
                "Something Else"
            ],
            "content":"<div class=\"\"><div> <span>My arm was feeling particularly tender as Mom drove into the school parking lot.  Looking at Glenn, I figured his was tender as well because of the way he was holding his arm.  There was a new vaccine regimen that involved injecting a person with several vaccines at once.  One of the possible side-effects was that the injection site would be sore for a while.<br>\r\n<br>\r\nAs we came to a stop in front of the school, I saw Melanie and Kat standing nearby.  After saying goodbye to Mom, Glenn and I got out to join them.  Seeing me holding my arm, Melanie said, “What’s up with your arm, Marcus?”<br>\r\n<br>\r\n“It’s a little tender from the vaccinations.” Gesturing to Glenn, I said, “You should’ve seen Glenn here, he was actually whimpering as they injected him.”<br>\r\n<br>\r\nThe look on Glenn’s face quickly turned red with embarrassment as he turned to Melanie.  “H-He’s lying; I didn’t do anything like that.” Smiling, Glenn said, “I’m a big strong guy.”<br>\r\n<br>\r\nWe all knew where this was heading as Melanie groaned and turned to Glenn.  “This has gone on long enough, Glenn.” Sighing, she said, “I’m not interested in dating you, so why don’t you just give up.”<br>\r\n<br>\r\nGlenn was never one to back down from a challenge; and that was certainly the case today.  “Mel, come on, we’d be great together.” Looking desperate, Glenn said, “Why won’t you give us a chance?”<br>\r\n<br>\r\nKat and I exchanged amused glances with one another while Melanie looked at Glenn, “We’ve got too much in common, Glenn; it wouldn’t work out.”<br>\r\n<br>\r\nGlenn was struggling to understand Melanie’s meaning, as he said, “I don’t understand.”<br>\r\n<br>\r\nMelanie wasn’t quite ready to come out publicly; so, when she saw a group of students walking by, she leaned over and whispered, “I like girls.”<br>\r\n<br>\r\nAs soon as Glenn heard that, his eyes went wide, “Oh.”<br>\r\n<br>\r\n“Marcus and Kat have known for the better part of a year.” Looking at him in disbelief, Melanie said, “I can’t believe you didn’t pick up on it.”<br>\r\n<br>\r\nGlenn turned to me with an angry look; as he said, “You knew and didn’t tell me?”<br>\r\n<br>\r\nWith a grin, I looked at him and said, “Honestly, it was fun watching you embarrass yourself.”<br>\r\n<br>\r\nI watched as Glenn made a fist with one hand; I knew he would never hit me, but I instinctively took a step back.  After a moment, Glenn relaxed and said, “Come on, let’s go inside.”</span></div></div>",
            "created":1595739600,
            "id":2875804,
            "title":"Arriving at Orientation"
        },
        "11111":{
            "author_id":"homerj1987",
            "author_name":"Homer J Simpson",
            "choices":[
                "Waking Up to a Surprise (Locked)",
                "Something Else",
                "Something Else",
                "Something Else",
                "Something Else"
            ],
            "content":"<div class=\"\"><div> <span>As we walked inside, I found myself feeling sorry for Glenn.  He’d been pining for Melanie for almost two years, only to have his dreams dashed to pieces.  While I went to sign in with Kat and Melanie, Glenn went off to meet up with his fellow student guides.<br>\r\n<br>\r\nIt came as no surprise when we were split into separate groups; I stayed with Kat while Melanie was placed with another group.  Kat and I stood in the hallway with the 6 remaining members of the group, waiting for our guide to show up.  When he did, I noticed that Kat and the other girls instantly took an interest in him.<br>\r\n<br>\r\nAfter introducing himself as Jeff, we began the tour of the building.  It wasn’t until we’d been walking for about 10 minutes that it started to dawn on me why Kat and the other girls were interested in Jeff.  He was handsome in a rugged sort of way, not too muscular but not chubby either.<br>\r\n<br>\r\n<div align=\"center\">********************************</div><br>\r\n<br>\r\nThe orientation tour lasted about an hour; Jeff took us to every key area of the school.  Once that was finished, we all gathered in the cafeteria for a quick lunch before we went home.  By the time we caught up with them, Melanie and Glenn were already seated and eating their lunches.<br>\r\n<br>\r\n“Geez, what took you guys so long?” Putting her sandwich down, Melanie said, “I thought the tours were only supposed to take 45 minutes.”<br>\r\n<br>\r\nAs we took our seats, I gestured to Kat and said, “Every girl in the group, including your sister, was practically drooling over our guide.”<br>\r\n<br>\r\nMelanie was practically rolling her eyes; saying, “My twin sister, ladies and gentlemen – a sucker for every attractive guy she sees.”<br>\r\n<br>\r\n“Oh please, perhaps I should tell Amanda how you were focusing on your guide’s chest.” Ignoring the death stare that she was receiving from Melanie, Kat said, “Besides, can you blame me?  Jeff was pretty easy on the eyes.”<br>\r\n<br>\r\nI was in the middle of taking a bite of my sandwich, but that didn’t some me from nodding and saying, “Hear, hear.”<br>\r\n<br>\r\nBefore I could even process what I’d just said, Glenn was standing next to me.  “Guys don’t talk like that about other guys unless they’re into that sort of thing.” Whispering into my ear, he said, “You definitely need to find some guy friends, you’re starting to talk too much like Kat.”<br>\r\n<br>\r\nThe hits just kept on coming at that point as I suddenly started feeling achy and feverish.  The closest one to me, Kat said, “Marc, are you feeling alright?”<br>\r\n<br>\r\n“I’m be okay.” Wiping the sweat from my forehead, while clutching my stomach, I said, “Hopefully, they'll have the AC fixed soon.\"<br>\r\n<br>\r\nEveryone looked at me in confusion, while Kat said, “What are you talking about, the AC is fine.  If anything, it should be a little cooler in here.\"<br>\r\n<br>\r\nThat’s when I realized that I was the only one sweating.  I started to speak but suddenly keeled over as the pain in my stomach got 100x worse.  A large crowd started to gather around me as I screamed in pain.  Some people asked if I was okay as Kat and Melanie tried to clear people away while Glenn was on the phone.<br>\r\n<br>\r\nI could barely hear Kat as she yelled, “Let him breathe!”<br>\r\n<br>\r\nBreathing wasn’t a problem; it was everything else that seemed to be affected.  Having just gotten off the phone, Glenn knelt next to me and said, “You’re going to be okay, Marc; the EMTs are on the way.”<br>\r\n<br>\r\nSuddenly someone in the crowd let out a shocked gasp, while Kat looked down at me, “Marc, you look...different.”<br>\r\n<br>\r\nSince I couldn’t see myself, I had no idea what she was talking about.  Standing next to her sister, in shock, Melanie said, “Your hair is getting longer, and your face...”<br>\r\n<br>\r\nI didn’t hear the end of that sentence because my attention was suddenly focused on a tightness in my chest.  Looking down, I couldn’t believe what I was seeing – my chest was swelling as two mounds of flesh start growing under my shirt.  <i>What the hell?  Am I growing breasts?</i><br>\r\n<br>\r\nThat’s the last thing I remembered before passing out from the pain.</span></div></div>",
            "created":1595739600,
            "id":2875807,
            "title":"Orientation & Lunch"
        },
        "111111":{
            "author_id":"homerj1987",
            "author_name":"Homer J Simpson",
            "choices":[
                "Learning What Happened",
                "Later On (Visitors)",
                "Something Else",
                "Something Else",
                "Something Else"
            ],
            "content":"<div class=\"\"><div> <span>The first thing I became of as I regained consciousness was the new, and disturbing, weight on my chest.  My groans must’ve alerted someone because I suddenly heard Glenn’s voice nearby, “Look who’s finally waking up.”<br>\r\n<br>\r\nMy memory was fuzzy, so I couldn’t completely remember what happened earlier.  I opened my eyes just as I felt an intense wave of discomfort.  Turning towards the sound of Glenn’s voice, I was surprised to see him lying in a nearby hospital bed with an IV in his arm.  “Glenn?  Are you all right?”<br>\r\n<br>\r\nThe first thing I noticed was that my voice sounded different; it was higher pitched and sounded almost angelic.  The second thing I noticed was the look on Glenn’s face; a mixture of horror and sadness.  “I’m fine, this is just a precaution.” Looking at me, he said, “Are you alright?”<br>\r\n<br>\r\nI was keenly aware of both the weight on my chest and my higher-pitched voice, but I couldn’t explain any of it.  “I don’t know; the last thing I remember was doubling over in pain at school.” Chuckling, I said, “I must’ve been dreaming because I swear that I saw breasts underneath my shirt.”<br>\r\n<br>\r\n“I’m afraid it wasn’t a dream, Marcus.” Sitting up in bed, his voice all serious, Glenn said, “Why don’t you look down.”<br>\r\n<br>\r\nSuddenly overwhelmed with trepidation, I looked down and my jaw dropped – staring at me from underneath a hospital gown was a pair of large, and very real, breasts.  Before I knew what was happening, I blacked out and fell back onto the pillow.<br>\r\n<br>\r\n<div align=\"center\">***********************************</div><br>\r\n<br>\r\nWhen I woke up again, the room was empty save for me and my mom.  As she looked at me with concern in her eyes, I said, “I-I just had this weird dream…that I’d somehow grown breasts.”<br>\r\n<br>\r\n“The doctors aren’t sure how it happened yet, sweetie.” Moving closer, digging through her purse, Mom handed me something and said, “Take a look.”<br>\r\n<br>\r\nI looked and saw the picture of a teenage girl.  Turning back to Mom, I was about to ask what was going on when I noticed something out of the corner of my eye.  Looking back at the photo, I saw that the girl suddenly looked confused – as confused as I felt.  Turing my attention to Mom, as reality slowly began to dawn on me, I said, “M-Mom?”<br>\r\n<br>\r\n“Honey…”<br>\r\n<br>\r\nIt suddenly occurred to me that Mom had yet to call me by my name; instead, she kept calling me sweetie or honey.  A sudden itch brought my hand up to my nose.  It wasn’t until I saw the girl scratching her nose that I realized this wasn’t a picture in my hand.<br>\r\n<br>\r\nI looked at mom in stunned silence as she nodded in understanding.  “I’m afraid it wasn’t a dream, Marcus.  The doctors aren’t sure what happened; but, somehow, you’ve been turned into a girl.”<br>\r\n<br>\r\nThe feel of losing my grip on mom’s compact, and the sound of it hitting the floor, was the last thing I remembered before blacking out again.</span></div></div>",
            "created":1595826000,
            "id":2876066,
            "title":"Waking Up"
        },
        "1111111":{
            "author_id":"homerj1987",
            "author_name":"Homer J Simpson",
            "choices":[
                "Some Alone Time",
                "To Take the Tests",
                "Something Else",
                "Something Else",
                "Something Else"
            ],
            "content":"<div class=\"\"><div> <span>Mom and I weren’t alone the next time I woke up; Glenn was back in his bed while Dad was standing in the corner having a heated conversation with a doctor.  Mom was trying her best to keep him calm, but it was a futile gesture.  Judging from the bags under her eyes, I figured the doctor had be on the clock for a while; the last thing she needed was to be berated by my dad.  “My son turns into a girl in front of 50 people, and you can’t even give me an explanation for why it happened?”<br>\r\n<br>\r\nAs more of my memory started coming back, I remembered being in the cafeteria when I started to experience the worst pain of my life.  No one seemed to realize that I was awake again; however, before I could do anything about that, Glenn spoke up, “Hey guys, she’s awake.”<br>\r\n<br>\r\nOnly a few hours, at most, had passed since the orientation; I barely had time to process what happened and my older brother was already referring to me as a girl.  I gave Glenn a pained expression while the others rushed over to my bedside.  I started squirming a little when Mom gave me a big hug, leading Dad to say, “Elaine stop, you’re suffocating her.”<br>\r\n<br>\r\nThe pained expression returned when I heard Dad call me ‘her,’ although it was soon replaced by a look of relief when Mom released me from her clutches.  While her hug had made it difficult for me to breathe, I didn’t much care for the feeling of my breasts being squeezed.  Looking at everyone, while I moved to sit up in bed, I said, “Can someone please explain what happened?” pausing, I said, “Last time I checked, it wasn’t possible for something like this to happen.”<br>\r\n<br>\r\nMom and Dad both turned to the doctor, who slowly stepped forward and said, “We’re running every conceivable test we can think of, Marcus.” Sighing, she said, “For now we’re working on the assumption that you were injected with something when you were vaccinated earlier.”<br>\r\n<br>\r\nGlenn and I both went pale when we heard that; we were both thinking the same thing.  Turning my attention back to the doctor, “We both had the same shots, so why did I turn into a girl and Glenn didn’t?”<br>\r\n<br>\r\n“We’re unsure why Glenn wasn’t affected the same way you were; for now, we’re keeping him here for observation.”  Trying her best to look reassuring, the doctor said, “The best case scenario is that you were unlucky, and your brother will be fine; worst case is that you’ll end up with an older sister.”<br>\r\n<br>\r\nNeither of us said a word while Mom and Dad turned to the doctor.  Looking justifiably concerned, Mom said, “What’s going to happen now, Doctor Somers?”<br>\r\n<br>\r\n“That’s entirely up to your...daughter, ma’am.” Sighing, Dr. Somers said, “We can give her some time to process this, or we can take her for some tests to figure out what caused this.”<br>\r\n<br>\r\nEveryone turned their attention to me, which made me feel extremely uncomfortable.  I was never a fan of making major decisions, and this one certainly qualified.  After taking a moment to process everything, I sighed and said, “I’d like ______.”</span></div></div>",
            "created":1595826000,
            "id":2876134,
            "title":"Learning What Happened"
        },
        "11111111":{
            "author_id":"homerj1987",
            "author_name":"Homer J Simpson",
            "choices":[
                "Medical Testing",
                "Later on (Visitors)",
                "Later On (Problems for Glenn)",
                "Something Else",
                "Something Else"
            ],
            "content":"<div class=\"\"><div> <span>Despite ample evidence to the contrary, I’d spend the last 14 years of my life as a guy; one who was attracted to girls.  I’d be lying if I said the chance to examine a female body up close wasn’t appealing.  Looking around the room at everyone, I said, “If you don’t mind, I think I’d like a few minutes alone.”<br>\r\n<br>\r\nMost everyone was understanding, save for Glenn.  He glanced at me for a moment before turning to Mom, “Why does Marcus need to be alone?”<br>\r\n<br>\r\nMom looked at me for a moment before she turned her attention to Glenn.  “Glenn, your new sister wants to have some privacy; just as I’m sure you’d want if this happened to you.” Gently helping him from the bed, Mom said, “Now let’s give her some privacy, as she requested.”<br>\r\n<br>\r\nGlenn’s face was blank as he slowly walked towards the door; only to turn and look at me once he realized what Mom was talking about.  Seeing the shocked look in his eyes made me blush even more; the last thing I needed right now was him picturing me examining my body.<br>\r\n<br>\r\nThe shocked expression remained on Glenn’s face as he left the room with Dad and Dr. Somers.  Mom stayed behind for a moment, sitting on the edge of my bed.  The way she was looking at me only served to make me blush even more.  Taking my hand in hers, Mom said, “It’s alright sweetie, there’s nothing to be embarrassed about.”<br>\r\n<br>\r\n“That’s easy for you to say mom; you’ve been a girl your whole life.” Blushing, I said, “I never figured the first naked girl I saw would be me.”<br>\r\n<br>\r\nMom leaned over and kissed me on the forehead before getting to her feet.  “I’ll be right outside if you need anything.”<br>\r\n<br>\r\n“Mom! This is embarrassing enough as it is, I don’t want your help.”<br>\r\n<br>\r\n“I figured you’d say that; but thought I’d mention it anyway.” Giving my hand an affectionate squeeze, Mom said, “We’ll be outside when you’re ready.”<br>\r\n<br>\r\nOnce I was finally alone it took me a few minutes to get up the courage to walk into the bathroom.  When I finally got out of bed, I quickly noticed that I was somehow shorter than this morning.  I wondered what could’ve affected my height when I realized there were more pressing matters to attend to.<br>\r\n<br>\r\nI slowly walked into the bathroom and closed the door; taking a deep breath, I turned to face my reflection in the mirror.  Even though I’d already seen it through my mom’s compact, seeing my new reflection in a larger mirror was still a shock.  My hair, which I’d always kept on the short side was now down just past my shoulders; and I swear it had gotten just a little lighter as well.<br>\r\n<br>\r\nI spent a few minutes looking at my body from every conceivable angle before I finally got up the courage to strip naked.  Once I did that, I was faced with the realization that I looked like a younger version of my mom, down to the large breasts and curvaceous figure.  I had to remind myself that the girls on my mom’s side tended to develop early, which explained why I was more developed than the average 14-year-old.<br>\r\n<br>\r\nAfter fondling my breasts for a few minutes, I decided to turn my attention down below.  I slowly brought my hand down and started to explore; overwhelmed with a plethora of new, and pleasurable, sensations.  Due in large part to my inexperience with the female form, my exploration led to a sudden, and embarrassingly loud, moan escaping my lips.<br>\r\n<br>\r\nI quickly covered my mouth in embarrassment, as I was certain it had been loud enough for people to hear it outside.  Not wanting to cause any more problems, I promptly got dressed and left the room.  As I walked into the hall, I noticed Dad and Glenn both had looks of embarrassment on their faces as they turned to look away from me.<br>\r\n<br>\r\nI started to blush from embarrassment as Mom and Dr. Somers both gave me sympathetic looks.  Placing a hand on my shoulder, Mom said, “You’ve got nothing to be ashamed of, sweetie; what you did is perfectly normal for a girl your age.”<br>\r\n<br>\r\nStill feeling embarrassed, I looked at Mom and said, “Thanks Mom.”</span></div></div>",
            "created":1595826000,
            "id":2876559,
            "title":"Some Alone Time"
        },
        "111111111":{
            "author_id":"homerj1987",
            "author_name":"Homer J Simpson",
            "choices":[
                "Back in the Room",
                "Later On",
                "Something Else",
                "Something Else",
                "Something Else"
            ],
            "content":"<div class=\"\"><div> <span>We soon found ourselves in a small window-less room in the center of the hospital.  Glenn, who couldn’t even look at me, and I noticed two examination tables in the center of the room.  Turning to Dr. Somers, I said, “What’s going on, why are there two tables?”<br>\r\n<br>\r\nGesturing to a lab assistant standing nearby, Dr. Somers said, “We’re going to be examining both you and your brother at the same time.” Patting her hand on one of the beds, her way of telling me to take a seat, she said, “We want to figure out why you changed and your brother didn’t; as well as determining whether or not he will change in the future.”<br>\r\n<br>\r\nAs Glenn and I each sat down on our own table, I looked at him and said, “It’s going to be alright, Glenn.”<br>\r\n<br>\r\n“That’s easy for you to say, you already changed.” Sighing, without even looking at me, Glenn said, “My fate is still up in the air.”<br>\r\n<br>\r\nA frown flashed across my face as I tried to understand Glenn’s sudden change in attitude towards me.  Mom must’ve sensed my dismay, because she came over and said, “It’s alright sweetie, your brother will come around eventually.”<br>\r\n<br>\r\n“Are you sure, Mom?” looking at her, in a hushed tone, I said, “Neither Dad nor Glenn have been able to look at me since I came out of the bathroom.”<br>\r\n“I’ll have a talk with them about that later.” Kissing my forehead, Mom said, “Try to forget about that for now, alright?”<br>\r\n<br>\r\n<div align=\"center\">***********************************</div><br>\r\n<br>\r\nGlenn and I spent the next two hours being poked and prodded; while Dr. Somers and her assistant ran every conceivable test to figure out what happened to me.  They took half a dozen vials of blood from each of us to run various blood tests.<br>\r\n<br>\r\nDr. Somers eventually had all the information she’d need for the time being; while the assistant brought the vials to be tested, she walked over to us.  As if being a girl wasn’t bad enough, I noticed myself watching the lab assistant as he left the room – especially his muscular arms.<br>\r\n<br>\r\nI found myself briefly imagining those arms holding me tight; an image that I quickly pushed to the back of my mind.  If anyone noticed anything out of the ordinary, they didn’t say anything.  As she stood behind the exam tables with Dad, Mom said, “What can you tell us, Dr. Somers?”<br>\r\n<br>\r\n“Not much I’m afraid.” Sighing, she said, “We’ll have to wait until the bloodwork comes back to know more.”<br>\r\n<br>\r\nHearing that, I said, “Does that mean we can go back to our room now?”<br>\r\n<br>\r\n“Not quite yet, Marcus.” Exchanging a look with my mom, Dr. Somers said, “Your brother is free to leave, but I’m afraid you need to remain here for more tests.”<br>\r\n<br>\r\nGiving me a quick look, Glenn turned to Dr. Somers and said, “I thought you said the tests were finished; why does Marcus need to say?”<br>\r\n<br>\r\n“I’m afraid there’s one more test I need to run; one which you or your father shouldn’t be here for.”<br>\r\n<br>\r\nI was starting to get nervous; I didn’t like the way Dr. Somers was speaking.  “What kind of test?”<br>\r\n<br>\r\n“Let’s see, how do I put this delicately.” Looking at me, sighing, Dr. Somers said, “Marcus, I need to make sure you’re...healthy for a girl your age.”<br>\r\n<br>\r\nMy eyes went wide – I’d seen enough medical shows to know what that meant.  “You’re joking, right?”<br>\r\n<br>\r\n“I’m afraid not, Marcus.” Gesturing to my mom, Dr. Somers said, “Your mother can stay here for emotional support, but I’m going to need your father and brother to leave.”<br>\r\n<br>\r\nI knew there was nothing I could do to stop what was about to happen; I was just grateful that Mom was there for support.  While Glenn walked out of the room, Dad came over and said, “Don’t worry Marcus, everything’s going to be alright.”<br>\r\n<br>\r\nWith the faintest hint of a smile on my face, I looked at him and said, “Thanks daddy.”</span></div></div>",
            "created":1595826000,
            "id":2876580,
            "title":"Medical Testing"
        },
        "1111111111":{
            "author_id":"bartfargo",
            "author_name":"BeeJay",
            "choices":[
                "Visitors",
                "Test Results",
                "Reader's choice",
                "Reader's choice",
                "Reader's choice"
            ],
            "content":"<div class=\"\"><div> <span>I was in no condition to walk after having my first pelvic exam and all those blood draws.  Mom and a nurse had to help me back to the room in a wheelchair.  Dad was looking at something on his phone while Glenn was channel surfing.  As I silently walked past them and climbed into bed, Glenn looked at me and said, “What happened, are you okay?”<br>\r\n<br>\r\nResting my head on the pillow, I turned to look at Glenn, “I’d rather not talk about it, Glenn.”<br>\r\n<br>\r\nThe pelvic exam was like nothing I’d ever experienced before in my life; and it was nothing like on TV.  I shuddered as I recalled some of what happened.  Coming over to me, Mom said, “The good news, sweetie, is that it will be a while before you have to get another one.”<br>\r\n<br>\r\nWhile I relieved to hear that, I was also disturbed by the idea it was going to be a regular part of my life now.  “I really don’t want to think about that right now, Mom.”<br>\r\n<br>\r\nShifting in bed to get a better look, Glenn said, “Did it hurt?”<br>\r\n<br>\r\n“No Glenn, it doesn’t hurt.” Trying not to give too much information, Mom said, “It just feels strange.”<br>\r\n<br>\r\nTurning to Mom, as I went to put my pillow over my head, I yelled, “I <i>said</i> I don’t want to think about it!” <br>\r\n<br>\r\nMom finally got the hint, she turned to Dad and said, “Come on, honey; let’s let the kids rest.”<br>\r\n<br>\r\nOnce Mom and Dad left the room, Glenn turned to me and said, “Did you really say ‘daddy’ when Dad and I left?”<br>\r\n<br>\r\nI swear Glenn was more talkative now than he’d ever been; right at the time where I just wanted to be left alone.  “I guess so; I was probably tired from all the blood they took.”<br>\r\n<br>\r\nI knew deep down that wasn’t the reason; it was a side effect of being such good friends with Kat and Melanie.  I spent a lot of time at their house on the weekends, when their dad was home and they both called him Daddy.  I figured it was just one more thing that had rubbed off on me.<br>\r\n<br>\r\nGetting out of bed, Glenn came over to me and said, “So what can you tell me about the exam?”<br>\r\n<br>\r\n“Why do you want to know?” looking at him, I said, “You’re a boy, you don’t get the exam.”<br>\r\n<br>\r\n“I may not be a boy for much longer.” Pausing, he said, “I get that it was weird for you, so what’s the least weird thing about it?”<br>\r\n<br>\r\n“Do you really want to know?”<br>\r\n<br>\r\nWhen Glenn nodded, I held up an index finger on each hand and said, “Dr. Somers took two fingers; one went up my hoo-hoo, the other went up my hoo-hah.\"<br>\r\n<br>\r\nGlenn started squirming a little as he went to lie down again.  \"Let's get some rest, Marcus.\"<br>\r\n<br>\r\nI tried to get some rest, but I certainly didn't feel much like a Marcus.</span></div></div>",
            "created":1595826000,
            "id":2876652,
            "title":"Back in the Room"
        },
        "11111111111":{
            "author_id":"homerj1987",
            "author_name":"Homer J Simpson",
            "choices":[
                "Not Going to Change",
                "Going to Change",
                "Something Else",
                "Something Else",
                "Something Else"
            ],
            "content":"<div class=\"\"><div> <span>The two hours I spent trying to fall asleep were some of the most uncomfortable moments of my life.  My new breasts got in the way no matter what position I tried; my preferred position of sleeping on my stomach was by far the worst.  Eventually Glenn had enough of my tossing and turning, saying, “Would you stop making so much noise?  Just pick a position already.”<br>\r\n<br>\r\n“I’m sorry if I’m keeping you awake, your majesty.” Angrily throwing my pillow at Glenn’s head, I gestured towards my chest and said, “But you try sleeping with <i>these</i> things for the first time.”<br>\r\n<br>\r\n“Oh please.” Throwing the pillow back at me, Glenn said, “By my count you’ve been asleep for almost three hours, what with all the times you’ve been unconscious since lunch.”<br>\r\n<br>\r\nGetting annoyed, with the pillow in my right hand, I said, “I didn’t have to worry about then; because I was unconscious, dummy.”<br>\r\nThings soon devolved to the point where Glenn and I were bickering and having a heated pillow fight.  This went on for a good five minutes or so until I spotted something out of the corner of my eye – Kat, Melanie and Amanda were standing in the doorway looking at us in disbelief.<br>\r\n<br>\r\nGlenn and I quickly calmed down as Kat rolled her eyes, “I guess it’s true; the more things change, the more they stay the same.  Even after turning into a girl, the two of you are still fighting with each other.”<br>\r\n<br>\r\nGesturing to me, Glenn said, “Someone couldn’t find a comfortable position to sleep in, and it was bugging the hell out of me.”<br>\r\nFrom the look on her face, it was obvious that Kat didn’t appreciate Glenn’s comment.  “You seriously need to learn to read the room, Glenn.” Gesturing to Melanie and Amanda, both of whom were standing behind her, Kat said, “We may not be as endowed <br>\r\nas Marcus, but we’re not immune to that problem.”<br>\r\n<br>\r\nI couldn’t help but blush; I knew I was endowed but hearing my best friend say that was a little embarrassing.  For their part, both Amanda and Melanie nodded in agreement.  “She’s only had breasts for a few hours, how do you expect her to be used to them already?” with a tinge of annoyance in her voice, Amanda said, “If this had happened to you instead of her, trust me when I say you’d have the same problem.”<br>\r\n<br>\r\n“Actually,” looking at everyone, I said, “Glenn could very well end up being affected same as me.”<br>\r\n<br>\r\nThe looks on their faces changed once they heard that.  All three of them went to Glenn’s bedside, where I listened as they expressed their sympathy.  Glenn tried to play it cool, putting on a brave front for the girls, but I knew he was terrified by the possibility of turning into a girl like me.<br>\r\n<br>\r\nAfter a few minutes of them talking to him, Glenn climbed out of bed and walked over to me.  “I’m sorry, Marcus.” Bowing his head in shame, Glenn continued, “I’ll try to be more sympathetic to what you’re going through.”<br>\r\n<br>\r\nI wasn’t really thrilled with Glenn’s treatment of me since I woke up; instead of trying to help, he’d been acting as though it was inconveniencing him.  But I could tell that he was being sincere in his apology.  With a sigh, I said, “Apology accepted.”<br>\r\n<br>\r\n<div align=\"center\">*********************</div><br>\r\n<br>\r\nThings settled down after that; to the extent they could under the circumstances.  Kat and the others were focusing most of their attention on me, which made me feel like I was under the microscope.  They seemed to be focused on my new physical appearance, with Kat commenting on my hair, saying, “I wish I had that hair, Marcus.” Running a hand through it, Kat said, “It’s so soft.”<br>\r\n<br>\r\n“Thanks, I guess.” Blushing, I said, “The only way you’d get it is if you were related to my mom.”<br>\r\n<br>\r\nAmanda was, much to Melanie’s annoyance, practically fixated on my chest.  At one point she said, “Damn Marcus, you turned out look pretty darn good.”<br>\r\n<br>\r\nI turned crimson when she said that, while Melanie looked at her in disbelief.  “Excuse me?  Your girlfriend is standing right next to you, Amanda.”<br>\r\n<br>\r\n“Sorry babe, but can you blame me?” gesturing to me, Amanda said, “Marcus is quite attractive.”<br>\r\nMelanie turned to look at me again; after a moment she said, “Okay fine, I admit that Marcus is rather good looking.  But she’s kind of on the short side.”<br>\r\n<br>\r\nAs a result of my sudden sex change, I’d gone from being 5’10” to just over 5’6” – average height for a girl my age.  I was about an inch shorter than Kat and Melanie now, while being just about 5” shorter than Amanda.  While everyone could tell they loved each other, Amanda and Melanie were a study in contrasts; Melanie was unusually masculine for a girl, while Amanda was almost as feminine as Kat.  Amanda had previously told me how she wished Melanie was less masculine.<br>\r\n<br>\r\n<div align=\"center\">*********************</div><br>\r\n<br>\r\nAnother 30 minutes had passed; Amanda and Melanie were talking to Glenn about his feelings for Melanie, while Kat and I were talking about anything to keep my mind off what happened.  Suddenly I looked at her and said, “I’d really like it if you stopped calling me Marcus.”<br>\r\n<br>\r\nAs everyone in the room turned their attention to me, Kat said, “What are you talking about?  That’s your name?”<br>\r\n<br>\r\n“Do I look like a Marcus to you?” indicating my body, I said, “I’m not a guy anymore and, unless by some miracle they find a way to reverse this, I’ll never be one again.”<br>\r\n<br>\r\n“Okay, that’s a fair point.” Looking at me, Kat said, “What do you want us to call you then?”<br>\r\n<br>\r\n“I-I don’t know; it’s not like I gave it much thought.” Sighing as a leaned back in bed, I said, “I’ll get back to you on that, alright?”<br>\r\n<br>\r\nAt that moment Mom and Dad walked into the room with Dr. Somers; judging from the tablet in her hands and the looks on all their faces, the tests results had come in.  Turning to Kat and the others, Mom said, “Katherine, sweetie, would the three of you mind giving us some privacy?”<br>\r\n<br>\r\nKat hated being called her full name; my mom and her parents were the only ones who could get away with it.  “We should probably be going anyway.” Hugging me, Kat said, “I’ll call you later, alright?”<br>\r\n<br>\r\nAfter everyone said their goodbyes and left the room, Dr. Somers turned to look at me and Glenn.  “Your results are in.”<br>\r\n<br>\r\nGlancing at me briefly, Glenn turned to Dr. Somers and said, \"Would you mind skipping to the part where you tell me if I'm going to change as well?\"<br>\r\n<br>\r\n\"Very well, Glenn.\" sighing, Dr. Somers looked at her information and said, \"You're ______.\"</span></div></div>",
            "created":1596085200,
            "id":2878216,
            "title":"Visitors"
        },
        "111111111111":{
            "author_id":"homerj1987",
            "author_name":"Homer J Simpson",
            "choices":[
                "Continue",
                "Later On",
                "The Next Day (Leaving)",
                "Something Else",
                "Something Else"
            ],
            "content":"<div class=\"\"><div> <span>Everyone in the room was relieved when they heard those words come out of Dr. Somers’ mouth; but none more so then Glenn.  He let out a sigh of relief knowing that he was going to remain unchanged.  “You have no idea how it feels to hear that, Doc.” Glancing at me, Glenn said, “But Marcus and I were both given the same shots; why did she changed and not me?”<br>\r\n<br>\r\n“Everyone is different, Glenn.” Holding the tablet in her arms, Dr. Somers said, “The two of you may be related on a genetic level, but your sister is an entirely different person.”<br>\r\n<br>\r\nAfter giving Glenn a congratulatory pat on the back, Dad turned to Dr. Somers.  “When will they be able to go home, doctor?”<br>\r\n<br>\r\n“I’d like for them to spend the night here, just in case something happens.” Making a notation in her chart, Dr. Somers said, “Barring any complications, Marcus and Glenn will be free to leave tomorrow morning.”<br>\r\n<br>\r\nBy now I was starting to get tired of people calling me Marcus.  I knew it was my name, but under the circumstances I didn’t look or feel like one.  As Dr. Somers turned to leave with Dad and Mom, I said, “Before everyone goes, there’s one request I’d like to make.”<br>\r\n<br>\r\nEveryone turned their attention towards me; with Mom going so far as to say, “What is it, Marcus?”<br>\r\n<br>\r\n“Let’s face it, I’m not exactly Marcus material anymore.” Sighing, I said, “I-I’d like a new name.”<br>\r\n<br>\r\n“That’s certainly something we can work on.” Exchanging a look with Dad, Mom said, “What do you have in mind?”<br>\r\n<br>\r\nI’d been thinking about this for the last 30 minutes or so, and I think I came up with a good name.  “I was thinking about Cassidy; after Grandma Blake.”<br>\r\n<br>\r\nMy mom’s mother had died a few months before I was born; Mom once told me that she would’ve named me Cassidy had I been born a girl – in remembrance of her mother.  I watched as tears formed in her eyes.  Coming over to hug me, she said, “That’s a beautiful choice, sweetie.” Ruffling my hair, Mom said, “Cassidy Scott has a nice ring to it.”<br>\r\n<br>\r\n“I’ll make a note in her chart about that.” Looking at Dad and Mom, Dr. Somers said, “Be sure to see a judge about legally changing her name.”<br>\r\n<br>\r\n“I’m not looking forward to that.” Sighing, Dad said, “Having to explain why we’re asking for a name change for our daughter.”<br>\r\n<br>\r\n“I’m sure it’ll be fine, David.” Giving me a kiss on the forehead, Mom turned to Dad and said, “Besides, we should be glad that we still have our youngest child with us – it doesn’t matter if she’s a girl now.”<br>\r\n<br>\r\n<div align=\"center\">*****************************</div><br>\r\n<br>\r\nAn hour had passed since we got the news about Glenn’s fate; we were eating dinner and watching TV.  I must’ve looked rather forlorn because during one of the commercials Glenn looked at me and said, “What’s on your mind, sis?”<br>\r\n<br>\r\n“I’m glad you’re won’t experience what I had to go through.  But,” Putting my fork down, I turned to Glenn and said, “Part of me was excited about the idea of having an older sister.”<br>\r\n<br>\r\n“It’s not like things are going to change just because I’m not going to a girl.” Looking at me, Glenn said, “We’ll still have the same relationship we had before; only instead of talking about attractive girls, we’ll...”<br>\r\n<br>\r\nGlenn trailed off but I knew what he was going to say.  “If it makes you feel better, I’ll save the girl talk for when I’m hanging out with Kat and Melanie.”<br>\r\n<br>\r\n“Sounds like a deal to me.”</span></div></div>",
            "created":1596171600,
            "id":2878909,
            "title":"Glenn's Staying the Same"
        },
        "1111111111111":{
            "author_id":"homerj1987",
            "author_name":"Homer J Simpson",
            "choices":[
                "Welcome to Womanhood",
                "Something Else",
                "Something Else",
                "Something Else",
                "Something Else"
            ],
            "content":"<div class=\"\"><div> <span>Eventually Mom and Dad had to leave once visiting hours had ended; it seems having your son turn into your daughter wasn’t a good enough reason to let them stay.  So after saying their goodbyes, Glenn and I were left to look after ourselves for the evening.<br>\r\n<br>\r\nA nurse came by shortly after 6:00 to bring us our dinners.  As if to hammer home the fact that I was now a heterosexual teenage girl, I found myself enamored with the nurse as he placed my tray on the table next to me.  I had to work on being less obvious, because he realized I was looking at him and smiled as he left the room.<br>\r\n<br>\r\nOnce the door was closed, Glenn turned to look at me and said, “I know this is all new to you and everything, but you’ve got to get a handle on your emotions.” Grabbing his food, Glenn said, “Unless you’re fine with the idea of staring at every guy you think is cute.”<br>\r\n<br>\r\n“Please, like you wouldn’t do the same if you were in my position.” Reaching for my tray, I looked at him and said, “My bodies been overrun by a flood of new hormones, it’s going to take me a while before I get things under control.”<br>\r\n<br>\r\nSticking a fork into his chicken breast, Glenn said, “You better hope so; because boys will be all over you, for all the wrong reasons, if you act like that at school.”<br>\r\n<br>\r\n<div align=\"center\">********************************</div><br>\r\n<br>\r\nIt turns out having your gender changed in a matter of minutes has quite an effect on one’s appetite; I barely touched any of my dinner.  Glenn and I stayed up for a little while before we went to bed; both of us were exhausted after the events of today.<br>\r\n<br>\r\nI woke up a few hours later, just after 10:30 to feel a wet sensation in my nether region.  Assuming the worst, I said to myself, “Great, I peed myself.”<br>\r\n<br>\r\nGrumbling to myself about how embarrassing it was to wet the bed at my age, I climbed out of bed and walked into the bathroom.  When I turned on the light and looked in the mirror, I realized that my assumption was wrong.  Rather then seeing a urine-soaked hospital gown, I saw a fairly large blood stain.  I knew what that meant, but in that moment all I could do was panic.  “Glenn!!!”</span></div></div>",
            "created":1596258000,
            "id":2879418,
            "title":"Later That Night"
        },
        "11111111111111":{
            "author_id":"homerj1987",
            "author_name":"Homer J Simpson",
            "choices":[
                "The Next Day",
                "Something Else",
                "Something Else",
                "Something Else",
                "Something Else"
            ],
            "content":"<div class=\"\"><div> <span>Glenn was in the bathroom in a matter of seconds, looking as though he was going to attack someone.  “What’s going on?” spotting the blood stain, he said “Are you alright?”<br>\r\n<br>\r\nI was already getting over my shock at that point; after all my two best friends were girls, so I knew plenty about periods.  Looking at Glenn, seeing that he was starting to freak out, I said, “Calm down Glenn, it’s alright.”<br>\r\n<br>\r\nGlenn was fixated on my blood-stained gown, which meant he was no longer fixated on my chest as he’d been for the last few hours.  “How can <i>that</i> possibly be alright, Cass?  Did they hurt you, or something, during that exam?”<br>\r\n<br>\r\n“God, you really know nothing about girls.” With an exasperated sigh, I said, “I’m having my period, dummy.”<br>\r\n<br>\r\nThe color slowly returned to Glenn’s face as he looked at me.  “A-Are you sure?”<br>\r\n<br>\r\n“Yeah, I’m sure, Dr. Somers said I’d probably have it within a day or two.” Sighing, I said, “Mom and I didn’t tell you because we thought it would freak you out; and, well, frankly I didn’t think my menstrual cycle was any of your business.”<br>\r\n<br>\r\n“Is there anything you need me to do?”<br>\r\n<br>\r\nI could feel the blood starting to drip down my leg at that point. “Yeah, go find a <i>female</i> nurse and tell them what’s going on.” Sitting on the toilet, I said, “I’ll be here waiting.”<br>\r\n<br>\r\nGlenn left and came back a few minutes later with a heavily pregnant nurse in tow.  Walking into the bathroom, she closed the door behind her and said, “Don’t worry Cassidy, I know all about your situation.” Digging through her purse, the nurse said, “I may not have much need for them right now, but I always carry a few extra tampons for my coworkers.”<br>\r\n<br>\r\nI was less than thrilled by the idea of using tampons; mostly because I still wasn’t used to having anything inside me like that.  But if that’s all the nurse had; I wasn’t going to complain.  As she handed one of them to me, I said, “You don’t seem very shocked about my case, Nurse...”<br>\r\n<br>\r\n“You can call me Rachel.” Kneeling down, she said, “Your situation is rather unusual, but I see my fair share of unusual all the time.  I’m just used to it.”<br>\r\n<br>\r\nAfter turning away long enough to gently insert the tampon, I turned back and said, “Come on, a teenage boy turns into a fully functional teenage girl and you don’t bat an eye?”<br>\r\n<br>\r\n“Oh, believe me, we all thought it was a joke when the previous shift told us about you.” Handing me some toilet paper to wipe my legs, Rachel said, “I’m still trying to wrap my head around it; but I’m not going to let that get in the way of my job.”<br>\r\n<br>\r\n“Join the club, I’m still trying to wrap my head around it too.” Getting to my feet, I said, “I’m just glad I’ve got a great support system; my family and my two best friends, who just happen to be girls.”<br>\r\n<br>\r\n“In the long wrong that’s all that really counts.” Opening the door, Rachel said, “I’m working this section of the floor, if you need anything just holler.”<br>\r\n<br>\r\nAs I went to climb back into bed, I said, “Thanks Rachel, I appreciate that.”<br>\r\n<br>\r\nOnce Rachel left the room, Glenn turned to me and said, “After seeing that, I’m really glad I’m not going to change.”</span></div></div>",
            "created":1596344400,
            "id":2879607,
            "title":"Welcome to Womanhood"
        },
        "111111111112":{
            "author_id":"bartfargo",
            "author_name":"BeeJay",
            "choices":[
                "My New Name",
                "Reader's choice",
                "Reader's choice",
                "Reader's choice",
                "Reader's choice"
            ],
            "content":"<div class=\"\"><div> <span>\"... going to change.\"<br>\r\n<br>\r\nGlenn looked like he'd been hit with a ton of bricks. \"You... You're sure?\"<br>\r\n<br>\r\nDr. Somers nodded. \"The process that changed your former brother is at work in you. It's taking longer in your case, but you will become a girl, as well.\"<br>\r\n<br>\r\n\"May we have some time to talk, Doctor?\" Mom asked.<br>\r\n<br>\r\n\"Of course,\" she said, then turned to leave.<br>\r\n<br>\r\n\"Just a minute,\" Glenn said. \"How... How long have I got?\"<br>\r\n<br>\r\nDr. Somers consulted Glenn's chart. \"If you're still a boy when football practice starts, you won't be by the first game.\" With that, she left the room.<br>\r\n<br>\r\nOnce she was gone, Dad put his arm around Glenn. \"It'll be alright, Glenn,\" he said. \"Boy or girl, you're our child, and we love you.\"<br>\r\n<br>\r\n\"It's just so much,\" Glenn replied. \"It was weird enough to watch it the first time. Now, I know I'll have to go through it myself.\" He turned to me. \"It looked like it hurt you something awful.\"<br>\r\n<br>\r\n\"It wasn't fun, that's for sure,\" I said. \"But you'll be okay. Look at me: I'm already used to my new voice, and I'm getting used to when I go to the bathroom.\"<br>\r\n<br>\r\n\"That's right,\" Mom said. \"You'll be okay, just like your sister, Marcus.\"<br>\r\n<br>\r\n\"Uh, Mom,\" I said, \"about that.\"<br>\r\n<br>\r\n\"About what?\"<br>\r\n<br>\r\n\"You called me Marcus. I think I need a new name. I mean, I'm a bit different from when you changed my diapers.\"</span></div></div>",
            "created":1596085200,
            "id":2878551,
            "title":"Going to Change"
        },
        "1111111111121":{
            "author_id":"homerj1987",
            "author_name":"Homer J Simpson",
            "choices":[
                "Goodbye Glenn",
                "Something Else",
                "Something Else",
                "Something Else",
                "Something Else"
            ],
            "content":"<div class=\"\"><div> <span>After 30 minutes of sometimes heated debate, I settled on my new name – no longer would I be Marcus Scott, from now on I’d be Cassidy Scott; named after my maternal grandmother.  Mom and Dad tried to get Glenn to decide on a name, but he didn’t see the point just yet.<br>\r\n<br>\r\nEventually Mom and Dad left to give us some privacy, although neither of us was in a talkative mood.  We quickly settled on watching TV to pass the time, while the sedatives Dr. Somers had given Glenn started working.  After learning how painful my transformation was, she didn’t want Glenn to experience that.<br>\r\n<br>\r\nI was absentmindedly flipping through channels trying to find something to watch, when I heard Glenn say, “Wait, go back to that last channel.”<br>\r\n<br>\r\nI glanced at Glenn for a moment as I flipped back to an episode of <i>Supernatural</i>; the sedatives looked to be making him very drowsy.  Looking at the TV and then back to him, I said, “Why would you want to watch this?”<br>\r\n<br>\r\nDuring an earlier attempt to curry Melanie’s favor, Glenn had tried watching a few episodes of Supernatural solely because it was her favorite show.  But he gave up after a while because he couldn’t get into it.  So, you can imagine my surprise when he took an interest in the show. <br>\r\n<br>\r\nTurning to me, with a peculiar smile on his face, Glenn said, “Please; are you seriously telling me you don’t think Sam Winchester is cute?”<br>\r\n<br>\r\nI was shocked by Glenn’s remark; I was going to call him on it when I saw something even more shocking.  With each breath he took, I swear Glenn’s chest was getting bigger.  It didn’t take long to realize what was happening – he was starting to develop breasts.  “Glenn, you might want to look down.”<br>\r\n<br>\r\nLooking confused, Glenn turned his attention to his chest; his confusion quickly replaced by shock.  “Oh God, it’s happening.”</span></div></div>",
            "created":1596171600,
            "id":2878781,
            "title":"Awaiting the Inevitable"
        },
        "11111111111211":{
            "author_id":"bartfargo",
            "author_name":"BeeJay",
            "choices":[
                "Continue",
                "Reader's choice",
                "Reader's choice",
                "Reader's choice",
                "Reader's choice"
            ],
            "content":"<div class=\"\"><div> <span>Watching Glenn change from male to female was quite an experience. I had passed out from the pain when it happened to me. Now, I was watching it happen. \"Are you okay?\" I asked.<br>\r\n<br>\r\n\"D-Don't know,\" he replied, his voice higher than either of us were used to.<br>\r\n<br>\r\nHe stared at his hands. They were becoming more slender, the nails lengthening.<br>\r\n<br>\r\nSoon, his hair was growing longer, too, framing his softening face. His hair was darker than mine, with gentle curls.<br>\r\n<br>\r\n\"Are you in any pain?\" I asked.<br>\r\n<br>\r\n\"No,\" he replied, his voice undoubtedly feminine. \"It doesn't hurt. It just feels weird. Oh, God.\"<br>\r\n<br>\r\n\"What is it?\"<br>\r\n<br>\r\n\"Downstairs.\"<br>\r\n<br>\r\nI knew what he meant. He was feeling his genitals change from male to female.<br>\r\n<br>\r\nAfter a few minutes, Glenn's breathing slowed, and I knew the change was complete. \"How do you feel?\"<br>\r\n<br>\r\n\"If I wasn't awake for it,\" she said, \"I wouldn't know what happened. I'm sorry I made fun of you before, Cassidy.\"<br>\r\n<br>\r\n\"Wanna take a look at the new you? I can help you.\"<br>\r\n<br>\r\n\"Wouldn't it be weird?\"<br>\r\n<br>\r\n\"If you have something I don't have, I promise to avert my eyes.\"<br>\r\n<br>\r\nShe smiled, and I helped her get up and walk to the bathroom. \"I like my hair,\" she said. \"It looks nice. Can you help me untie this?\"<br>\r\n<br>\r\nI did, and my new big sister stood there in what would be called her birthday suit, if she had been born like this. \"Whoa,\" she said, turning this way and that. \"How come I'm smaller than you are?\"<br>\r\n<br>\r\n\"What are you talking about?\" I asked. \"You're at least an inch taller than me.\" Then, I caught on: my breasts were a full cup size bigger. \"I don't know. I take after Mom. Maybe you take after the women on Dad's side of the family.\"<br>\r\n<br>\r\nAs I spoke, Glenn explored her body, just like I did mine. And, just like me, she gave a squeal of delight as she let her fingers do the walking. \"I'd better stop that,\" she said, \"before I don't want to.\"<br>\r\n<br>\r\nI tied her gown back on, and she walked back to bed. As she climbed in, I asked, \"Should we let the folks in?\"<br>\r\n<br>\r\nShe nodded. \"If I was as loud as you were, they know something's up. May as well introduce them to Kaylee.\"<br>\r\n<br>\r\nI smiled, recognizing both of our grandmothers' names.<br>\r\n<br>\r\nOnce Kaylee tucked herself in, I went to the door. Seeing me, Mom asked, \"It happened?\"<br>\r\n<br>\r\nI nodded. \"Kaylee wants to say hi.\"</span></div></div>",
            "created":1596171600,
            "id":2878862,
            "title":"Goodbye Glenn"
        }
    },
    "info":{
        "author_id":"homerj1987",
        "author_name":"Homer J Simpson",
        "brief_description":"A Medical Mishap Changes A Teen's Life Forever",
        "created":1595812860,
        "description":"<td align=\"left\" class=\"norm\">For all intents and purposes Cassidy Scott is your typical 14-year-old girl; she's got a crush on a football player, she's a cheerleader, and she's into the latest music and fashion.  But that wasn't always the case - for the first 14 years of her life, up until a week before starting High School, she was a boy.  A medical mishap resulted in a complete transformation from boy to girl.<br>\r\n<br>\r\nWhat follows chronicles her attempts to move on and have a normal life.<br>\r\n<br>\r\nPlease read the character profiles before posting.<br>\r\n<br>\r\nRules:<br>\r\n1. Use proper grammar<br>\r\n2. Be creative with storylines but keep close to the original idea.<br>\r\n3. Use the 1st person perspective (I, I'm, I'll, etc) - keep it in Cassidy's POV<br>\r\n4. I reserve the right to edit, and/or/ remove chapters.<br>\r\n5. There can be sex, and other mature themes, but please don't go overboard.</td>",
        "id":2227883,
        "image_url":"https://images.Writing.Com/imgs/writing.com/writers/listing-header-5000.gif",
        "last_full_update":1596109140,
        "modified":1596369240,
        "pretty_title":"My New Life"
    }
}