{
    "chapters":{
        "1":{
            "author_id":"violetsly",
            "author_name":"darkjak45",
            "choices":[
                " Princess Leia",
                " Ahsoka Tano",
                "Jyn Erso",
                "Rey",
                "Other"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>Which Star wars lady are you shrunk around?</span></div></span></div>",
            "created":1585026000,
            "id":2806049,
            "title":"Who to choose?"
        },
        "11":{
            "author_id":"violetsly",
            "author_name":"darkjak45",
            "choices":[
                "Foot rub",
                "Neck massage",
                "Back massage",
                "Something else"
            ],
            "content":"<div class=\"\"><div> <span>Your head was pounding, your pristine white armor was scorched and shredded, and one of the eye socket on your helmet was blown out from the explosive charge you failed to defuse. As you come to, you remember what happened. <br>\r\n<br>\r\nIt was a rebel commando strike on a secret black site. And it was lead by the rebel princess. Leia Organa. Their target was a biological agent that would make fighting them easier, if not wipe them out. They had cleared through the base, but not without taking casualties. By the time they got to there objective, only Leia and one commando were left. You had killed the commando that planted the charge and had to deal with the princess. It wasn't easy, but you manage to knock her. You had turned you attention to the bomb and started to defuse it, but the charge detonated while doing so. It must have been a low-yield one because you're still alive and have all your limbs.<br>\r\n<br>\r\nYou sit up and shake away the dizziness and ringing. You look over to where the princess was and he's still laying on the ground. Finally got her. The rebels will be in disarray without her. You said. You got to your feet and head to her. But something was off. The closer you got to her, the bigger she seem to get. It was like her body was growing. When you got to her head, it was massive. What....the hell is going on? You said. Then the princess stirs and moans as she sits upright and rubs her head.<br>\r\n<br>\r\nAh.... That hurt.... She said. She looks to see if her objective was complete, and it was. At least the target was destroyed. Time to...get.... She said as her eyes spot a stormtrooper that only came up halfway to her boot tip. His armor is tattered from being to close to an explosion. Then she remembers. It's the same trooper that K.O'd her. But how did he get like this? The viral agent.... She mutters. The agent must have did this. Now she was more than happy she green lighted this mission. If this was deployed, the rebellion would have been crushed. Literally.<br>\r\n<br>\r\nYou and the princess just look at each other before she snaps out of it and stands up at full height. You take a few steps back and marvel at the sight of her. More Imperials will be on the way. She said looking away then looking back at you. You.... Don't move. She said. She takes one step forward and it sounded like an orbital bombardment. She bends down and grabs you. She lifts you up to her seemingly flawless face. Then drops you in her breast pocket and quickly leaves.<br>\r\n<br>\r\nFor a long time, you were alone with your thoughts. This is not how you thought being captured. Let alone ever being captured to begin with. You always thought you'd go out by charging into battle to deal the death blow to the rebellion. Seems like that will never happen now. You just wait and hear multiple voices and sounds of approval. Then movement where you heard beeping. Must be in a med bay. You said. After a minute or two, you are pulled out and come face to face with the princess. She had removed her jacket and just had on the shirt. She gives you a smug smile.<br>\r\n<br>\r\nSo trooper, quite the situation you're in. She said. You say nothing. What? Lost your tongue? She said. Still, you don't responded. Strong, silent type? Fine. Don't say anything. But since you put me here, you're going to make my stay more comfortable. You don't mind, do you? She said. You bite your tongue to avoid saying something you'd regret. I'll take your silence a yes. Don't worry. It won't be too much for you. Just a simple.....</span></div></div>",
            "created":1585198800,
            "id":2807300,
            "title":"Rebel Princess"
        },
        "111":{
            "author_id":"violetsly",
            "author_name":"darkjak45",
            "choices":[
                "Now's the perfect chance",
                "Not yet."
            ],
            "content":"<div class=\"\"><div> <span>Just a simple foot rub. That should be easy for you right? She said. She place you on the bed and proceeds to take off her boot; letting them fall to the ground. Ah.... Much better. She said. She brings her feet up and drops them in front of you. And really put your back into it. I want to feel those hands on my foot. She said. You groan lowly and start massaging.<br>\r\n<br>\r\nRubbing her foot, you were surprise to how soft it was. Being a princess, she must be on her feet a lot. But you see no rough spots or calluses. Up above, you heard the princess moan in delight. Oh.... That feels good. I can't remember the last time this happened. Keep going. She said. You do just that as Leia throws her arms over her head. You stay on her right foot for for ten minutes then move to her left one.<br>\r\n<br>\r\nYou know, now that I see what that viral agent does, I regret saying to destroy it. I should have taken it. Then used it against the Empire. She said. You nearly stop at the mention of this. Can you imagine it? The legions of stormtroopers shrunk down to the size you are now? Having a bunch of them rub my feet, be my insole, seat cushion or whatever i think of? She said. Now, Leia wouldn't be that cruel. She'd be no better than a hutt, and that's not a good thing. But she's trying to get a rise out of you, which is working. The thought of your brothers and sisters in arms subjected to this was making you blood boil. You were looking for a way to hurt her, but you had nothing. Even if you clawed or bite her, you doubt she'd feel it. So you just let it go and keep working.<br>\r\n<br>\r\nLeia was waiting for a response from you. But nothing happen. No shouting, cursing, or even a punch to her foot. You just carried on rubbing, which made Leia a bit disappointed. Where's the fun in this if you don't fight or talk back? Leia let this continue for 5 more minute then she pulls her feet away.<br>\r\n<br>\r\nThat was nice. I think you missed your actual calling. You're better at massages than being a trooper. She said. You don't respond to her. Keep laughing, princess. You have to sleep at some point. You mutter. That was the plan. Just wait until the right moment and escape. Until then, you'd have to take any abuse she gives you. Doesn't mean you have to make this enjoyable for her. You're not going to give her any reaction, no matter how horrible it gets.<br>\r\n<br>\r\nStill nothing? The Empire must beat the will out of their soldiers. She said, grabbing you. She lifts you up to her face. I'd say let's talk, but it'd be a one sided conversation. So I'll let you rest for now. She said. She acts as if he's doing you a favor. She puts you right on her chest. You look up at her smiling down at you. And don't get any ideas. She said. Not if you were the last woman in the galaxy. You said to yourself.<br>\r\n<br>\r\nYou lay there on her chest for a few minutes until you heard the sound of snoring. You look up and see she's asleep. She's out like a light. I could try and get away now. You said. Do you go for it?</span></div></div>",
            "created":1585371600,
            "id":2809082,
            "title":"Pampering the princess"
        },
        "1111":{
            "author_id":"yarglebargle",
            "author_name":"Billis",
            "choices":[
                "You formed a plan to safely climb down",
                "Leia eyes opened and saw you just before you could escape",
                "Leia rolled over in her sleep, trapping you beneath her until morning"
            ],
            "content":"<div class=\"\"><div> <span>You lay on the princess's chest as it gently rose and fell as she breathed in and out, listening to her slow and steady breathing. Well, you probably weren't going to get a better chance to escape and you didn't want to spend the rest of your life as the princess's foot rubber or whatever else she might have in mind for you. You slowly stood up, standing on Leia's chest was weird as the soft skin gave a bit under your feet, you tried to carefully creep off to the side without waking the giantess you were walking on top of. It was a relief when you were able to step off of Leia's chest and onto her bed itself, although the massive princess was still slumbering next to you. Now you just needed to find a way down from the bed to the floor, once on the floor you could probably scurry around the rebel base unnoticed. At your size any guards probably wouldn't see you, maybe they'd search if Leia told her troops you'd escaped after she woke up but hopefully she'd keep that to herself so she wouldn't have to explain why she'd kept you a secret so far. As you went to peer over the bed...</span></div></div>",
            "created":1595221200,
            "id":2872016,
            "title":"Now's the perfect chance"
        },
        "1112":{
            "author_id":"violetsly",
            "author_name":"darkjak45",
            "choices":[
                "I'll protect you",
                "You're my slave"
            ],
            "content":"<div class=\"\"><div> <span>No. It'd be too obvious. Plus, she might not be actually sleeping. Just seeing if i'd escape right now. You said. You remain there until she opens her eyes.<br>\r\n<br>\r\nI'm a little shocked. You didn't try to escape. Maybe stormtroopers are smarter than they look. She said. You ignore her as the door opens. Thinking quickly, Leia grabs you and puts you under her butt. You groan from the pressure and have to wait until she pull you out.<br>\r\n<br>\r\nYou hear her talking to the doctor for a few minutes before her hand grabs you and pulls you out. She then leaves quickly and make sure no one is around before opening her hand. Sorry about that. But I doubt you didn't like it. She said. You grumble under your breathe. She then head to her own personal room and drops on her bed.<br>\r\n<br>\r\nYou know, I'd interrogate you for information. But I doubt they tell you troopers anything of value. She said, with a chuckle. You just look the other way. She's being real snarky to you. You can't wait until she's back in cuffs again. If the scientist made this, then they must have a cure for it. You said. At least you hope they did. You don't like the idea of being this size any longer than you have to. Or at least with an enemy of the Empire.<br>\r\n<br>\r\nYou are brought out of your thoughts when Leia grabs you and sit down. Ok, little man. Let's have a serious conversation. She said. Great.... Now she's going to preach the righteousness of her cause and try to turn me now. You said. I know I've made jokes and remarks about your size and I'm an enemy and all, but let's move past that for now. She said. You look at her and she continues. I know you're not going to like this, but i'm going to say it anyway.</span></div></div>",
            "created":1585803600,
            "id":2812545,
            "title":"Not yet."
        },
        "11121":{
            "author_id":"violetsly",
            "author_name":"darkjak45",
            "choices":[
                "Climb me",
                "Hide while look for you",
                "Take off your armor"
            ],
            "content":"<div class=\"\"><div> <span>Imperial or not. You're still a person in need. So I'll protect you as long as possible. She said. You don't know if you should be thankful or skeptical of her. But you continue to hear her out.<br>\r\n<br>\r\nI know you have doubts about this, but I mean it. If you're willing to let bygones be bygones, I'll do what I can for you until a remedy is found for you. If nothing can be done, I'll take care of you. She said, with a smile.<br>\r\n<br>\r\nShe's given you no reason to trust her. But if she wanted to kill you, she'd done so. Or given you to one of her soldiers and have them do who knows what with you. Your top priority is still getting away from her and back to the Empire. But that is impossible on your own. She'd have to encounter them again soon. That would be your chance to escape. But for now, you'd have to stay and wait until then.<br>\r\n<br>\r\n.....Fine. I'm willing to let that happen. You said.  So he can speak. She said, laughing. That opportunity better come soon. You mutter. But I'm serious. I'll look after for a long as needed. You have my word. She said.  .....Sure. Whatever you say. You said.<br>\r\n<br>\r\nWell, with that cleared up. You have a name? I don't think you'd like being called trooper all the time. She said. It's (Your name). You said. That's a cute name. You probably know me anyway, but for the sake of formality, Leia Organa. She said. Leader of the Rebel Alliance. You say lowly. Just one of her many thing she's called.<br>\r\n<br>\r\n(Your name), what made you join the Empire? She said. Huh? You said. I'm just curious why you'd sign up with them. Were you conscripted? Threaten? What was your reason? She said. You hesitate for a minute. I'm not going to judge you if that' what you're thinking. Nor will I tell you the error of being with them. I'm just curious. She said. ......Ok. I was patriotic. I saw what the Empire stood for. Peace, prosperity, order. After the fires of the previous war, I didn't want to witness another one. So the second recruitment started, I was one of the first to sign up. You said.<br>\r\n <br>\r\nA patriot? Noble. And I thought it was for credits. She said. Some do, but not me. You said, as she gives you a smile. Even though you are a stormtrooper, she would like to have you for the Alliance.<br>\r\n<br>\r\nSo do you mind putting that patriotic energy to use for me? She said. I already rubbed your feet. What more is there? You said. A princess gets bored sometimes. It's all work and no play. Don't you want to help a princess relax before she goes back to work? She said. *Sigh* Fine. You said. That's the spirit. Now, I want you to.....</span></div></div>",
            "created":1586581200,
            "id":2817460,
            "title":"I'll protect you"
        },
        "111213":{
            "author_id":"violetsly",
            "author_name":"darkjak45",
            "choices":[
                "Eat",
                "Have some fun",
                "Someone walks in"
            ],
            "content":"<div class=\"\"><div> <span>\" I want you to take your armor off.\" She said.<br>\r\n<br>\r\n\"What!?\" You replied stunned.<br>\r\n<br>\r\n\"You heard me. Take off your armor.\" She repeated with a smile.<br>\r\n<br>\r\n\"W-why?\"<br>\r\n<br>\r\n\"Because I said so. You can either do it yourself. Or I do it for you. Your choice.\" She said.<br>\r\n<br>\r\nYou really don't want to, but you know that making someone who can easily turn you to paste is a bad idea. So you reluctantly take off your armor piece by piece until you were naked.<br>\r\n<br>\r\n\"See? That wasn't so difficult.\" She said, grabbing you. You prepare yourself for whatever she has in plan. But nothing happens. Instead, she walks into her private bathroom and turns on the water to the bathtub. She sets you down on the side of the tub.<br>\r\n<br>\r\n\"What's with that look? You stormtroopers do bathe?\" She said, smirking.<br>\r\n<br>\r\n\"Yeah, but I thought were going to.....do something else.\" You said.<br>\r\n<br>\r\n\"What would I.... Oh. Really? That's what you thought?\"<br>\r\n<br>\r\n\"You only told me to take off my armor. What else would that lead to?\"<br>\r\n<br>\r\n\"A bathe, you.\" She said, chuckling.  \"You're lucky, but not that lucky.\"<br>\r\n<br>\r\nLeia turns off the water and starts to get undress. She takes off her clothes and you turn your head to the side. When she was naked, she turn to see you looking away from her.<br>\r\n<br>\r\n\"At least you have manners. Or are you shy about bathing with a woman nearby?\" She teased as she tosses them into a pile before getting in.<br>\r\n<br>\r\n\"N-no. I've done it before. Just...being polite.\" You said defensively.<br>\r\n<br>\r\n\"Right.....\"Leia said before stepping into the bathtub. She lets out a sigh of relief and relaxes herself and turns to you smiling.<br>\r\n<br>\r\n\"Are you going to just stand there gawking? Or hop in while the water's still warm?\" She said. Snapping out of your stunned state, you slide into the warm water.<br>\r\n<br>\r\nYou tred the water and stay on the side a the water washes over you from time to time<br>\r\n<br>\r\n\"Ah. If only all my time could be this relaxing.\" She said. Leia looks over to you and frowns a little.<br>\r\n<br>\r\n\"What are you doing over there? Come closer. I don't bite\"<br>\r\n<br>\r\n\"I-I'm good over here.\" You said rather quickly.<br>\r\n<br>\r\n\"You don't have to be like that.\" She said, moving her hand to you and pulling you towards her.<br>\r\n<br>\r\nShe puts and holds you against her smooth stomach, which nearly made your entire face go red as Leia laughs at you.<br>\r\n<br>\r\n\"If I'm going to be taking care of you, things like this will have to happen. So get use to seeing me naked and vice versa.\" She said, smiling.<br>\r\n<br>\r\nShe wasn't wrong. If there was no cure for this, this would be a daily thing. Which wouldn't be too bad for you if she wasn't fighting the Empire. You might as well enjoy this while you can. She said.<br>\r\n<br>\r\nYou remain against her stomach until she thought it was time to get out. She dries herself and then you off. Except you fought against her, which he found laughable.<br>\r\n<br>\r\nWhen done, she leaves the bathroom and puts you on the bed and starts to put on her white robes on. You wanted to look away, but you had to admit, she had a nice body. So you tried to be discreet while looking at her. Her flowing brown hair, ample breast, slender legs, and round butt. Even her feet looked nice. She was gorgeous. Why did she have to be an enemy?<br>\r\n<br>\r\nUnknown to you, Leia knew you were looking at her and laughed to herself. She stuck out her leg and pulled up her pantyhose slowly. Leia looked to see you fully turned to her. <br>\r\n<br>\r\n\"Enjoying the show?\" Leia said, Shocking you.<br>\r\n<br>\r\n\"N....n....no. I wasn't looking at you. I was....uh.....\" You said, trying to think of a lie. Leia giggles as she puts on her white boots.<br>\r\n<br>\r\n\"There we go. Now we just need clothes for you.\" She said. She kneels down to a lower drawer and pulls out a play doll. <br>\r\n<br>\r\n\"These should fit you perfectly.\"<br>\r\n<br>\r\nShe walks over to you and puts the clothes in front of you.<br>\r\n<br>\r\n\"You still play with dolls?\" You question.<br>\r\n<br>\r\n\"No. Just a memento of my childhood. Is that a problem?\" She said, narrowing her eyes.<br>\r\n<br>\r\n\"None whatsoever,\" You said, quickly.<br>\r\n<br>\r\n\"Good to know\"<br>\r\n<br>\r\nYou put on the brown shirt and pants. Leia giggles as she grabs you.<br>\r\n<br>\r\n\"Now that that's out of the way. How about we.....</span></div></div>",
            "created":1588568400,
            "id":2829992,
            "title":"Bath with a princess"
        },
        "1112132":{
            "author_id":"violetsly",
            "author_name":"darkjak45",
            "choices":[
                "Chase the tiny",
                "Hide and seek"
            ],
            "content":"<div class=\"\"><div> <span>\"How about we have some fun?\" She said, smiling.<br>\r\n<br>\r\n\"Fun for me or you?\" You said a bit nervous.<br>\r\n<br>\r\n\"For both of us. You act like i'm going to torture you.\"<br>\r\n<br>\r\n\"So what do you have in mind?\" You said. Leia walks over to the bed and sits down. She then puts you down on the ground in front of her boots.<br>\r\n<br>\r\n\"Climb me. If you get to the top of my head, you win. I knock you off, I win.\" She said.<br>\r\n<br>\r\n\"Just like that?\" You questioned.<br>\r\n<br>\r\n\"Just like that.\" She said.<br>\r\n<br>\r\n\"Are you going to catch me if I do get knocked off?\"<br>\r\n<br>\r\n\"Why wouldn't I? I don't want you to get hurt.\"<br>\r\n<br>\r\nSeems all those days of physical exercise are about to pay off. You climb up her boot and made your way to her leg. Leia then starts to shake her foot around, trying to make you fall, but you manage to keep your grip on her until she stops. You make it to her leg, grab the hanging end of her dress and pull yourself up.<br>\r\n<br>\r\n\"I'm a bit surprised. I expected you to go flying.\" She said with a laugh. You ignore her and keep climbing until you get up to her knee. You then move across her leg.<br>\r\n<br>\r\n\"Think fast!\" Leia said. You saw her hand moving towards you. You started to run forward and narrowly dive out the way before her hand got you.<br>\r\n<br>\r\n\"Quick little thing, aren't you? I thought I had you.\" She said. You take a minute to catch your breathe before you climb up her stomach. You kept moving upward until you saw where you were heading for. Her breast. You know that won't end well for you. So you move to her right side and continue climbing.<br>\r\n<br>\r\nLeia was surprised you didn't go through her chest. She had a nice trap all planned out for you, but that's been thrown out now. But she's still got one more chance to win.<br>\r\n<br>\r\nAfter scaling her side, you make it to her shoulder.<br>\r\n<br>\r\n\"Just a bit more.....\" You said. You start going up her head. You get halfway to the top when you saw a shadow cast over you. You look back to see Leia's hand coming at you again. You quickly climb up as the hand moved above you and came downward. You move as quick as you could to get out of the way, but her pinky finger hits you and makes you fall into her waiting hand. Her hand moved and brought you to her smiling face.<br>\r\n<br>\r\n\"Good effort, but not enough.\" She said. You turn your head as you're actually upset over losing. You were so close to the top.<br>\r\n<br>\r\n\"Don't be sad. How about I give you a consultation prize?\" She said.<br>\r\n<br>\r\n\"What do you-\" You don't get to finish as Leia brought you her lips and held you there, leaving you stunned. She held you there for a minute and pulled you back.<br>\r\n<br>\r\nYou looked at her in confusion while your face is partly red while Leia giggles at you.<br>\r\n<br>\r\n\"I take it you never been kissed before.\" She teased. You just shake your head as you try to find your voice. \"Aw! Looks like I took your voice away.\" She said, laughing a little.<br>\r\n<br>\r\n\"Now, since I won, I get to choose the second game we play. And I think it will be......</span></div></div>",
            "created":1591160400,
            "id":2845085,
            "title":"Climbing Leia"
        },
        "12":{
            "author_id":"violetsly",
            "author_name":"darkjak45",
            "choices":[
                "Before she left",
                "After she left",
                "Rebels Ahsoka"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>Before or after she left the Jedi?</span></div></span></div>",
            "created":1585026000,
            "id":2806090,
            "title":" Ahsoka Tano"
        },
        "121":{
            "author_id":"violetsly",
            "author_name":"darkjak45",
            "choices":[
                "I...Is that?!",
                "Ew! A bug!"
            ],
            "content":"<div class=\"\"><div> <span>The things I do for the Republic..... You said. You had volunteered to test an experimental adrenal that would drastically improve the performance of ordinary clone troopers. You were very hesitant to do this as their was a chance this would kill you, but you think participating in this would look nice on you to help you move up the ranks a bit.<br>\r\n<br>\r\nYou were injected with the adrenal earlier and sent to the training course. You perform the same way you do in a warzone. Trooper. Do you feel any different? A voice over the intercom said. Not really. My perception seems sharper, but nothing else. You said. Blast.... Back to the drawing board then. Thank you, trooper. I'll let your CO know of your participation. The voice said. Well, this was a bust. Hopefully this gets me to sarge. You said. With this all said and done, you leave the testing room.<br>\r\n<br>\r\nYou head back to your bunk room when you came across Skywalker's padawan Ashoka. Unlike some of the jedi who treat clones as cannon fodder, she was one of the ones who actually care about the clones she fights with.<br>\r\n<br>\r\nAshoka. Slumming it with the grunts? Started thinking you forgot about us. What would the other jedi say if they saw you with us? You said. Ha ha. But who'd keep you in check from making rash decision, (Your name)? She said, smiling. You and Ashoka had been friends for a long time. It's only because every mission you are sent on sometimes calls for a jedi. And she was it. This friendship between you two make you the butt of jokes with the other clones, but it's all good natured ribbing. If it wasn't for my rash decision, you'd be in a CIS holding cell. You said. I had those droids right where I wanted them. She said. You were on the ground and your lightsaber was gone. You were 2 seconds away from begging for your life. You said. You had one good rash decision and you hold it over me. She said. Well, the only place to go from there is up, right? You're dual wielding sabers now. You said. You have a point. I was on my way to the me hall. Care to join me? She said. Sure. You said.<br>\r\n<br>\r\nDuring that conversation and the walk to the mess hall, you noticed Ahsoka looked taller than usual. You were a few inches taller than her, but now she was head height. You just chalk it up to a growth spurt.<br>\r\n<br>\r\nHey look at that, they are serving good food this time. You said. Well, can't have you guys getting fat. She said, chuckles. And we all can't live on a strict diet of water and berries. We'd be too thin. You said. Real cute picking on a girl's weight. She said. You laugh and she chuckles.<br>\r\n<br>\r\nWhile Ahsoka was getting her tray ready, you again notice how tall she is. This time, she's taller than you. Did Ahsoka just grow? I know she's a togruta, but they don't randomly grow. You thought. You were up to her should now. Then she got bigger and you were to her waist, but that only lasted a few seconds. Now you were up to her boot. What in the name of the Republic is happening?! You said. You look up at the massive torguta as her voice booms out.<br>\r\n<br>\r\nYou better not say anything about-(Your name)? She said. Where'd he go? You better not be trying to scare me. She said. You were still trying to figure this out. This must be from that adrenal I took. It must have reduced my size because Ahsoka would have known she was getting bigger. Just what did those eggheads make? You said. You need to get her attention. Ashoka! Don't step forward! Look down! You shout.<br>\r\n<br>\r\nYour voice must have reached her because she looks down right at you.</span></div></div>",
            "created":1585458000,
            "id":2809608,
            "title":"The headstrong Padawan "
        },
        "1211":{
            "author_id":"violetsly",
            "author_name":"darkjak45",
            "choices":[
                "Durability test",
                "Stamina test"
            ],
            "content":"<div class=\"\"><div> <span>I...I that? Ahsoka said. She narrows her eyes and they go wide. (Your name) What happened to you?! She said. I tested some new experimental adrenal it- You what!? She shouts,interrupting you and making you cover your ears. Sorry! I didn't mean to shout. She said.  She bends down and grab you with both hands and bring you to her massive face. Let me sit down first. She said. Ashoka moves to one of the empty tables and sits down and places you down on the table and the tray to the side. It was like looking at a rancor. Except without all the teeth and easier to look at.<br>\r\n<br>\r\nOk. You said something about a experimental adrenal? She said. The science division were testing a new adrenal that was suppose to enhance the senses. You said. But all it did was make you tiny. She said. Looks that way. Although my perception seems a bit sharper. You said. Why would you volunteer for that? She said. I thought it would help me get promoted. Didn't want to stay corporal for the entire war. You said. And how is that working out now? She said. Farthest from it now. You said. Well, you can't walk around at that size. You'll get crushed. She said. Come on. It's not like I don't pay attention to my surroundings. You said. You're staying with me. And that's final. She said. No talking you out of this? You said. Not even if you could pay me. She said. Alright, fine. Mom. You said as he giggles.<br>\r\n<br>\r\nYou know, this reminds me of that time when we boarded that CIS dreadnought. I don't remember towering over you. You said. I meant afterwards. When I took that bolt to back and you looked after me. Even carried me to the LAAT. She said. Well, I didn't want to be the one to tell Skywalker his padawan died. You said. Well, now it's my turn. She said.  I have a feeling that if this is reversible, you won't let me hear the end of it. You said. You know me so well. She said. Well, better her than anybody else. You said.<br>\r\n<br>\r\nSeems like I have enough food her for the both of us. She said. And not a single vegetable. How much meat does one person need? You said. Hey! If you saw the food at the temple, you'd do the same. So i'm going to enjoy myself while I can. She said. Ok. But when you can't pull off those flashy moves anymore.... You said, chuckling. For that, I should let you starve. But I don't want you to faint. You said. With the friendly banter over, Ashoka ate her food while giving you a few pieces.<br>\r\n<br>\r\nSo you think the scientist can fix this? She said. I don't think it'd be right away. They just made it recently. Well, I'll take you to them so they can start working on a cure. Don't act like you don't like me this way. You said. You are a little bit more cuter, but I don't want to worry about doing anything accidentally to you. She said. You're not a klutz. If that was the case, you wouldn't have those sabers. You said. Was that a compliment or an insult? She said. Whichever make you feel good. You said. Nice way to dodge my question. She said.<br>\r\n<br>\r\nWhen you two were done, she picks you up and takes you to the med bay where one of the scientist were looking at some formulas.<br>\r\n<br>\r\nNo. That would fry the adrenaline glands. This it- Ahsoka? The scientist said. Hey, Jules. I need your help. Ahsoka said. Not everyday I help out a jedi. What is it? She said. Ahsoka opens her hand; showing you to her. I...is that?! She said, bending down to you. You look into Jules' brown eyes. She moves her brunette hair out the way to make sure. Uh.... Hi. You said. W.... What happen to him? How'd he get like this? She said. That new adrenal did this to him. Ahsoka said. It....shrunk him? Jules said. Yeah. Although not right away. You said. Can you fix him? She said. I'd have to run tests on him. She said. Tests? Ahsoka said. Yes. I need to make sure everything with him is running ok first. Jules said.<br>\r\n<br>\r\nWill he get hurt? Ahsoka said. I can't guarantee he won't. Jules said. I'll be fine. If I can handle clankers, some test will be fine. You said. Ok, but I want to stay here with him. She said. Fair enough. Ok. First test is....</span></div></div>",
            "created":1585976400,
            "id":2813008,
            "title":"A friend in need"
        },
        "12111":{
            "author_id":"violetsly",
            "author_name":"darkjak45",
            "choices":[
                "Play a game with me",
                "Rub my feet",
                "Be my sex toy"
            ],
            "content":"<div class=\"\"><div> <span>We'll test how durable you are first. Jules said. I don't like where this is going. Ahsoka said. You won't. But first... Jules said, bring up a syringe. I'll try to do this gently. She said. Just be quick. You said. Jules sticks you in the arm and draws out enough blood for her to look at.<br>\r\n<br>\r\nOk. With that done, we can move on. Jules said. Hold on. Can you explain what this test will be? Ahsoka said. I need to see if there is any changes in his body So I need to see how much pressure he can withstand. Jules said. But that would require him.... Ahsoka said. I know it makes you uncomfortable. That he's your friend and all, but if you want me to reverse this, I need to know what's changed exactly. Jules said. Ahsoka. It's fine. If it helps her reverse this, i'll do it. You said. .....Ok. Just let me do it. She said. Fair enough. Jules said Ready, trooper? Jules said, putting you on the table. Ready. You said.<br>\r\n<br>\r\nAhsoka. Jules said. R-right. Ahsoka said with hesitation. She brings her hand down on you with your head between her ring and middle finger. She push down with a little force a to not hurt you. Hm. Subject's body does well under moderate pressure. Trooper. Any pain? Jules said. Not pain. Just discomfort. You said. Ok. Now let's increase the threshold. She said. M...more? Ahsoka said. I'll be fine. You said to her. With hesitation, she pushes down harder.<br>\r\n<br>\r\nNow, how do you feel? Jules said. Like i'm about to burst. You said. Immediately, Ahsoka lifted her hand off you. I think that's enough. She said. Yes. I have what I need. Now for agility. Jules said. Agility? Ahsoka said. It's to see if his movements are impaired in any way. Jules said. But wouldn't I have to.....you know. Ahsoka said. I'm not telling you to crush him. Just stop him. Jules said. I.... I don't know. Ahsoka said. It's fine. Just trust her. You said. This is the last thing. I promise. Jules said. ....Ok. I'll do it. Ahsoka said. Jules grabs you and puts you on the floor. <br>\r\n<br>\r\n5 minutes. That's all I need. Jules said. Good enough for me. You said. Ok.... Start. Jules said. You start running when Ahsoka lifts her foot up.  You dodge it and keep running. Ahsoka really didn't want to do this out of fear of accidentally crushing you. But if it helped, then she would do this.<br>\r\n<br>\r\nSubject's movements are normal. No hindrance detected as of yet. Reflexes seems to be normal as well. Jules said. You keep dodging until you ran into Ahsoka's boot. You stumble a bit as she reaches for you and grabs you.<br>\r\n<br>\r\nOk. Five minutes is up. She said. Yes. I have everything I need. I'll start looking into a cure. She said. Thank you, Jules. You said as Ahsoka left.<br>\r\n<br>\r\nIf I didn't know any better, I'd think she was satisfying her sadism with those so called tests. Ahsoka said. And here I was thinking you were enjoying showing off the power you had over me. You said. Not for a minute. You think I'd want to hurt you like that? She said. Remember that joint training we did with you and other jedi? You said. I kicked the baster out of your hand. She said. And point your saber at me and, I quote \"This is why you don't challenge a jedi.\". You said. That was before we became close friends. I haven't done it in a long time. She said. Heh. You haven't. Guess you've grown up a little. You said. Ha. Ha. Remember who's looking after you. She said. I know. You said.<br>\r\n<br>\r\nAhsoka cuts a corner and opens a door leading to her room.<br>\r\n<br>\r\nI must be doing something right for you to bring me to your quarters. You said. I don't let just anyone in. So consider yourself lucky. She said. Ahsoka sit down on her bed and places you in her lap.<br>\r\n<br>\r\nHey. Since we're alone now. Could you do me a favor? She said. Depends. You said. It's been a long time since then, but could you.....</span></div></div>",
            "created":1586494800,
            "id":2816537,
            "title":"Durability test"
        },
        "121112":{
            "author_id":"violetsly",
            "author_name":"darkjak45",
            "choices":[
                "Put me in your bra",
                "Serve me for a few minutes"
            ],
            "content":"<div class=\"\"><div> <span>Rub your feet? Really? You said. I'm on them a lot. Walking, training, running, fighting..... They could use some TLC. She said. Can't you get custom made boots for that? You said. Yeah, but those are expensive and being a jedi only get you so far with shop keepers. She said. I don't know about this. You said. Please.... For a long time friend. She said looking sad. You roll your eyes. Alright. But only because you asked nicely. You said. Thank you! She said.<br>\r\n<br>\r\nAshoka takes off both her boot and puts her bare feet front of you. And I thought her boots alone were massive. Her small toe alone looks enough to do me in. You said. From just looking at the orange soles, you're reminded how small you are to her.<br>\r\n<br>\r\nAre you waiting on an invite? She said. You walk up to her right foot and start rubbing. Within seconds, Ashoka let out a sigh of relief. Mmm. I can't remember the last time I got my feet rubbed. She said. You're a bit shocked at how soft her foot is. As much as she's on them, you didn't think they'd be soft to the touch. She must find time to take care of herself. You said. You keep rubbing her heel and sole of her foot until she was satisfied. You move to her other foot and do the same.<br>\r\n<br>\r\nIt took you 10 minutes until you were done. <br>\r\n<br>\r\nI didn't know you were so good at this. I'd have asked sooner if I knew. She said. It's....something I picked up on my furlough. You said. And why would you learn something like that? She said You never know when a certain friend of mine will ask for one. You said. Hm. Quite the clairvoyance you have. Assuming I would ask you for a foot rub one day. She said, bringing her foot back to you.<br>\r\n<br>\r\nAhsoka nudges you with her foot. Maybe you have an underlying foot fetish? She said. Really? You think I have that kind of time? You said. I'm not around you 24/7 so who knows what you do. Who learns to rub feet that good unless they don't have one. She said, smiling. People who do it professionally? Besides, knowing you, you'd ask when it will be convenient. You said. Well, it's a nice thing to do for a friend. But I didn't know my friend liked feet. She teased. She places both her feet to the side and sandwiches you between them.<br>\r\n<br>\r\nSo! What is it you like about them? Is it how soft they feel? She said. Ahsoka.... You said, a little annoyed. Come on. No need to be shy. I won't tell anyone if that's it. She said. I don't like feet. You said plainly. Then why would you learn how to properly rub someone's feet then? She said. In case you asked me. You've asked me to do menial things before. You said. Yeah, but not something like this. I'd just stay off them. She said. It was in case you did. Now, can you get your feet off me? You said. I'm not letting you go until you say what you like about them. She said, pushing them together lightly.<br>\r\n<br>\r\nUgh.... Fine. I like the soft touch and smooth texture. You said. See? Wasn't that hard to do? She said, releasing you. Finally..... You play too much. You said. At least I stop when you had enough. The other clones keep on you. She said. You give her an annoyed look and she laughs.<br>\r\n<br>\r\nDon't be like that. Just a little fun between us. She said. I think you're having too much fun with this. You said. It keeps me from being overcome with worry. She said. You still look at her annoyed. Ok. I had my fun. How about I let you have yours? Only fair, right? She said. Right.... You said. So what are you going to do? She said.</span></div></div>",
            "created":1587963600,
            "id":2825434,
            "title":"Rub my feet"
        },
        "1211121":{
            "author_id":"violetsly",
            "author_name":"darkjak45",
            "choices":[
                "Ahsoka wants to play another game",
                "You both are tired",
                "Someone knocks on the door"
            ],
            "content":"<div class=\"\"><div> <span>\"I want you to put me in your bra.\" You said, shocking her with your answer.<br>\r\n<br>\r\n\"M-my bra? You want to go....\" She said, pointing at her chest.<br>\r\n<br>\r\n\"Yeah. Is that a problem?\" You questioned.<br>\r\n<br>\r\n\"N-no. Just a little surprised is all.\" She said. You see she's flustered. Now it's your turn to have some fun.<br>\r\n<br>\r\n\"Oh.... I see what it is. You're embarrassed by your chest size.\" You said.<br>\r\n<br>\r\n\"What?!\" Ahsoka nearly shouts. \"I am not!\"<br>\r\n<br>\r\n\"Hey. Nothing to be ashamed of. I know you weren't blessed like Shaak-ti or Aayla secura. But I'm sure they will get there soon. Maybe.\" You said holding back a snicker as Ahsoka glares at you.<br>\r\n<br>\r\n\"I'm not ashamed of my chest.\" She said, grabbing you and lifting you to her chest and dropping you down into her cleavage. \"Would I be ashamed of my chest size to do this for you?\" She said.<br>\r\n<br>\r\n\"Not really. Now you're just trying to prove something. Which is even worst.\" You said. You reach and grab her breast. \"Eh. Not as soft as Shaak-ti's.\"<br>\r\n<br>\r\nYou look up to see Ahsoka glaring down at you with anger and you chuckle. But knowing Ahsoka for so long, it wouldn't be long before she came right back at you.<br>\r\n<br>\r\nAhsoka was mad at you. Not only did you did mock her breast size, you compared them to master Shaak-ti and Aayla Secura. And then you grabbed them and said they weren't as soft. But Ahsoka's scowl turned into a smile as she grabbed her breast.<br>\r\n<br>\r\n\"Well, you may not like them. But they like you.\" She said, pushing them together hard. You winch a little as Ashoka mashes her breast together and rubs them all over you.<br>\r\n<br>\r\n\"If they were any bigger, you'd be crushed from the pressure. Or suffocate.\" She said, with a smile. As expected, she' already coming back on you. She does this a few more times to you then stops.<br>\r\n<br>\r\n\"Apologize to my breast. You said some mean things about them.\" She said.<br>\r\n<br>\r\n\"Or?\" You said.<br>\r\n<br>\r\n\"You'll be paste I clean off later.\" She said.<br>\r\n<br>\r\n\"You use that mouth around Skywalker?\" You said.<br>\r\n<br>\r\n\"Less talking, more apologizing.\"<br>\r\n<br>\r\n\"Fine.\" You said. You apologize to both of her breast and she squeeze you one last time before plucking you out and dropping you in her hand.<br>\r\n<br>\r\n\"So what have we learned today?\" She said in a smug tone.<br>\r\n<br>\r\n\"Ugh.... Never insult a girl's body.\" You said.<br>\r\n<br>\r\n\"And?\"<br>\r\n<br>\r\n\"Never compare one girl with others.\" You said. Ahsoka smiles and rubs your head.<br>\r\n<br>\r\n\"You play too much.\" You said, annoyed. Which made her laugh.<br>\r\n<br>\r\n\"Come on. You know I wouldn't hurt you seriously.\"<br>\r\n<br>\r\n\"You sounded pretty serious about it.\"<br>\r\n<br>\r\n\"If I was, would I be rubbing your head right now?\" <br>\r\n<br>\r\n\"No.\"<br>\r\n<br>\r\n\"And by the way, how do you know what master Shaak-ti or Aayla Secura chests feel like? Have you been hanging out with other jedi without me?\" She said. If you didn't know any better, you think she was jealous. You stifle a laugh.<br>\r\n<br>\r\n\"No. I just said that to get a rise out of you.\" You said.<br>\r\n<br>\r\n\"O....oh.\"<br>\r\n<br>\r\n\"Besides, I don't want you getting jealous.\"<br>\r\n<br>\r\n\"What? I wouldn't get jealous. Just.....worried.\" She said, defensive. You let out a laugh.<br>\r\n<br>\r\n\"H-hey! Someone needs to keep an eye on you. You'd be walking around the ship if not for me.\"<br>\r\n<br>\r\n\"Hmm. Jealous jedi. Or on my own in a ship.\"You teased.<br>\r\n<br>\r\n\"Do you really want to go down that path? Because I can stop being nice at anytime.\" She said, giving you a light squeeze and making you grunt. You expected her to react like this. She doesn't like having her caring attitude mixed up as anything else<br>\r\n<br>\r\n\"Alright, alright. I know i'm better off in your hands. I just like giving you a headache. As you love to do to me.\" You said, giving a grin.<br>\r\n<br>\r\n\"But it's more fun when I do it to you.\" She said, smiling. <br>\r\n<br>\r\nThis pretty much was your friendship with her. Banter and giving the other headaches, but in the end, you two did care for the other. If there really is no cure to this, you wouldn't mind spending the rest of your life like with her.</span></div></div>",
            "created":1589864400,
            "id":2837904,
            "title":"Put me in your bra"
        },
        "13":{
            "author_id":"violetsly",
            "author_name":"darkjak45",
            "choices":[
                "Mouth torture",
                "Butt torture",
                "Foot torture"
            ],
            "content":"<div class=\"\"><div> <span>Hey, wake up. A voice said. You don't respond. I said wake up! The voice said annoyed. Still, no response out of you. Ok, enough of this. The voice said. Within a few seconds, blaster fire goes off; which snaps you awake. What the hell?! You said. You look around and see you're in some kind of hideout. But you look in front of you and see a giant woman in front of you; holstering her blaster.<br>\r\n<br>\r\nThe dealer said the blaster was special. Didn't know it shrunk people to half thumb size. She said. You were wondering what was happening when you remember. You know this woman. There was reports of a known petty criminal called Jyn Erso. You were tailing her to a secret deal and caught it all on your holorecorder. You then followed her to see if she had any accomplishes. You had followed her for a while, then she had cut the back an ally and when turn to follow, you got blindsided by a blaster whip and a fight broke out that ended with you taking a bolt to the side and passed out from an intense burning sensation.<br>\r\n<br>\r\nThat blaster she shot me with.... It shrunk me. But where did she even get that from? Even the Empire doesn't have that kind of tech. You thought.<br>\r\n<br>\r\nAlright, Imperial. Listen up. She said, leaning on the table. I know you one the Empire's top agents, so you must know some, if not all, the secrets the Empire has. And you're going to tell me every last one. Do that, and i'll let you go. She said. Hearing her, you laugh a little. It's always the cute ones. You thought.<br>\r\n<br>\r\nYou really think I'd divulge the Empire's secrets to anyone? Let alone a ruffian as yourself. And even on the off chance i gave them to you, i highly doubt you would just up and let me walk free. You said. Unlike you Imperials, I detest slavery. I'd have no need for you afterwards and i don't want an Imperial hanging around me. She said. Right. Take the word of a known criminal. Because they are trustworthy. Not like they kill people when they are done with them. You said. Jyn was starting to get frustrated, but kept her composure.<br>\r\n<br>\r\nLook, if I wanted to kill you, I'd have crush you the second i saw you become tiny, or left you to fend for yourself. And believe me, I'm being nice to you, compared to what others would do to you if they had you. She said. Is that suppose to make me feel something toward you? I know how this works and I know how it ends. So just get to whatever torture you had in mind. You said. She sighs and grabs you. She then moves and dumps you on the ground.<br>\r\n<br>\r\nWhen you looked back at her, you were stunned at the sight of just how small you were to her. She was looming over you with her hands on her hips. When he said you were half the size of her thumb, she wasn't kidding. Jyn could tell you finally understood and let it set in for another minute before talking to you.<br>\r\n<br>\r\nNow do you see where you are between us? This doesn't have to be difficult. Just tell me what i want to know and it all ends there. She said. You were still in awe of just how big she was. Your training didn't prepare you for this. But still, you fell back on it and grit your teeth. Don't think you can intimidate me. I'm not telling you anything! You said. Jyn puts her hand on her forehead.<br>\r\n<br>\r\nSo damn stubborn....! Fine. But this is all on you. She said, grabbing you. What to do with you first? She said.</span></div></div>",
            "created":1585112400,
            "id":2807005,
            "title":"Giant troublemaker"
        },
        "131":{
            "author_id":"yarglebargle",
            "author_name":"Billis",
            "choices":[
                "You call out to Jyn that you'll talk",
                "Jyn spits you out, ready to try another method",
                "Jyn decides she doesn't need your information and swallows"
            ],
            "content":"<div class=\"\"><div> <span>You thought you were prepared for anything she could do to you, but your eyes widened in horror as Jyn opened her mouth and pushed your head past her lips and into her waiting maw. As your torso passed into the giantess's mouth her lips slammed shut on your waste, sealing you half in and half out, her massive tongue rose up from the floor of her mouth and gave your face one long lick. As Jyn slurped your legs into her mouth you were entirely coated in her saliva. You were surrounded by the moist warmth of Jyn's body, her tongue writhed beneath you, you had to struggle to keep yourself away from her teeth, you didn't think Jyn was going to use them but she could easily bite you in half even by accident and you'd rather not risk it. As Jyn toyed with you in her mouth you heard her giggle around you as she felt your futile struggles inside her. Still, Jyn wasn't going to keep you in her mouth forever, the next thing to happen was...</span></div></div>",
            "created":1595221200,
            "id":2872136,
            "title":"Mouth torture"
        },
        "132":{
            "author_id":"violetsly",
            "author_name":"darkjak45",
            "choices":[
                "You remain silent",
                "You crack",
                "You tell her lies"
            ],
            "content":"<div class=\"\"><div> <span>Jyn set you down in her seat. Before you could do anything, Jyn's giant rear end lands down on you. You try to struggle free as she readjusts herself. Maybe a few minutes as a cushion will change your mind. She said.<br>\r\n<br>\r\nSmothered under someone's butt.... This is not how you're going out. You'd bite her if you could. You then realize that with the huge amount of pressure on you, her whole weight isn't bearing on you. Which means she was telling the truth about not wanting to kill you. At least not yet it seems.<br>\r\n<br>\r\nShe's only doing it because she can't question a dead person. She wants me in pain. You said. You've seen and been in situations like this. Harm but don't kill the person. They are only valuable until they tell you what you want to here. Then you're free to do what you want. And you're not taking that chance with a known criminal.<br>\r\n<br>\r\nJyn didn't feel you struggling anymore. She knows that her entire weight wasn't on you. She didn't want to take it too far. She moved her butt around a few times, even putting you directly between her cheeks. Lucky for you, she hasn't eaten yet, so no need to worry about her ripping one right on you. While she was only doing this for information, she smiled as you did feel good under her. It was then that she got a holocall. Perfect.... She said. She answers the call and lays back against the chair, putting even more weight on you.<br>\r\n<br>\r\nThe call was only a quick check up between Jyn and her associates, but she dragged it out for 10 minutes. All the while moving around and even sitting back down on you before ending the call. She then stands up and turns around and looks at you getting to your feet.<br>\r\n<br>\r\nIt doesn't have to be like this. We can end this right now. She said. *Pant* I have nothing to say to a common thug. So do your worst. You said. Jyn looks at you with a little anger before grabbing you. She brings you around to her back side and she pulls back her pants and panties and dangles you there.<br>\r\n<br>\r\nYou wouldn't dare.....! You said. Either you talk or spend the day between you cheeks. Your choice. She said.</span></div></div>",
            "created":1585717200,
            "id":2811637,
            "title":"Delinquent's butt cushion"
        },
        "1321":{
            "author_id":"violetsly",
            "author_name":"darkjak45",
            "choices":[
                "You still won't talk",
                "The farts broke you. You tell her everything"
            ],
            "content":"<div class=\"\"><div> <span>An agent of the Empire must endure..... You said to yourself. You recall your mentors words from training. Although the training had nothing on being shrunken and tortured by a giant, the word were true. So you keep you mouth closed.<br>\r\n<br>\r\nFine. Have it your way. She said. Jyn lowers you down to her checks and instead of dropping you, she shoves you right next to her asshole. And with a snap of her panties, you're wedged inside. Jyn gives her cheeks a squeeze and feels you close to her hole. Now she just have to make it a horrible experience. So Jyn left her hideout.<br>\r\n<br>\r\nWhile she walked to wherever, you were pushed even closer to her asshole. After a while, you are swarmed with heat and sweat. Ugh.... Just where is she going that is so far? You said.<br>\r\n<br>\r\nJyn was going to the local bar, which wasn't that far away. But she went the long way through a small bazaar. Soon enough, she started to sweat a little. Sweat and my body heat.... He'll be washed in it. She said, with a little smile. She soon gets to the bar and takes a seat, mashing you right against her hole.<br>\r\n<br>\r\nJyn orders her drink and then food. Which she knows will go right through her. She drinks and have a good time while moving around every now and then to shift her weight on you. After a while and another serving, Jyn got up and left. She then took the long way home and her stomach started gurgling. Which made her smile. It was all coming together. If her timing was right, you'd speak before she'd even have to ask.<br>\r\n<br>\r\nShe got to her hideout and took you plucks you out. You're drenched in her sweat. Guess you had your shower for the day. She joked. You just growled lowly until you heard a louder one coming from her stomach. You look up at her smug ridden face. Oh don't worry. I've already eaten. It's just working through me right now. So. Are you ready to speak yet? Like I said before, it all stops with you. She said. Go...huff an exhaust port. You said. Now that's just rude. It wouldn't hurt to be a bit nicer to someone who can squeeze you to death with ease. She said. So do it then! You said. Mm. No. That's exactly what you want. I'm not going to give you that peace. She said. Then you're just wasting your time. You said. Maybe I am, but that doesn't mean I can't have some fun. She said, moving you back to her cheeks and shoving you right against her asshole.<br>\r\n<br>\r\nA agent must endure..... A agent must endure.... You repeated to yourself. This was keeping you going as you formulated a plan. Escape wasn't possible now. Even if you did, she still had that gun which could shrink people. You needed to get rid of it. But how was the question. Your thinking is interrupted by a loud rumbling. It took you a second before you realized what was about to happen in the next few minutes. Oh sweet mother of mercy..... You said, a bit scared.<br>\r\n<br>\r\nThat rumbling signaled to Jyn. She wanted you to say no for her real plan to come into action. By now, she knows you know. Hear that, little man? You're in for a wild night. She said. She gets on her bed and lays on her side. She then put her hand on her stomach and smiled. Let's see how strong willed you are after this. She said.<br>\r\n<br>\r\nYou brace yourself physically and mentally as the first of many gassy releases of that night hits you. <br>\r\n<br>\r\nPPPPPPFFFFFFFFFFFFTTTTTT!!!! <br>\r\n<br>\r\nYou cough and wheeze as you heard Jyn giggled. Better hold your nose. It's going to get worse. She said. And she wasn't lying.<br>\r\n<br>\r\nPFFFFFFT PBBBBBBT!!!<br>\r\n<br>\r\nYou are blasted by an even worse smelling fart than the last one. Your eyes started to water as you try to get away, but you were wedged tightly. For the entire night, you were blasted with her smelly farts. One even got you while your mouth was open. Throughout this, you swore you heard her laughing. They were so bad that you were scared she'd unknowingly shit on you.<br>\r\n<br>\r\nWhen morning finally came, Jyn woke up to hear the last fart you were hit with. She giggles lowly as she got up. She  then reaches inside, pulls you out and puts you on the table. You stink. She said, laughing a little. You just stare at her as you finally breathe in clean air.</span></div></div>",
            "created":1586235600,
            "id":2814973,
            "title":"You remain silent"
        },
        "13211":{
            "author_id":"violetsly",
            "author_name":"darkjak45",
            "choices":[
                "Pet",
                "Slave",
                "Boyfriend"
            ],
            "content":"<div class=\"\"><div> <span>You waiting on something? You said. Still hanging on? Not every day an Imperial impress me. She said. She bends down. You can stop this. Just say the word. She said. My lips...are sealed! You said. Jyn sighs and stands back up. She then walks over to a fridge and pulls out a canteen. She walks back over to you and unscrews the top and pours the liquid down on you. You nearly choke to death as the water rains down on you. Then it stops and she screws the top back on.<br>\r\n<br>\r\nThat should deal with the smell. She said. You again have to catch your breathe from nearly being drowned. D... Don't think this means anything. You said. It shows that I mean what i've been telling you. If I wanted you dead, you'd be dead by now. She said. Don't act like you're doing me any favors. You know you can't question a dead man. So it's only for that reason. Not my well-being. You said. If that was the case, I'd do much worse to you than what I'm doing now. If I didn't care about your life, I'd make sure ever moment was a waking nightmare for you. She said. Then what are you waiting for? I know you're enjoying this power trip you're on. You've already used me as some butt plug. So go ahead and indulge your sick fantasy. You said.<br>\r\n<br>\r\nJyn sighs in frustration. She knew it would be difficult, but not like this. She has given thought to some other ideas, but they were borderline cruel. Jyn's no fan of the Empire, but not even them deserve that. Which gives her an Idea. She grabs your body and stuffs you into her pocket. She then grabs the gun and quickly head out.<br>\r\n<br>\r\nYou regain yourself from the quick movement as Jyn goes wherever she goes. No matter what she does to me..... She's getting nothing. You said. You sit and wait there until her hand comes in and reaches for you. You are pulled out and places into her hand.<br>\r\n<br>\r\nWhat now? Public humiliation? You said. You'll wish it was. Take a look that way. She said. You look over and see 4 stormtroopers on patrol. So? You said. And look what I have. She said. You see the gun that shrunk you in her hand. Oh no.... You said. I thought about what you said. I should enjoy my power trip. And why have one Imperial when I can have more? She said. No, no, no, no! You leave them out of this. This is between you and me. You said. I know. I'm just bring more people in. All the fun I can have with my new small toys. She said, smiling. She then takes aim at the troopers.<br>\r\n<br>\r\nSTOP! You shout. Hm? Oh. You care for your fellow imperials? And I thought you all had no feelings. She said. They are just doing there job. They don't deserve this to them. You said. And so am I. I'm going to finish it one way or another. So. You can finally open up. Or I have four new toys to play with. She said. You look at her then the troopers. Rgh.....! You said. Those troopers didn't deserve this. All Imperial soldiers and operatives are more than ready to lay down their lives for the Empire. But this isn't dying in battle. They'll be tortured just for her amusement. Maybe even worse than you are. <br>\r\n<br>\r\nWell, if you can't decide. I'll do it for you. She said. She puts her finger on the trigger. Alright! You win! I'll talk. You said. Really? I think you're lying. She said. I mean it! What do you want? You said. Everything. She said. Lower the gun first. You said. Not until you tell me what you know. She said. <br>\r\n<br>\r\nYou tell her everything. From secret research stations on planets to the Empire's secret weapon. With the information she has, Jyn lowers the gun and heads back.<br>\r\n<br>\r\nShe puts you back on the table and takes out her holocom and call her associates. She tells them everything you told her. You just sit there dejected. All the Empire's secrets in the hands of a petty thug. Who knows what she'll do with it. When she was done, she turns back to you.<br>\r\n<br>\r\nSee how easy that was? And look, no more torture for you. She said. You have what you want. Now, let me go. You said, scowling. You know, I had a change of heart. What would happen to little old you if i did? Your Empire would keep you as a lab rat to study. Or end up a viscous red stain on someone's boot. Maybe even food for some insect. And I can't have that. You'd be better off with me. She said. Knew you wouldn't keep your damn word. Just like a criminal. You said. Give me some credit. I didn't shoot or throw you to the side. She said. Like that makes it any better.... You said. <br>\r\n<br>\r\nYou should be nicer to the person who wants to keep you. She said sitting down. And since you're going to be with me, you're going to be my little.....</span></div></div>",
            "created":1586754000,
            "id":2818265,
            "title":"Taking things a bit far"
        },
        "132113":{
            "author_id":"violetsly",
            "author_name":"darkjak45",
            "choices":[
                "feed you",
                "play with you"
            ],
            "content":"<div class=\"\"><div> <span>Your what!? You shout. You heard me. You're going to be my little boyfriend. She said. W-why would you want that?! You said earlier you want nothing to do with Imperials. You said. I did. But your size grew on me. Plus, you're somewhat.....cute. She said. It sounds like she was trying to convince herself as well.<br>\r\n<br>\r\nGreat.... Given up the Empire's secrets, and now a love toy to a delinquent. You said, shaking your head. Don't be like that. I promise to treat you right. She said. Sure. Like you promise to let me go. You said. I actually mean this one. She said. Like I should believe a single word out of your mouth! Just go ahead and kill me. I know you thought out every last detail of how. You said. And why would I do that? I'd be a horrible girlfriend if I did that. She said.<br>\r\n<br>\r\nYou just couldn't understand this girl. One minute, she's trying to break. Next, she wants you as her boyfriend? You don't know what's worst. That she has a gun that can shrink people. Or that you're going to be this troublemaker's boyfriend.<br>\r\n<br>\r\nAre you crazy or something? You want me to be your boyfriend after what you did to me? You said. Don't act like you wouldn't do the same if the roles were reverse. She said. I've used extreme methods before, but nothing like this. And I never thought or had any of the people i've interrogated fall for me. You said. I find that hard to believe. She said, bringing her hand down to you. You look at her hand then at her. Come on. Step on. She said with a smile. That smile puts you off even more. But if you don't step on, she's going to grab you. So you climb onto her gigantic hand. Her hand then moves upward and brings you to her enormous face.<br>\r\n<br>\r\nNow, if I was mean as you say, wouldn't I have closed my hand around you and have a wicked smile? She said. Doesn't change the facts that you want to keep me here against my will. You said. Ok, then. Tell me. If I let you leave, what are you going to do? She said. Find the nearest command center. You said. And what do you think they'll do to you? Help you? No. They're going to study you and interrogate you. Then get rid of you. She said. You can't say that for certain. You said. And you don't know if they won't. And that's all IF you can find the command center. You could get stepped on, taken by someone worst than me, eaten by an insect. Who knows what. You're safer with me. She said. You say that as if you're doing me a favor. You said. Then you're taking it the wrong way. Perhaps this will help. She said.<br>\r\n<br>\r\nJyn then moved you towards her mouth. You brace yourself to be thrown into her mouth when you felt being pressed against something soft and warm. You open one eye to see you are against her lips. She holds you there for a minute before breaking it.<br>\r\n<br>\r\nYou're left there speechless as she give you a smile and brings you back to here lips to kiss you more. You try to fight against her, but your struggles only made her giggle. She keeps planting kisses on you for a full 2 minutes.<br>\r\n<br>\r\nSo. What'd you think of me now? She said. You're a bit flustered, but you regain yourself. You think kissing me is going to do anything? You said. Don't act like you didn't like it. You stopped fighting after a few seconds. So you must have liked it. She said. Not in the slightest. You said, scowling.<br>\r\n<br>\r\nIt wasn't meant to fully convince you. Just open your eyes about me. She said. Right..... You said, still skeptical<br>\r\n<br>\r\nWell then, how about I.....</span></div></div>",
            "created":1587790800,
            "id":2824131,
            "title":"Jyn's Boyfriend"
        },
        "1321131":{
            "author_id":"violetsly",
            "author_name":"darkjak45",
            "choices":[
                "Cuddle together",
                "kiss each other passionately ",
                "Get right to the real fun"
            ],
            "content":"<div class=\"\"><div> <span>\"How about I make up for what I yesterday?\" She said, smiling.<br>\r\n<br>\r\n\"Oh, you mean when you put me next to you ass and farted on me!?\" You said, a bit angry.<br>\r\n<br>\r\n\"Well, yes that too. But I meant when I didn't feed you. You have to be starving. Almost a full day without food.\" She said.<br>\r\n<br>\r\nYou didn't want to admit it, but she was right. You stomach was empty and starting to grumble. But you weren't going to let her have the satisfaction of knowing.<br>\r\n<br>\r\nJyn stood up and went to her fridge and started scouring it.<br>\r\n<br>\r\n\"Hm. Just enough for a dewback sandwich.\" She said. She pulls out the meat, bread and a few condiments. It took her a few minutes and she puts it down on the table. She takes a seat and pulls off a piece of the sandwich and hands it to you.<br>\r\n<br>\r\nYou look at her with a bit of a scowl.<br>\r\n<br>\r\n\"Come on. You need to eat. You'd be shouting your head off if I was depriving you of food.\" She reasoned. You look at her then the food. You sigh in defeat and take it.<br>\r\n<br>\r\n\"You don't have to make this difficult. We can both enjoy this.\" She said.<br>\r\n<br>\r\n\"I'd enjoy if you let me leave.\" You chastised.<br>\r\n<br>\r\n\"And have a guilty conscious over what happens to you? Not a chance.\" She said. You roll your eyes as she gives you another piece.<br>\r\n<br>\r\n\"Why would you want to leave anyway? You got food, water, and someone who wants you. What more do you need?\"<br>\r\n<br>\r\n\"My size back. For you to let me go. Just to name a couple.\" You said.<br>\r\n<br>\r\n\"But the size is all part of your what makes you cute. And I already told you why I can't let you go.\" She said. You were about to retort when her holocom went off. She stood up, turn around and answered it.<br>\r\n<br>\r\nYou don't pay attention to it until you remembered your own holocom. You face palm as you could have asked for a rescue this entire time. You reach for yours when Jyn turned back to you with an annoyed look.<br>\r\n<br>\r\n\"Something came up?\" You said, eating your last piece. <br>\r\n<br>\r\n\"All the information you gave me, my people have decided to act on it. I've been given a new assignment. I leave for it tomorrow.\" She said.<br>\r\n<br>\r\n\"What kind of assignment is it?\" You said, trying to pry.<br>\r\n<br>\r\n\"Nice try, but that's for me to know.\" She said rubbing you with her finger. \"Nothing for you to worry about.\"<br>\r\n<br>\r\n\"Right.....\" You said. You couldn't call for help just yet. You had to wait until her back is turned.<br>\r\n<br>\r\n\"Full?\" She asked.<br>\r\n<br>\r\n\"Yeah. I can't eat anymore.\" You said.<br>\r\n<br>\r\n\"Good. Now to give you a proper bath.\" She said.<br>\r\n<br>\r\n\"What?!\" You said as she grabbed you. She walks over to the bathroom and it only had a sink and toilet. She puts a stopper in the sink and let the water fill up with water. She stops the water when the sink was partly filled.<br>\r\n<br>\r\n\"It's not an actually bathe, but hopefully this makes up for the whole butt incident.\" She said.<br>\r\n<br>\r\n\".....It's a start.\" You said. <br>\r\n<br>\r\n\"I'll be back in a few minutes.\" She said before leaving. When she was going, you pulled out your holocomm.<br>\r\n<br>\r\n\"Come on.... Pick up, Sera.\" You said. After a few seconds of trying, Sera, your CO, finally picks up.<br>\r\n<br>\r\n\"Finally!\" You said.<br>\r\n<br>\r\n\"(Your name)! Where have you been?! A full day without a report is unlike you. I thought you went AWOL or worst.\" She nearly yelled.<br>\r\n<br>\r\n\"Calm your little head down and listen. I need you to send a rescue party. A big one.\" You said.<br>\r\n<br>\r\n\"This isn't like you to request back up. What's going on? She asked a bit worried.<br>\r\n<br>\r\n\"Just do it, Sera. I don't know where I am exactly, so i'll send you sector coordinates. Search every building and hurry. Because tomorrow, I won't be here.\" You said, closing the communicator and sigh. \"Let them find me.\" You said. You slip off your clothes and get into the still warm water.<br>\r\n<br>\r\nYou try your best to relax.<br>\r\n<br>\r\n\"They'll find me. They just have too.\" You said. You clean yourself off twice to be sure you don't smell any more. After a while, Jyn walks back in.<br>\r\n<br>\r\n\"All done?\" She said.<br>\r\n<br>\r\n\"Yeah. Just finishing up.\" You said. Jyn helps you out and dries you off with a hand towel before she lets you dress yourself. <br>\r\n<br>\r\nWhen full clothed, she carries you out.<br>\r\n<br>\r\n\"So while you were in there, I thought of a few things we could as a couple now.\" She said.<br>\r\n<br>\r\n\"Like?\" You asked.<br>\r\n<br>\r\n\"We could.....</span></div></div>",
            "created":1588654800,
            "id":2830918,
            "title":"Jyn's hospitality "
        },
        "13211313":{
            "author_id":"violetsly",
            "author_name":"darkjak45",
            "choices":[
                "mouth",
                "hand",
                "feet"
            ],
            "content":"<div class=\"\"><div> <span>\"We could get right to the real fun stuff.\" She said, smiling.<br>\r\n<br>\r\n\"Real fun? What do you.... Oh! No!\" You said.<br>\r\n<br>\r\n\"Oh come on. Don't act like you don't want to. It's what couples do.\"<br>\r\n<br>\r\n\"Couples. We are not a couple.\"<br>\r\n<br>\r\n\"You say that now. But when I'm done with you, you'll be saying a different tune.\" She said. She walks over to her bed and sets you down. \"You're such a lucky person. I wouldn't do this for just anyone.\"<br>\r\n<br>\r\nJyn grabbed her vest and tossed it away. Then came her shirt, which she slowly took off, leaving her black bra showing. She gives them a quick squeeze. Your face turned red a bit and you looked away, but she tilted your head back to her using her finger.<br>\r\n<br>\r\n\"No looking away.\" She said, smiling. She unbuttons her pants and slides them off while her huge butt is facing you. She kicks them away along with her boots and stands in front of you in her bra and panties. You don't want to stare, but can't help but too and Jyn knew it.<br>\r\n<br>\r\n\"Like what you see so far?\" She said, shaking her hips a bit. You don't, really don't, want to admit it, but she does have a nice body. If she wasn't a troublemaker, you might try your luck. Why do the pretty and cute ones have to be the bad?<br>\r\n<br>\r\n\"Now it's you're turn.\" She said. You hesitated to do so. Not out of embarrassment, but stubbornest. You weren't going to give her that satisfaction. But she found it amusing. She picked you up and giggled.<br>\r\n<br>\r\n\"Seems like someone is a bit shy. Here. Let me help.\" She said. Her fingers came at you as you struggled to get free. When her fingers got to you, you bite her.<br>\r\n<br>\r\n\"Ow!\" She said, recoiling her hand. She looks for any blood, but there's none. She looks back at you....and smiles. \"Someone likes it rough. Me too.\" She brought her hand back and stripped you down naked, despite all of your struggles.  She looks you over like she's admiring an object.<br>\r\n<br>\r\n\"Not bad. Must stay in shape and take care of yourself. Almost see those little abs.\" She said. You face turns red again. She sits you back down on the bed and undo her bra and took off her panties. <br>\r\n<br>\r\nAnd there she stood. In all her naked glory. Her ample breast and pussy were all for you to see. She was slightly toned like you. You couldn't look away, and despite your best effort not to, you had a raging erection over her body..<br>\r\n<br>\r\n\"Well... Looks like someone's just as excited as me.\" She said, laughing as she grabbed you.<br>\r\n<br>\r\n\"Hope you're ready.... Because I am.\" She said. Jyn moved her hand down to her pussy and shoves you in.<br>\r\n<br>\r\n\"Ahh....!\"<br>\r\n<br>\r\nJyn moved onto her bed and laid down as she felt you crawl through her. You didn't have much choice to get out. So you had to go through with this.<br>\r\n<br>\r\nJyn's moans got more rasp the further you went. \"Yes.... Keep going.\" She said. You do just that and found her sweet spot. You massage it an agitate it and a loud moan escape from her mouth. Her breathing got quicker and quicker until she came.<br>\r\n<br>\r\nShe took a minute to catch her breathe before looking between her legs for you.<br>\r\n<br>\r\nYou were coughing hard from nearly being drowned in her juice. When you got to your feet, you were picked up and brought to her face.<br>\r\n<br>\r\n\"Seems....like size...really doesn't matter. You did a good job.\" She said. She brought you in for a kiss and gave you a light lick.\"My turn to please you, and I'll do it with.....</span></div></div>",
            "created":1592715600,
            "id":2854595,
            "title":"Get right to the real fun"
        },
        "14":{
            "author_id":"violetsly",
            "author_name":"darkjak45",
            "choices":[
                "Jakku( Episode 7)",
                "Ahch-To(Episode 8)",
                "Ajan Kloss(Episode 9)"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>Before beginning, where is Rey at?</span></div></span></div>",
            "created":1585026000,
            "id":2806052,
            "title":"Rey"
        },
        "141":{
            "author_id":"violetsly",
            "author_name":"darkjak45",
            "choices":[
                "You're too scared to move",
                "You run away"
            ],
            "content":"<div class=\"\"><div> <span>You wake up to a searing headache. Ugh.... I knew I shouldn't have had that last drink at the cantina. You said. You get up slowly and balance your self. You let your eyes adjust for a moment and take in your surroundings. <br>\r\n<br>\r\nYou look around and notice you're in some gutted vehicle that someone made a home out of. And you're own some makeshift bed with a pillow and cover. Wait.... This isn't my home. You're home was no better. Just some partially run down with enough comfort to get you to the next day. But this place was picked apart to live in. Tools scattered about, you see a staff propped up against the counter, and a make shift refrigerator. And the kicker, everything is huge. That's it. No more Bartender special for me. You said. You take this as a surreal dream and just wait it out until you wake up.<br>\r\n<br>\r\nThat's when you heard chattering of objects. What was that?! You snapped. The source of the commotion gets closer and what you saw almost made you pale. You saw a girl in desert clothing walk in. She was massive. T-t-thi has to be a dream. It just has to be.... Giants aren't real. You said. You pinch yourself, but nothing happens. You do it a few more times, but nothing happens. I....it's not a dream. I'm awake and there's a giant girl in front of me. You said.<br>\r\n<br>\r\nThe giant girl was looking around like she was looking for something. Then she huffs in annoyance and moves towards your position. You just stare up at her and crane your neck as she gets closer and closer. Then she bends down to collect the cover and that was when you two made eye contact. The girl was surprised and shocked as you are. There is silence between the both of you as you both taken in what you were seeing.<br>\r\n<br>\r\nThen she reaches for you.</span></div></div>",
            "created":1585026000,
            "id":2806087,
            "title":"The desert scavenger"
        },
        "1411":{
            "author_id":"violetsly",
            "author_name":"darkjak45",
            "choices":[
                "Are you alright?(Nice)",
                "You're right to be scared. (Mean)"
            ],
            "content":"<div class=\"\"><div> <span>You couldn't even feel your legs as you look at the girl's massive hand coming for you. You were still trying to understand everything that was happening to you. You were only snap out if it when her hand wrapped around you and lifts you up. With you in hand, the girl rises back to full height.<br>\r\n<br>\r\nThe girl looks at you for a few seconds as if to confirm what she's seeing as well. She blinks a few times to make sure she wasn't seeing things. She even squeezed you a little; making you yelp in pain. Now there was no doubt about it. In her hands was a tiny person. You wanted to say something, but you were still in fear. If you weren't so high up, you jumped out of her hand. You can only wonder what was going through this girls head as she eyes you up and down.<br>\r\n<br>\r\nFinally she speaks to you....</span></div></div>",
            "created":1585112400,
            "id":2806735,
            "title":"You're too scared to move"
        },
        "1412":{
            "author_id":"violetsly",
            "author_name":"darkjak45",
            "choices":[
                "You get away",
                "She catches you"
            ],
            "content":"<div class=\"\"><div> <span>Looking up at the girl's giant hand coming for you was too much for you to handle. Filled with terror, you run away from her. Wha-Hey! She said, chasing after you.<br>\r\n<br>\r\nYou ran as fast a you could go. You didn't bother to look back as you know one step from her could cover more distance than you could. You just wanted to escape. You could feel the ground shake a she got closer to you. You dared to look back only to see her hand coming right for you. Desperate, you jump forward and narrowly avoid her grasp. You tumble back onto your feet and keep running. She tries a few more times before stopping as it's not working. She then gets an idea. She knows she can outpace you. All she had to do was get in front of you.<br>\r\n<br>\r\nYou chalk it up to pure adrenaline a how you've stayed alive. But you can't keep dodging forever. You'll tire out. So you came up with a plan. If you could just get out into the desert, you'd be free. No way she'd go that far just for you. You jut have to keep moving and avoiding her. You kept running until her boot landed right beside you. You nearly fall over until her other boot lands next to you. Was she trying to stomp you now? She got close twice, would she do it a third? No. She wasn't trying to stomp you. She was trying to block you as her boot lands in front of you. You didn't have enough  time to stop before hitting it face first and falling back.<br>\r\n<br>\r\nYour ears were ringing and you head hurting from the impact. By the time you came too, you felt an upward movement. You looked and see you where in her grip and she was lifting you up. You started to panic and thrash around to free yourself. Then, without thinking, you open your mouth and bit her as hard as you could. Ow! She shouts, making her drop you. You land hard on the ground. Luckily, the sand was compiled enough to cushion your fall. You didn't waste time and quickly ran.<br>\r\n<br>\r\nThat little.....! He actually bit me! The girl said. She looked at her finger and saw a bit of blood. Now she was more than determined to get you. She spots you nearing the exit. No you don't! She said, resuming her chase after you.<br>\r\n<br>\r\nYou were almost home free when you felt the ground shake again. Oh, blast it all! You said. You don't look back as that would slow you down. You jut keep running forward.</span></div></div>",
            "created":1585112400,
            "id":2806757,
            "title":"You run away"
        },
        "14121":{
            "author_id":"violetsly",
            "author_name":"darkjak45",
            "choices":[
                "She grabs you",
                "She lifts her foot over you",
                "She leaves you there"
            ],
            "content":"<div class=\"\"><div> <span>You were nearing the exit. Just a bit more and you're free from this woman. But you could feel her coming closer, and you had plan for her. You pull out a rusty, but sharp piece of metal and waited behind the sand covered leg of the AT-AT. You made sure she saw you hide.<br>\r\n<br>\r\nWhen she approached, she saw and reached for you, but you jam the metal into her hand as hard as you can.<br>\r\n<br>\r\n\"AHH!\" She shouted.<br>\r\n<br>\r\nShe recoiled and you took the chance to run like hell. You didn't stop until you were as far as possible. You look back at the distant AT-AT as you catch your breathe.<br>\r\n<br>\r\n\"*Pant* *Pant* Finally.... Now i'm just in the middle of a desert.\" You said. You look out in the distance to see the town.<br>\r\n<br>\r\n\"Long walk. At this size, could take more than a day. Good thing I know a few people there.\" You said. You take a moment and start your long trek.<br>\r\n<br>\r\nWith the sun bearing on you, you look on a dune hill to the town.<br>\r\n<br>\r\n\"Looks like I'm getting closer. Hopefully, I get close enough before night gets here.\" You said.<br>\r\n<br>\r\nYou slide down the hill and continue on when you heard a screech.<br>\r\n<br>\r\n\"W-what the hell was that!?\" You said, a bit scared <br>\r\n<br>\r\nYou turn around just in time to see a creature a few feet from you.<br>\r\n<br>\r\n\"Oh shit....\" You said.<br>\r\n<br>\r\nIt was spircion. Eight legs and body of a spider, but pincers and stinger of a scorpion. Its poison is not that venomous to people. Only causing numbness. It was only dangerous to insects as the venom spreads quicker in their smaller bodies. You don't want to find out if it will be deadly to you at this size. So you run away as it charges you.<br>\r\n<br>\r\nYou run fast, but the spircion gains on you quickly and jumps on you. You quickly kick it in the face and toss sand in its eyes. The spircion hiss and as it backs up off you. You get up to run when it uses its pincers to grab your leg. It drags you back towards it and holds you down with both pincers. You struggle in its grip and kick it furiously to make it let go. But this only riles it up.<br>\r\n<br>\r\n\"Rgh....! Let go of me....!\" You said. You continue to kick against it until a shadow was cast over you. You look to see what it was and it was the girl you stabbed in the hand. She was looking down at you and the spircion. You saw the palm of her hand was wrapped in gauze, and the look she had was anything but friendly. You don't know if the situation went from bad to worst.<br>\r\n<br>\r\nBut to your surprise and shock, the girl doesn't move an inch. Instead, she just crosses her arms and stands there; watching this creature trying to bite you.<br>\r\n<br>\r\nYou don't know if you should shocked by this or not as you did bite her finger and stab her in the hand. But still, you need to get away from this thing and possible her. You kick the the spircion hard enough that it lets go of you. You get up and it comes at you screeching at you. It tries to knock you over with its huge pincers, but you keep dodging it. You took a glance over at the girl and she still was just watching. You don't know what is worst: fighting this spircion? Or having to deal with her afterwards.<br>\r\n<br>\r\nAfter multiple tries, the spircion changes tactics and do what you did. It uses its pincers to shovel sand at you. You guard your face when you see it lunge and pins you down again. That what made this creature dangerous. If it came across difficult prey, it would change its tactics to capture its prey. <br>\r\n<br>\r\nWhen it had you this time, It quickly jams its stinger into your chest.<br>\r\n<br>\r\n\"Rgh.....!\" You said through gritted teeth. The venom quickly courses through your body and you feel the numbness set in. You soon couldn't feel your arms, legs, or any part of your body. Even with a direct stab in your chest, the venom didn't kill you. Still, you were about to be eaten by it.<br>\r\n<br>\r\nUntil it was pulled off you. The girl had finally took action and flung the spircion far away. You were thankful for that creature being gone. Until you remembered the girl.<br>\r\n<br>\r\nShe towered directly over you and she still was still shooting you an angry look. And you can't get away from her as the numbness was still present. You were left at her mercy.</span></div></div>",
            "created":1588654800,
            "id":2830772,
            "title":"Dangerous freedom"
        },
        "141213":{
            "author_id":"violetsly",
            "author_name":"darkjak45",
            "choices":[
                "Rubs you (She's forgiven you)",
                "Grabs you (She's still mad at you)"
            ],
            "content":"<div class=\"\"><div> <span>If looks could kill, you'd be dead by now. The look she was giving you screamed of anger. Nothing is stopping her from killing you right now. Crush you under her boot, squeeze you in her hand, even bury you under a mound of sand. You wouldn't be able to stop her.<br>\r\n<br>\r\nBut again, she surprise you by turning and walks away.<br>\r\n<br>\r\n\"S-she left me.\" You said. You don't know if that's a good thing or not. Maybe it's good. You don't have to worry about the spircion anymore or her. Now, you just have to wait until the numbness wears off. Under the sweltering sun.<br>\r\n<br>\r\n\"Great.....\" You said, dejected.<br>\r\n<br>\r\nA few hours later.<br>\r\n<br>\r\nYou were sweating like crazy. You body felt hot all around. The numbness was nearly gone, but you didn't have the energy from the sun bearing on you. Was this her plan all along? To leave you in the hot sun and have you die from exposure? No. You couldn't die like this. Not in the middle of a dessert.<br>\r\n<br>\r\nYou bring yourself to your feet and take one step and nearly fell down. You push yourself to stand when you heard a familiar screeching noise<br>\r\n<br>\r\n\"Damnit.....\" You said. You look to see another spircion. \"Just one thing after another. I think the universe wants me dead.\"<br>\r\n<br>\r\nThe spircion comes charging towards you. You still couldn't move well with the numbness still present. This is how it ens? Becoming insect food? Not how you saw dying. The spircion was getting closer and you resign yourself to it.<br>\r\n<br>\r\nYou were ready for it all to be over, but fate intervenes as you saw a boot land right right on the spircion. The impact sends you back a few feet. You look up to see it was the girl again. She was twisting her foot back and forth then stomps on the creature again for good measure.<br>\r\n<br>\r\n\"S....she came back?\" You said. She watches you fight a spircion, saves you from it, leaves you to bake in the desert, and come back to save you again? What is with her?<br>\r\n<br>\r\nWhen she was done grinding out the spircion, she turns towards you. She walks over to you and looks you for a few seconds before grabbing you roughly. You'd thank her but she shuts you up with her tight grip.<br>\r\n<br>\r\n\"Don't you say a single word. After all you did, I shouldn't even help you.\" She said as she tightens her grip. \"I should just crush you right now for what you've done to me.\" Her grip on you tightens even more and you winch in what pain you could feel. Then her hold loosens. \"But I won't. You're lucky I feel sorry for you.\" She said. She carries you all the way back to her home.<br>\r\n<br>\r\nWhen there, she drops you on the counter and walks away for a minute. You don't know if you are blessed or cursed that you are alive right now. Either one, you are just glad to be alive still.<br>\r\n<br>\r\nThe girl comes back with a small piece of wet gauze and drapes it on you. \"That should cool your body down.\" She said, taking a seat. She sat by you the whole time just looking at you. Would she forgive you? Was she still mad? There was little you could do if she was still mad. Maybe if you apologize first, it will help.<br>\r\n<br>\r\nEventually, your numbness subsides and you stand up. You move your limbs around and turn to the girl.<br>\r\n<br>\r\n\"Listen. I'm sorry for biting and stabbing your hand. I was terrified and still processing things. I didn't mean to cause you any harm.\" You said. For a few seconds, she says nothing. The her hand comes to you and.....</span></div></div>",
            "created":1589864400,
            "id":2838135,
            "title":"She leaves you there"
        },
        "14122":{
            "author_id":"violetsly",
            "author_name":"darkjak45",
            "choices":[
                "You can stay with me",
                "You can stay, but you have to earn your keep"
            ],
            "content":"<div class=\"\"><div> <span>You were almost home free. You were near the exit. You look back to see her hand coming for you and you muster up one more jump. Only that's what she wanted. She had brought her other hand down in front of you so you'd jump right into it. She quickly closed her hand.<br>\r\n<br>\r\nYou thrash around to free yourself, but stop when she squeezed you. Damn it.... You said. <br>\r\n<br>\r\nYou were thinking all kind of things a the girl carried you back. What was she going to do? Did she do this? Was she going to slowly kill you for biting her? You were on the edge until her hand opens up and she drop you on a counter. You look up at the girl and she's cleaning out the bite mark you gave her. When done, she turns back to you. You try to not be intimidate, but it's really difficult to do that with the intense stare she's giving.<br>\r\n<br>\r\nTake a breathe. I'm not going to hurt you. Even though you bit me. She said. H....how do I know that for sure? You said. Would we be talking right now? She said. She makes a good point. She wouldn't be talking to you if that was the case.<br>\r\n<br>\r\nAnd they say no good deed goes unpunished. She mutter. Did.... Did you have something to do with this? You said. Partly. Not you only coming up to half my pinky, but you being here in my home. Wait. You brought me here? You said. Let's just say, I didn't feel right letting you leave drunk. She said. Drunks come out of that cantina every day. What made me different? You said. You paid for everyone's drinks. Plus, you had the bartender's special. Which nobody had tried yet. So who knows what would have happen to you? She said. So you brought me to your home to sleep it off? Wait a second. Did.... Did you..... You said. No! What kind of girl do you think I am?! She said. I mean, it's not like it hasn't happen before. No better opportunity. And it's not like i'd be able to fight back or anyone would hear me scream all the way out here anyway. You said. I can think of 10 better things to do than take advantage of drunks. She said. At least she's honest.... Doubt anyone else would go as far as she has. You mutter. <br>\r\n<br>\r\nGuess you have this girl to thank. Even though you two got off on the wrong foot. Thanks for looking out for me. You said.  Don't mention it. She said. So what happens now? I doubt you wanted me to stay more than a night. You said. The girl ponders for minute before say.....</span></div></div>",
            "created":1585630800,
            "id":2810966,
            "title":"A huge misunderstanding"
        },
        "141221":{
            "author_id":"violetsly",
            "author_name":"darkjak45",
            "choices":[
                "Have a look around",
                "Just stay there"
            ],
            "content":"<div class=\"\"><div> <span>Well, you won't last a minute in the desert alone. And it would be nice to have some company. She said, muttering that last part. You're letting me stay with you? You said. Why not? She said. ......What's the catch? Entertainment, massages, personal needs? What are you getting out of this? You said. Nothing except your company. She said. Now you're confused. People always want something on this planet.<br>\r\n<br>\r\nWait a second. So you're going to let me stay with you? No string attached? Free of charge? You said. Is that hard to believe? She said. You laugh a little. You don't belong here. You said. You're already small. No need to make it any worst on you. She said. You really don't belong here. You're way to nice. Alright. I'll take you up on your offer miss....? You said. Rey. You? She said. (Your name) You said. She extend her index finger and you grab it, making her laugh a little.<br>\r\n<br>\r\nIf we're going to be roommate, we should know a little about the other. You said. Seems fair. Just nothing too personal. She said. I get it. A girl needs her secrets. So you live alone here? You said. Just me and the AT-AT for as long as I can remember. She said. You do want to get out of here one day? You said. Shuttle rides aren't cheap. And I only get so much from scavenging. Plus, I'm waiting for someone. She said. Is this someone important? You said. Very. Let's leave it at that. She said. As you say. You said. From the pensive look she has, it's a touchy subject so you quickly change it.<br>\r\n<br>\r\nAre you generally this nice to people? You said. When they deserve it. You seemed nice when I saw you. So why not return the favor? She said. Heh. If I didn't know any better, I'd think you wanted me to owe you a favor. You said. I'm not that petty. She said. Hm. Ok. I think I have a good feel of you. Your turn.<br>\r\n<br>\r\nWhere did you get the credits to pay for everyone's drinks? She said. I got lucky in a search. Looking for anything of value in the star destroyer. Why? You need some? You said. No. Usually people get a ride out of here. Not a trip to the cantina. She said. I know a few people here. I don't want to leave without them. And I wanted to celebrate a little. You said. And you're shocked at me. She said. Guess we're both few and far between. You said. I guess we are. What about you? You have anyone waiting for you? She said. Nah. Both of my parents are gone, and I never had the time to get a girlfriend. If that's what you mean. You said. Rey wanted you to elaborate, but she doesn't want you to relive it. Although, she's a bit happy that there is someone else out there like her.<br>\r\n<br>\r\nWe'll pick this up later. I've got to get back to work. She said. Scavenging. You're just going to leave me here? You said. It gets dangerous sometimes and I don't want you in harm's way. Plus, can you take out engines or laser system without killing yourself? She said. Yeah. I've taken apart starfighters a few times. You make sure there's no power in the fighter. If there is, you cut the yellow wire for the engine and the red and black for the lasers. You said. And what fighter is that for? She said. X-wings. You said. A smart guy as well. Another rare thing here. Still it's dangerous at your size. She said, grabbing her staff. I'll try and be back before sunset. She said before leaving.<br>\r\n<br>\r\nShe cares at least. Still, that leaves me here alone. You said. You could have a look around. But that might be an invasion of privacy to her.</span></div></div>",
            "created":1585976400,
            "id":2813246,
            "title":"You can stay with me"
        },
        "1412211":{
            "author_id":"violetsly",
            "author_name":"darkjak45",
            "choices":[
                "Rey finds you",
                "Rey gives up"
            ],
            "content":"<div class=\"\"><div> <span>Well, knowing the place you're staying isn't a bad idea. Plus, you could learn a bit more about your host. You climb down onto the ground and walk around.<br>\r\n<br>\r\nYou come to what looks like a makeshift bathroom.<br>\r\n<br>\r\n\"Got to stay clean, but where does all the water come from?\" You said. You move on to see a potted dying flower. \"You've seen better days.\"<br>\r\n<br>\r\nYou walk around some more and it's nothing out of the ordinary for a scavenger, but you came across something that shocked you. It was a wall of tally marks. A lot of tally marks.<br>\r\n<br>\r\n\"What the....\" You said looking at them. You try to count them, but there are too many to count and some you can't see.<br>\r\n<br>\r\n\"All these marks.... What could they represent?\" You said, sounding a bit scared. Your mind jumps to the conclusion that they are kill tallies. But they can't be that, right? If that was the case, you'd be dead by now. She did come off strong and a little rough. But it's Jakku. You have to be rough here or people will walk over you. But that doesn't make her a killer....right?<br>\r\n<br>\r\nYou step away from the wall and climb back up the counter.<br>\r\n<br>\r\nYou sit there until the sun was starting to go down, unable to shake the knowledge of those tally marks. You kept questioning what they were for until Rey came back looking a bit exhausted. She came over to where you were at and sat down. You were going to say something, but her eyes landed on you and you closed your mouth. So for the next few minutes, it was quiet until Rey spoke.<br>\r\n<br>\r\n\"Hungry?\"<br>\r\n<br>\r\n\"Huh?!\" You said surprised. \"Y-yeah. I am a little hungry.\"<br>\r\n<br>\r\nRey notices you acting a little strange.<br>\r\n<br>\r\n\"Are you alright? You seem a bit....off. Did someone come by?\" She said.<br>\r\n<br>\r\n\"N...no. I'm fine. Really.\" You said, giving a fake smile.<br>\r\n<br>\r\n\"Ok.... I'm going to find some food for us.\" She said. She gets up and you breathe out in relief. You wait for her and she comes back with a sandwich. From the meat, you tell it's boar meat brought from another planet. She tears off a piece and hand it to you. Rey stifled a giggle as he watched you eat. She won't admit it, but it was cute watching you eat. You both eat until you are full.<br>\r\n<br>\r\n\"Thanks.\" You said.<br>\r\n<br>\r\n\"Don't mention it.\" She said. Rey stands up. \"I'll be back in a second. Stay here.\"<br>\r\n<br>\r\n\"Sure.\" You said. Rey walks off, and when she's out of sight. You jump off the counter onto the soft sand. You quickly followed her and see her at the wall of tally marks. She looks at the wall for a few seconds before adding another mark to it. You nearly gasp. When she turns around to leave, you hug the wall to hide as her foot lands near you; covering you in a bit of sand. When she gets back, she sees you're gone.<br>\r\n<br>\r\n\"W-where did you go?\" She said. She looks around for you but comes up empty. \"I said stay here.\"<br>\r\n<br>\r\n\"She added another mark to it. Is she really a killer? If she was, I'd be dead. Unless she keeping me until she gets bored. No. She wouldn't be that cruel.\" You said. You were trying to rationalize this as best you can, but it was not making any sense. You would ask, but are too scared of the answer. You look out to see Rey searching for you and sighs.<br>\r\n<br>\r\n\"Ok. Want to play hide and see? Alright. But I'll have a little fun of my own when I find you.\" She said, with a small smile.<br>\r\n<br>\r\nYou watch Rey scour the place for you. She's turn this into a game. Maybe that's what you need to calm yourself down. Afterwards, you can ask about those marks.<br>\r\n<br>\r\n\"Come out, little man. Can't hide forever. I know every inch of this place.\" Rey said. After a long day of scavenging, she was in need of a bit of fun. She was already thinking of more fun thing to do when she found you. After she chastise you for hiding from her in the first place.</span></div></div>",
            "created":1591938000,
            "id":2850463,
            "title":"Knowing your roommate"
        },
        "15":{
            "author_id":"violetsly",
            "author_name":"darkjak45",
            "choices":[
                "Padme",
                "Iden Versio",
                "Captain Phasma",
                "Qi'ra",
                "More"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>How about these ladies?</span></div></span></div>",
            "created":1585458000,
            "id":2809387,
            "title":"Other"
        },
        "151":{
            "author_id":"violetsly",
            "author_name":"darkjak45",
            "choices":[
                "Tell her what she wants",
                "Stay quiet",
                "Try to escape"
            ],
            "content":"<div class=\"\"><div> <span>\"Ok.... You got this.\" You said, mentally preparing yourself. You were a pretty successful bounty hunter. Every mark you've gotten, you've either killed them or captured them alive. Now you were going after the biggest mark of your life.<br>\r\n<br>\r\nThe republic senator Padme Amidala. The CIS put a huge bounty on her. Huge enough to were you could retire early. Other bounty hunters have tried and failed to claim it. Now was your time. If you claim this mark, you will be set for life.<br>\r\n <br>\r\nBut getting to her won't be easy. Guards would patrol outside her apartment. But that didn't stop you. You bribed a guard for his uniform and it was all set from there. <br>\r\n<br>\r\nYou were walking to her door, preparing yourself. You got to her door and ready to hack it open, but it opened up itself. You've been on enough mark to know what's happening next. You drew your blaster and walked slowly, looking out for any surprises and to find Padme. You search the suite up and down for her, but she's not here.<br>\r\n<br>\r\n\"Damn. Did I just miss her?\" You questioned. As you ponder, you felt a blaster to your back.<br>\r\n<br>\r\n\"Don't move. And drop the blaster\" Padme said. You listen and lower the gun to your side.<br>\r\n<br>\r\n\"I said drop it.\"<br>\r\n<br>\r\n\"I don't think so.\" You said. You had the gun pointed at her foot and fired.<br>\r\n<br>\r\n\"Ow!\" She shouts. While she's stunned, you disarm her and hit her with the gun butt. She falls to the ground and scurries to her couch. You take a look at her and she is beautiful. Not that you haven't killed pretty women before, just that the senator seemed to be in a league of her own.<br>\r\n<br>\r\n\"Wait! Who hired you? I'll double what they are offering.\" She said.<br>\r\n<br>\r\n\"I highly doubt you can match it.\" You chide.<br>\r\n<br>\r\n\"Really? Name your price.\"<br>\r\n<br>\r\n\"Sorry. I'm a one man contract person.\" You said.<br>\r\n<br>\r\nBefore you could shoot her, she throws her pillow at you. You easily dodge it, but she levels a blaster at you and shoots you.<br>\r\n<br>\r\n\"Urk.....\" You said as you stumble a bit. You return a few shots. One grazes her and the others hits the wall.<br>\r\n<br>\r\nYou feel a burning sensation in your chest and woozy. Your sight gets hazy and you collapse on the ground.<br>\r\n<br>\r\n\"Oh.....\" You said regaining conscious.<br>\r\n<br>\r\n\"Oh, good. You awake.\" A voice said. You know that voice. It's the senator. But it sounds loud. You turn around to see a frightening sight. It was the senator, except she was huge and smiling down at you. You wanted to run but she grabbed you. She takes you to a table and puts you down on it and takes a seat.<br>\r\n<br>\r\n\"So little hunter. Now do you want to negotiate? \" She said as her smile turns a bit smug. You grit your teeth for being talked down to.<br>\r\n<br>\r\n\"I'm a fair person. So. How about you tell me who hired you and who gave you their guard uniform, and I won't make your life as miserable as possible with me.\"  She said.<br>\r\n<br>\r\n\"Wait. You're going to keep me? At this size? And what do you mean with you?\" You asked.<br>\r\n<br>\r\n\"I am. I must say, the black market has everything a lady needs. She said, with a chuckle.\"As for the last part, I can't have you going back to a life of killing. So I plan on keeping you with me. It won't be bad at all. I'll take good care of you.\" She said, smiling.<br>\r\n<br>\r\nYour world was shaken. What should have been an in and out job just got turned on its head. Now you were shrunken and at the mercy of Padme. She was planning on keeping you with her at this size after you told her who sent you. You had pride yourself on professionalism. Never giving up your employer and completing your contracts to the T. <br>\r\n<br>\r\nBut this situation is different. Even though she's a Republic senator, who's staunchly against torture and slavery, you doubt she would uphold that value now. Plus, being with a gorgeous lady can't be that bad. You'd never have to worry about credits again.<br>\r\n<br>\r\n\"So, little hunter.... What will it be?\" She said.</span></div></div>",
            "created":1588827600,
            "id":2832001,
            "title":"The senator"
        },
        "1512":{
            "author_id":"violetsly",
            "author_name":"darkjak45",
            "choices":[
                "Use her mouth",
                "Rub you against her butt",
                "Rub her feet on you"
            ],
            "content":"<div class=\"\"><div> <span>\"Sorry, senator, but I didn't get this far by giving up my clients.\" You said.<br>\r\n<br>\r\n\"Integrity. If only you were a killer.\" She said, leaning in closer. \" You're not the first bounty hunter to come after me. Others have tried, but end up just as you are right now. And guess what happened to them.\"<br>\r\n<br>\r\n\"You kept them as your slaves?\"<br>\r\n<br>\r\n\"That's horrible! I was more than willing to let them go free. All they had to do was tell me who sent them. But did they take it? No. They'd rather be difficult and use colorful language, threats, and even shoot at me. I'm a fair and nice person, but if you're going to spit in my face and be hostile....\"<br>\r\n<br>\r\n\"So you killed them?\"<br>\r\n<br>\r\n\"Like I said, I was more than willing to let them go. But they decided to attack me. So all I did was defend myself.\"<br>\r\n<br>\r\n\"That sounds like Jedi talk. I told you already. I'm not giving up my client.\" You said, adamant. <br>\r\n<br>\r\n\"Be reasonable. What good are credits to you now?\"<br>\r\n<br>\r\n\"I have a reputation to uphold. Something a senator should know about. Bad for business and my image if I spill information about my client.\"<br>\r\n<br>\r\n\"*Sigh* Very well.\" She said, grabbing you. \"I was really hoping you'd be more cooperative than the others.\"<br>\r\n<br>\r\n\"You won't break me.\" You said, determined. Padme brings her finger to you and you brace yourself. Instead on striking you, she removes your clothes until your naked; which leaves you baffled as Padme smiles at you.<br>\r\n<br>\r\n\"Like I said, you're not the first. I tried physical persuasion and negotiation, but neither worked before. So i'm going to try something a bit....different this time.\"  She said. She brought two fingers to your dick and slowly rubs your dick. You stifle a moan as her finger stroke you.<br>\r\n<br>\r\nIt didn't take long for you to get fully erect. Seeing this, Padme picks up the pace. She giggles as she watches your reaction. She keeps this steady pace for a few minutes, then goes a bit faster. You couldn't hold back for much longer and she knew it. \"About to blow? That didn't last long.\"<br>\r\n<br>\r\nShe was right. You were on edge. But just as you were about to erupt, she suddenly stops. You look at her bewildered and she smiles.<br>\r\n<br>\r\n\"Oh. You thought I was going to let you cum? No, you don't get to. Not until you tell me what I want to know.\"<br>\r\n<br>\r\nSo that was her game. To leave you sexually frustrated. A dirty tactic that is working. You were denied release and were actually upset about it. You'd do it yourself if your arms weren't pinned by her fingers.<br>\r\n<br>\r\n\"So. How doe it feel to be right on the edge and stopped at the last second? Mad? Frustrated?\" She said. You don't respond to her.<br>\r\n<br>\r\n\"Tell me what I need to know, and I'll give you the release you want.\"<br>\r\n<br>\r\n\"Not on your life.\" You said with a little anger.<br>\r\n<br>\r\n\"Fine. Then we continue.\" <br>\r\n<br>\r\nPadme thought for a minute and choose to....</span></div></div>",
            "created":1594098000,
            "id":2863166,
            "title":"Padme's special interrogation"
        },
        "152":{
            "author_id":"violetsly",
            "author_name":"darkjak45",
            "choices":[
                "Give yourself up to her",
                "Remain hidden"
            ],
            "content":"<div class=\"\"><div> <span>\"*Pant* *Pant* *Pant*\" You pant hard as you waved through the grass and wood chippings. You look back to see if you're being followed. You weren't so you hid behind a tree.<br>\r\n<br>\r\n\"This isn't happening..... This isn't happening....\" You said. This isn't how what you thought would happen. Attacking the Empire's second death star was already a dangerous plan. Taking out the shield bunker guarded by stormtroopers and AT-STs but it had to be done to take out the second Death Star. But that was nothing compared to what you're going through now.<br>\r\n<br>\r\nYou had taken a bolt to the side at the bunker while covering the entrance. It was nothing serious, but the burning sensation didn't stop and neither did the pain. It got so bad that you passed out. <br>\r\n<br>\r\nWhen you came too, you were looking up at a giant stormtrooper. You were too stunned to move from the sight of trooper. What did that blaster bolt do to you? You didn't have time to wonder as the trooper looked down and saw you. You didn't know what they were thinking or even their expression, but you weren't going to stick around to find out. You quickly got up and ran as fast as you could.<br>\r\n<br>\r\nAnd you didn't stop until now.<br>\r\n<br>\r\nYou collected yourself and your breathe. As you were running, you came to realize that you were shrunken as everything was bigger than you. \"What did the Empire create? Shrinking technology? I knew they were advance but....\" You said. If they did have this kind of tech, you shudder at the thought of what they will do with it. You've heard what they did with the first Death Star.<br>\r\n<br>\r\n\"I can't sit here forever. I need to find some help.\" You said. Just as you got up, you heard leaves crunch. You sit back down and didn't move a muscle. The crunching got closer and closer until it stopped. You listened for a minute and it was quiet. You were about to breathe in relief when a huge black boot landed right next to you. You nearly jumped out of your skin.<br>\r\n<br>\r\nYou look up to see it was the stormtrooper without her helmet on. And it was the same one who spotted you earlier. She actually followed you.<br>\r\n<br>\r\n\"I know you're here somewhere.\" She said. Her voice sounded like thunder to you; almost making you cover your ears. \"You couldn't have gone that far. Not in your current state.\" She said, moving forward slowly while scanning the ground.<br>\r\n<br>\r\nIden didn't think this would happen. When her squad were given special equipment, she didn't know it would do this. When she saw the small rebel, she was just as stunned as you were when you saw her. She had watched you run off and ordered her two squadmates to clear the bunker while she keeps watch. Which was a lie so she could come after you.<br>\r\n<br>\r\n\"You know, this is a dangerous planet. More so at your size. Why don't you make it easier on yourself and come out? I don't bite.\" She said, trying to coax you. You weren't going to listen. You'd be a prisoner and you've heard some nasty things about being an imperial prisoner. It would only be worst at this size. <br>\r\n<br>\r\n<br>\r\n\"Come out wherever you are. I won't kill you like the vicious animals here.\" She said. Iden wanted-no needed to find this rebel. A shrunken enemy completely at her mercy and doing what she says? It was something she couldn't pass up. She just has to find you in this jungle and before her squad finds out she's missing. But it's difficult looking for someone who can literally hide under a leaf. And there are way too many to look under individually. So she had to do the next best thing. Make you come to her.<br>\r\n<br>\r\n\"Do you really want to be out here all alone? Fighting to survive each and every second? Is that a better choice? Having to worry about not becoming food for an animal? Is that that you want?\"She said, making some good points. \"At least with me, you'll get to live easy and not worry about anything. Your squad is dead, your fleet is almost wiped out, and your leaders are in custody. Face it. You're all alone on a hostile planet.\"<br>\r\n<br>\r\nYou hate to admit it, but she's right. You are alone on a unknown planet and shrunken. Everyday would be just a fight to survive and who knows what's out here just waiting to prey on you. And last you heard, the space battle wasn't doing so well. She might be your only choice you have of getting out of here.<br>\r\n<br>\r\nBut she's an Imperial. She'd enslave you and you wouldn't be able to do anything about it. Who knows what she'll make you do. At least with the jungle, you know what to expect from it. But not her. What if she grows tired of you and kills you? What's to say she won't kill you the second you show yourself? Just because she says she won't? She could be lying through her teeth. Like Imperials always do.<br>\r\n<br>\r\nAfter some serious consideration, you decide to.....</span></div></div>",
            "created":1595048400,
            "id":2870806,
            "title":"The Imperial stalwart "
        },
        "154":{
            "author_id":"violetsly",
            "author_name":"darkjak45",
            "choices":[
                "Her lips",
                "Her breast",
                "Her feet"
            ],
            "content":"<div class=\"\"><div> <span>Qi'ra better have a good reason for calling me here. You said, taking a seat. You were on Dryden Vos' yacht waiting for Qi'ra to show up. The message she left you sounded pretty urgent. So you got here as quick as you could. Then you see her come through the blast door. She struts all the way to you. You've wondered from time to time how a gorgeous lady like her got into this life. <br>\r\n<br>\r\n(Your name)! So happy you could drop by. She said, smiling. Yeah. A reason your walking around barefoot on solid wood? You said. I was relaxing. Do I need my boots on to relax? She said. Fine. But I'm not pulling out any splinters. So what do you want that was so urgent? You said. I called you here so that you can finally take a break. She said. You roll your eyes and sigh.<br>\r\n<br>\r\nThat's why you called me? So I can relax? You said. Pretty much. You've been on the ball since day one, and I don't want you collapsing on a big job one day. She said. Touching. But I'm fine. I can take it easy when I sleep. You said. Come on. It's not like you got anything planned. She said. Ugh.... If I say yes, will you not do this again? You said. Sure. She said. Fine. Just to end this conversation. You said, defeated. Qi'ra smiled as you rub your temples. <br>\r\n<br>\r\nSo what kind of poison do you want? She said. Anything strong. You said. Qi'ra pulls out a two glass and pours the drinks. She gives you yours and offers a toast. To a profitable future. She said. You both clink glass and down it quickly and cough a little. Man. That's some strong stuff. You said. Well, that's what you asked for. She said, smiling awfully wide.<br>\r\n<br>\r\nAfter a few seconds of drinking this swill, you feel drowsy and pass out. Qi'ra looked at you with a satisfied smile. Now the real fun begins. She said.<br>\r\n<br>\r\nOhhh..... You said, holding your head. Qi'ra.....? You there? You said. You heard giggling. It sounded like Qi'ra, but it was loud. Almost ear rattling. Your eyes finally focus and in front of you, you saw two giant pale feet in front of you. What the hell....? You said as the toes wiggle in excitement. You look up and see Qi'ra with her hands on her hips smiling down at you. She was already gorgeous, now she looked like a goddess. For a quick second, you felt the need to get on your knees and bow to her.<br>\r\n<br>\r\nQ....Qi'ra? Why are you huge? You said. Qi'ra giggles at you. It's not me that big. You've gotten smaller. Or should I say...shrunk. She said. D....did you do this? How? Why? You said. Well, I stole this pill from a hutt I rob blind. His scientist were looking for new ways to torture his victims. Apparently, it shrinks people. And I just had to test and you came to mind. She said, happily. It had to be me? You couldn't have found someone else? You said. I could have.... But you were easier to get to. And it looks like it worked. She said.<br>\r\n<br>\r\nYou can't believe that Qi'ra's done this to you. She put a pill in your drink just to see if it would work. You're angry at her for doing this, but scared what she could know do you at this size.<br>\r\n<br>\r\nS....so what are you going to do to me? You said, a bit terrified. I'm not going to hurt you if that what you're thinking. You're too cute for that. She said. You breathe in relief. I don't suppose there's a way to change me back. You asked nicely. Haha! Sorry, little man. But you're stuck like this. She said. Fantastic.... You said dejected. Don't be sad, (your name). Me and you are going to have lots of fun. In fact, soon, you might thank me for doing this. She said, reaching for you. Every ounce of you was telling you to run. But your legs were locked out of fear and sight of her massive hand coming for you. Her hand wraps around you and lifts you up to her pretty, smiling face.<br>\r\n<br>\r\nEven cuter up close. She said. You blush a little. So what part of me do you want to experience first? My plush lips? She said. She puckers her rudy red lips and makes a kissing sound. Maybe take a dive in my ample breast? She said. With her free hand, she squeezes her breast. Or perhaps.... You want to play with my big feet? She said. She picks you up and shows you her wiggling toes. So which one first? She said.<br>\r\n<br>\r\nI....Uh.... You said. Don't be shy, little man. Tell me, and I'll oblige. She said. In the end, you pick.....</span></div></div>",
            "created":1586667600,
            "id":2817915,
            "title":"The pretty criminal"
        },
        "1543":{
            "author_id":"violetsly",
            "author_name":"darkjak45",
            "choices":[
                "Sure, but it's my pick now",
                "No. I want more foot fun"
            ],
            "content":"<div class=\"\"><div> <span>\"Y-your feet.\" You said.<br>\r\n<br>\r\nQi'ra looks at you surprised.<br>\r\n<br>\r\n\"Really? My feet? Not my breast? Or my lips? Not even my butt? You want to be with my feet?\" She said.<br>\r\n<br>\r\n\"W-well, you're going to have me do something with them sooner or later. Might as well get it out the way now.\" You said.<br>\r\n<br>\r\n\"Hehe. Yeah, but that was for later. Not right now. She said bringing you closer. \"Do.... Do you like feet?\"<br>\r\n<br>\r\n\"What!? No! I don't! I gave you my reason!\" You said defensively.<br>\r\n<br>\r\n\"Hey, I'm not bashing you if you do. Everyone has their kinks. She said, gently rubbing your back with her finger. \"But I owe Xina 20 credits. She called you having a foot fetish.\" She said teasing you.<br>\r\n<br>\r\nQi'ra walks over to the couch and sits down. She then places you down at her feet and smiles.<br>\r\n<br>\r\n\"There you go. Do whatever your little heart desires. Just don't overexert yourself.\" She said. You look at her feet as her toes wiggle in excitement.<br>\r\n<br>\r\nYou look at her feet and, you hate to admit it, but they were cute. Qi'ra had always taken good care of herself. You touch her foot and feel how soft and smooth it is.<br>\r\n<br>\r\n\"Come on. I know you want to do more than just touch them. I gave you full permission.\" She said. You never got far in this life by doing things half way. Plus, you want to get this over with as quickly as possible. The sooner the better. So you sigh and start kissing her foot. Which even surprises Qi'ra.<br>\r\n<br>\r\n\"Wow.... I didn't know you like feet that much.\" She laughed. You roll your eyes and keep kissing.<br>\r\n<br>\r\n\"Why didn't you ever tell me about this fetish of yours, (your name)? I would have been more than happy to let you do this.\" She said, teasing you even more. One, you don't have a fetish for feet. And two, even if you did, Qi'ra would be the last to know as she's always messing with you. Like the time you told her you never kissed anyone before, she'd just randomly start kissing you. It was good at first, but then she'd do it at inappropriate times. Like flying a stolen ship while it's being shot at or counting credits.<br>\r\n<br>\r\nAfter a few more minutes of this, you finally stop.<br>\r\n<br>\r\n\"Aw. Done already? My feet were loving the treatment you were giving them.\" She said, pouting. You sigh as you saw Qi'ra's feet shifted to your sides.<br>\r\n<br>\r\n\"Now it's my turn.\" She said. She sandwiches you between her feet and starts rubbing them together. She giggles as she felt you squirm between her feet.<br>\r\n<br>\r\n\"Hehe! No escape now. You're trapped.\" She taunts. She continues to rub her feet all over you as you fight to get them off you.<br>\r\n<br>\r\nShe holds you there for a few minutes before dropping you on the ground. You lay there panting for breathe as her toes glide over to you and start rubbing you all over your body.<br>\r\n<br>\r\n\"Oh....! Is that a blaster I feel, or are you excited to be with my feet?\" She said, with a seductive smile.<br>\r\n<br>\r\n\"Neither. Are we done now, Qi'ra?\" You said.</span></div></div>",
            "created":1589173200,
            "id":2833891,
            "title":"Fun with Qi'ra's feet"
        },
        "155":{
            "author_id":"007heath",
            "author_name":"Giantess007",
            "choices":[
                "oola with bigger tits",
                "mama the hutt ",
                "Other"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>How about mama the hutt or oola with bigger tits?</span></div></span></div>",
            "created":1586149200,
            "id":2814525,
            "title":"More"
        },
        "1553":{
            "author_id":"violetsly",
            "author_name":"darkjak45",
            "choices":[
                "Bastila",
                "Satele",
                "Other"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>Maybe these two?</span></div></span></div>",
            "created":1591419600,
            "id":2847216,
            "title":"Other"
        },
        "15533":{
            "author_id":"shrunkenelf",
            "author_name":"ShrunkenElf",
            "choices":[
                "The Second Sister",
                "Merrin",
                "Other"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>Either of the Fallen Order ladies?</span></div></span></div>",
            "created":1594443600,
            "id":2866368,
            "title":"Next"
        },
        "155331":{
            "author_id":"shrunkenelf",
            "author_name":"ShrunkenElf",
            "choices":[
                "You’re too shocked to move.",
                "You run for cover!"
            ],
            "content":"<div class=\"\"><div> <span>There was a flash of white and then blackness… <br>\r\n<br>\r\nIt was over, the woman who had been chasing you across the inner rim had finally caught up to you on a scavenger station. In the chaos that ensued, thankfully most, if not all of the civilians fled. It was just you and the black-clad imperial inquisitor. Over the past few weeks, you had a few close calls, but you were cornered now. But you were a Jedi… well, at least a padawan. <br>\r\n<br>\r\nYou fought valiantly, but in the end, it appeared that the woman was simply a better duelist than you. As you fought through the scavenger station, you were flung against some discarded separatist tech from the war. There was a flash… And you thought that was it.<br>\r\n<br>\r\nBut evidently it wasn’t, as you groaned as you came to consciousness. Sirens were wailing from somewhere in the distance. You opened your eyes, the metal ceiling seemed blurry and oddly distant. You blinked as things started to focus. It <i>did</i> look distant… Very distant. That separatist tech was just beside you, but far; like you were a child again… But even smaller. You started to sit up just as you heard what sounded like a thud coming from behind you.<br>\r\n<br>\r\nJust as you turned you heard it again, but louder. Seconds later you realized what it was, and what had happened. It was the inquisitor… only, she was huge. No, you were small <i>very small.</i> Whatever that separatist tech was, it had done this to you. But you didn’t have time to consider the implications of what that meant as there was another crash as the inquisitor's black leather boots drew even closer.<br>\r\n<br>\r\nYou reeled back as she was approached as the toe of her boot crashed just in front of you as she stepped over you. In complete awe, you watched her lithe form pass over you as she approached the machine that you had been knocked against. She knelt to the ground to inspect something, and her hand rose back into view with your lightsaber in it.<br>\r\n<br>\r\n“I know that you are here…” Her voice, augmented by her mask resonated across the room. “There is nowhere to run padawan…” She said, her mask scanning the room, and landing right on you…<br>\r\n<br>\r\nHer head tilted slightly as she stared at you, seemingly at a loss for words for the first time since you encountered her. “Now <i>that</i> is curious…” She purred, as she rose to her feet and strode over towards you.</span></div></div>",
            "created":1594443600,
            "id":2866369,
            "title":"The Second Sister"
        },
        "1553311":{
            "author_id":"shrunkenelf",
            "author_name":"ShrunkenElf",
            "choices":[
                "She decides to flatten you some more… ",
                " She brings you up to her face… ",
                "She tosses you down to her feet..."
            ],
            "content":"<div class=\"\"><div> <span>All you could do was watch as her gloved hand wrapped around you and pulled you from the floor, holding you in front of her helmet’s red visor. “<i>Very</i> curious indeed…” She purred as she began to dangle you in front of her and inspect you like you were an object. “And here I thought I would be leaving with only one prize…” she said, holding your lightsaber in her other hand, before clipping it to her belt. “But I think getting to keep you like <i>thist</i> is a far better prize.<br>\r\n<br>\r\nHer grip tightened around you as she stood back up, her gaze lingering on what little of you she could see with her fist wrapped around you. She held you in her fist as she made her way back to the hanger that her Tie Interceptor was. “I hope you’re ready. This is going to be a bumpy ride. For you at least.” She purred, her helmet leaning in to get a closer look at you before she began to climb onto the top of her interceptor. <br>\r\n<br>\r\nThe hatch opened before her, and she held you out in front of her. “I’ll see you in a bit…” She purred in an exaggeratedly sensual manner before she let go…<br>\r\n<br>\r\nYou fell what seemed like a hundred or so feet at your size, and you bounced against the cushion of the pilot’s chair. When you came to your senses, you could already see the inquisitor lowering herself into the command pod. She stopped about a foot above her cushion and flipped her cape to the side, giving you an admittedly gorgeous view of her ass.<br>\r\n<br>\r\nBut the view didn’t last, seconds later her backside came crashing down on top of you, effortlessly pinning you beneath her. “Ooooh,” her muffled voice purred. “I never knew that a Jedi made such a good cushion…” She taunted, as she began to wriggle her hips from side to side, sliding her gorgeous backside all of you. “Well, you’d probably best get used to it. We’ve got a long ride ahead of us…”<br>\r\n<br>\r\nYou could faintly hear the ship rumble to life as she prepped it for flight, a faint mechanical sound as she presumably discarded her helmet, and moments later departed the scavenger station.<br>\r\n<br>\r\nIt would take at least a half-hour for the interceptor to return to the Star Destroyer in orbit around the backwater planet that served as most of this small corner of the inner rim’s commerce. All that she had to do was fly in a straight line for a while, and unfortunately, you were her only form of entertainment…<br>\r\n<br>\r\n“Comfortable down there?” She called, wriggling her backside slightly, causing your tiny form to squirm in protest. The inquisitor let out a pleasurable giggle. “Keep that up, you’re making me even more comfortable…”<br>\r\n</span></div></div>",
            "created":1594443600,
            "id":2866451,
            "title":"Caught by the Second Sister"
        },
        "15533112":{
            "author_id":"yarglebargle",
            "author_name":"Billis",
            "choices":[
                "slurped you into her mouth",
                "opened her body suit to slip you inside"
            ],
            "content":"<div class=\"\"><div> <span>For some time you were trapped beneath the rear of the Second Sister, it didn't help that your captress made sure to wiggle on top of you just often enough to keep you from getting used to the pressure of her ass pressing down on you. You're not sure quite how long you sit trapped and listening to the roar of the tie interceptor's engines, interrupted by the occasional giggle or moan from the Second Sister as she sat atop you, but it did come to an end when the massive ass briefly lifted off of you and her massive gloved hand reached down to grab you. After being squished for however long you were in no real position to avoid the massive hand and were easily snatched up. As the Second Sister wrapped her fingers around your little body and brought you up to her face you were surprised to see she'd removed her helmet, twisting your head around you could see out of the interceptor's viewport, the star destroyer the Second Sister was flying towards was still a fair distance away, meaning she still had plenty more time alone with you in here. You were jolted out of your thoughts as the Second Sister spoke \"So then, I figured you might have had enough as my cushion and we might see what else you can do for me\" You really didn't want to see what else she had in store for you but there was nothing you could do about it at your size as she...</span></div></div>",
            "created":1595221200,
            "id":2872057,
            "title":" She brings you up to her face… "
        },
        "155332":{
            "author_id":"yarglebargle",
            "author_name":"Billis",
            "choices":[
                "Let her pick you up, she didn't meant to do this",
                "Try to escape, you have no reason to trust this witch"
            ],
            "content":"<div class=\"\"><div> <span>You couldn't believe what had just happened to you, due to a mechanical failure with your ship you'd been forced to land on the hostile world of Dathomir. You'd quickly found some ruins of the nightsister clan, strange witches who'd lived here until they were wiped out during the Clone Wars. At least that's what you'd thought, while exploring the ruins you stumbled into a room where you found a young witch performing a strange ritual, startled by your sudden entrance the witch lost focus on her magic and it went haywire. Bolts of green energy fired of wildly in all directions, one struck you in the chest knocking you flat on your back and momentarily dimming your vision. When your vision returned to normal a second later the world seemed so much bigger than it had a moment ago, and the young witch was standing over you in shock of what her magic had done unintentionally. Both of you seemed to recover from the shock of the sudden events at the same time, as you got to your feet the witch began crouching down with her hand outstretched to scoop you off the floor.</span></div></div>",
            "created":1595221200,
            "id":2872074,
            "title":"Merrin"
        }
    },
    "info":{
        "author_id":"violetsly",
        "author_name":"darkjak45",
        "brief_description":"Small around the girls of Star wars. What will happen?",
        "created":1585033500,
        "description":"<td align=\"left\" class=\"norm\">Only one rule: No male giants.<br>\r\n<br>\r\n<br>\r\nAnything is allowed here.<br>\r\n<br>\r\nI'm not a stickler for grammar. So at most, I'll just correct words that have been misspelled.<br>\r\n<br>\r\nIf you have a certain person in mind that you don't see added, don't hesitate to ask for her.<br>\r\n<br>\r\nHave fun!!</td>",
        "id":2216794,
        "image_url":"https://images.Writing.Com/imgs/writing.com/writers/listing-header-5000.gif",
        "last_full_update":1595050380,
        "modified":1595271120,
        "pretty_title":"Star Wars: Shrunken Adventure"
    }
}