{
    "chapters":{
        "1":{
            "author_id":"kalil_rocks",
            "author_name":"Robloxian2912",
            "choices":[
                "You take your time since you're already late",
                "you hurry to school so you don't get in any more trouble",
                "You go through the truck that hit you",
                "The police arrive"
            ],
            "content":"<div class=\"\"><div> <span>           It was an early morning in February and 54Â° outside. I rolled over in my bed, still groggy from staying up late last night. As I rolled over, I saw that my alarm clock said <b>8:05 a.m.</b> and and panicked as I realized that school starts at 8:15. The only thing i could think about, as I jumped out of your bed, was how pissed at me Mom would be that I was late to school. For the most part, I lived by myself at home. My mom usually slept overnight at work and my dad died 5 years ago. My older sister was usually off doing who knows what with her boyfriend so that just left me home alone a lot.<br>\r\n           As I struggled to get out the house, an unsettling feeling in the air. At the time, I shrug it off being that I still stuck on the looming presence of the of being late for school. Mom would take away my phone for at least a week. The closer i got to school, the more uneasy I felt. Then it hit me. Literally, it hit me. A truck had just smacked right in to me going at least ten over the speed limit. Somehow, I managed to stand back up but i was unscathed from the impact. I checked on the person driving the truck and, to my surprise, no one was present. I looked back at my watch and my heart jumped as I realized school started 2 minutes ago!<br>\r\n<br>\r\n<br>\r\n<div align=\"center\">Shift to present tense</div></span></div></div>",
            "created":1535950800,
            "id":2542339,
            "title":"The accident"
        },
        "12":{
            "author_id":"kalil_rocks",
            "author_name":"Robloxian2912",
            "choices":[
                "Find it after class",
                "The girl you like picks it up",
                "it lands somewhere warm"
            ],
            "content":"<div class=\"\"><div> <span>          I hurried as fast as I could to my class. Out of breath, I slam through the door and everyone stared at me.<br>\r\n<br>\r\n\"Sorry I'm late, I got held up this morning\" I say struggling to breath<br>\r\n<br>\r\n\"Just take your seat, we will discuss this later, Mr. Johnson\" The teacher says angrily. Swiftly, I take to my seat in the middle of the class. Everyone is continuing to look at me and filling me with nervousness. To help cope with everyone looking at me, I start to play with my finger. \"Okay everyone, I want you to open your text books to...\" The teacher continues but i start to tune him out. My finger feels a bit funny but I ignore it too. I'm too focused on getting everyones stares off me to notice how hard I'm pulling my finger. Suddenly, I hear a soft pop so I look down. I immediately start to panic at the sight of my disconnected finger in my hand. I notice that somehow by hand isn't bleeding at all and the place where my finger once was is now smoothed over with a layer of skin. Seemingly out of nowhere, the teacher shouts \" Mr. Johnson, pay attention!\". I get startled and and watch my detached finger get flung in the air.<br>\r\n<br>\r\n\"Gah! I'm sorry I'll pay attention!\" I yell. Immediately after he looks away, I frantically search around the room for my finger<br>\r\n<br>\r\n</span></div></div>",
            "created":1535950800,
            "id":2542461,
            "title":"you hurry to school so you don't get in any..."
        },
        "122":{
            "author_id":"cosmoniums",
            "author_name":"Cosmoniums ",
            "choices":[
                "You remove your finger and give her back her nose",
                "You attack"
            ],
            "content":"<div class=\"\"><div> <span>You finally saw your finger, only to find it hitting Sarah in the nose. When it collided it seemed to remain stuck on the the tip of her nose. ‘I wanted to get closer to Sarah, but not like this.’ You thought to yourself. You were tempted to go over to Sarah and reclaim your finger, but you knew it would only make your teacher even angrier. <br>\r\n<br>\r\nLuckily there was a fire-drill minutes later giving you the perfect opportunity to get your finger back. You walked over to Sarah to try to get your finger back from her face. <br>\r\n<br>\r\n“Hey Sarah can I have my finger back?” You asked. <br>\r\n<br>\r\n“What finger?” Sarah asked. <br>\r\n<br>\r\n“The one attached to your nose.” You said. <br>\r\n<br>\r\n“Are you talking about my nose finger?” Sarah asked. <br>\r\n<br>\r\nFrustrated you decide to simply remove your finger from Sarah’s nose. Unexpectedly you find that her nose tore off of her face along with your finger. She looks at you holding her nose with anger. <br>\r\n<br>\r\n“Just because my nose isn’t attached doesn’t mean you can just take it!” Sarah yelled. <br>\r\n<br>\r\nYou looked at her nose and pondered what course of action you should take. <br>\r\n<br>\r\n<br>\r\n</span></div></div>",
            "created":1560834000,
            "id":2675375,
            "title":"The girl you like picks it up"
        }
    },
    "info":{
        "author_id":"kalil_rocks",
        "author_name":"Robloxian2912",
        "brief_description":"After an accident you are given the power to detach body parts!",
        "created":1536001740,
        "description":"<td align=\"left\" class=\"norm\">          After getting hit by a car, you are given the ability to detach body parts. <br>\r\n<br>\r\n<br>\r\n<div align=\"center\"><font class=\"size5\" style=\"\">READ THIS FIRST</font></div><br>\r\nThis can your own body parts or someone else's. You don't have to physically touch the other persons body in order to make their parts come off. If you attach your body part to another persons body you can either decide to make it so can control the part or they can. This has to be before you switch the part. It is possible to attach a part to the wrong spot (putting a foot where your hand is supposed to go) but the part still maintains its original use (putting your nose on your stomach still allows you to smell from your nose). You can also decide if other people notice or not that their body parts have been changed around.<br>\r\n<br>\r\nSex is allowed<br>\r\nGay/lesbian stuff is allowed<br>\r\nNo scat/farting<br>\r\nNo killing<br>\r\n</td>",
        "id":2168048,
        "image_url":"https://images.Writing.Com/imgs/writing.com/writers/listing-header-5000.gif",
        "modified":1560899220,
        "pretty_title":"Detachable Body Parts"
    }
}