{
    "chapters":{
        "1":{
            "author_id":"tomsketchit",
            "author_name":"TomSketchit",
            "choices":[
                "A young man",
                "A young woman",
                "An adult woman",
                "An adult man",
                "Someone else"
            ],
            "content":"<div class=\"\"><div> <span>You enter your home, and immediately something catches your eyes: a lone game cartridge sitting out in the open. You have no idea why it's there, but you know it shouldn't be. Moving over, you notice the familiar Pokemon logo on the label, but it's not a title you recognize. You reach out to pick it up and examine it further, only for the cartridge to start glowing on contact. You raise your arms to shield your eyes as you're enveloped in the blinding light.<br>\r\n<br>\r\nWhen your vision clears, you find yourself in an unfamiliar building, wearing different clothing. You look outside, shocked to see actual, real life Pokemon running around in a quaint little town. You're in the Pokemon world...<br>\r\n<br>\r\nNow, the question is... who are you?</span></div></div>",
            "created":1599541200,
            "id":2899675,
            "title":"The Beginning"
        },
        "11":{
            "author_id":"tomsketchit",
            "author_name":"TomSketchit",
            "choices":[
                "Option List 1",
                "Option List 2",
                "Option List 3",
                "Option List 4",
                "Option List 5"
            ],
            "content":"<div class=\"\"><div> <span>You are Leon Lancer. At least, that's what your name changed to upon entering this world. Your first name stayed the same, but you got a more appropriate \"cool\" last name upon arrival, along with your new life in the Pokemon world.<br>\r\n<br>\r\nYou found yourself living with a loving single mother in a small town, standard of the beginning of any Pokemon adventure. Immediately upon arriving, you decide to do your best to play along, knowing that telling the truth would make you look crazy. Your mother had told you right off the bat that it was time for you to go and pick your first Pokemon to start your journey. It definitely seemed like you were going to live through a Pokemon journey.<br>\r\n<br>\r\nLooking at a map of the region, you found that it wasn't like any you remembered, meaning this was an all new region. You weren't sure what to expect, but in all honesty this was a dream come true for you, so you decided to make the most of it, even if you did still want to find your way back home at some point.<br>\r\n<br>\r\nSkip to the present, and you've been in this world for about a month, just exploring and spending time with your starter, not really focusing on a Pokemon journey yet. You haven't even caught a second Pokemon! You plan on changing all of that today, sending out your partner to finally take things seriously here.<br>\r\n<br>\r\nWho is your partner?</span></div></div>",
            "created":1599541200,
            "id":2899791,
            "title":"Leon Lancer's Story"
        },
        "111":{
            "author_id":"tomsketchit",
            "author_name":"TomSketchit",
            "choices":[
                "Charmander",
                "Salandit",
                "Vulpix",
                "Cubone",
                "More"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>Apologies, wanted to give as many options in as few chapters as possible to try to not drag things on.</span></div></span></div>",
            "created":1599541200,
            "id":2899792,
            "title":"Partner Options 1"
        },
        "1112":{
            "author_id":"tomsketchit",
            "author_name":"TomSketchit",
            "choices":[
                "Leon finds two Pokemon passionately mating out in the open.",
                "Leon finds a Pokemon with a strangely bloated belly... that was moving?",
                "Leon finds a human being sexually dominated by a Pokemon.",
                "Leon finds a confused looking anthro Pokemon, staring at its own body.",
                "Something else"
            ],
            "content":"<div class=\"\"><div> <span>Leon had discovered that he had started in a town without a Pokemon Professor, differing ever so slightly from the typical game. Instead of being offered his first Pokemon, he had to go out and find one for himself. And the first that he found was a young female Salandit that seemed to take an instant liking to him, following him around and teasing him for attention by stealing his stuff before letting him catch up to her. Realizing that she wanted to be his partner, he caught her and named her Sasha, and despite her Naughty nature giving her a mischievous streak, he loved her dearly. They'd spent a lot of time together, and he was more than used to her antics by now.<br>\r\n<br>\r\nLetting her out and smiling as she immediately climbed onto his shoulder, he gave her chin a scratch and set his sights on venturing out into the wilderness to really start their journey.<br>\r\n<br>\r\n\"Ready to head out, make some new friends, and show the world how tough we are, girl?\" he asked, chuckling as she pumped her tiny fist and hissed in approval. With that, he set off into the forest... not ready for what he was soon to discover.<br>\r\n<br>\r\n(Apologies for switching to third person, but I just couldn't keep the second person tense up.)</span></div></div>",
            "created":1599541200,
            "id":2899809,
            "title":"Sasha the Salandit"
        },
        "11121":{
            "author_id":"tomsketchit",
            "author_name":"TomSketchit",
            "choices":[
                "Suddenly, something else bizarre happens as they watch.",
                "The Delcatty notices them and shakes her rear, inviting Leon to join in.",
                "Leon leaves, only to find something else strange.",
                "Leon watches til the end, at which point the Pokemon insist that he take Skitty.",
                "Something else"
            ],
            "content":"<div class=\"\"><div> <span>Leon stepped into the edge of a sun lit clearing, gawking at the sight before him. He'd come towards the sound of Pokemon calling out, only to find a beautiful female Delcatty being humped from behind by a male Skitty. Normally, it would be hard to tell a Pokemon's gender from a glance without there being some form of visual indicator. But Leon could tell right away... namely because he could see the Skitty's oversized cock and balls every time it pulled out. It was seriously insane the size of his package; it was practically the same size as Leon's, which on that tiny body was massive.<br>\r\n<br>\r\nWith a grunt, the Skitty came hard, semen gushing out around the hole in large quantities. Leon could barely believe the practically pornographic scene before him, especially as the Skitty fell onto his back panting, still erect, while the Delcatty turned around, showing off her cream-pied pussy to Leon, so that she could start sucking the smaller cat Pokemon off.<br>\r\n<br>\r\nLeon was snapped from his observation by a wet feeling on his shoulder, discovering that Sasha was grinding against him, the little Salandit apparently very aroused by the display.</span></div></div>",
            "created":1599714000,
            "id":2900545,
            "title":"Mating Season?"
        },
        "111211":{
            "author_id":"tomsketchit",
            "author_name":"TomSketchit",
            "choices":[
                "The Delcatty began to slowly grow larger as she sucked off the Skitty.",
                "Something began swelling out beneath her pussy; she was growing male bits.",
                "Her stomach began to distend; was she suddenly pregnant?",
                "Her body began to grow and change shape, becoming anthropomorphic.",
                "Something else"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>As Leon watched, he was awestruck by what he saw the Delcatty do.</span></div></span></div>",
            "created":1599714000,
            "id":2900562,
            "title":"Start of the Changing World"
        },
        "11122":{
            "author_id":"tomsketchit",
            "author_name":"TomSketchit",
            "choices":[
                "He rubs her belly, and she seems pleased, getting up to rub against him.",
                "She seems content at first, but then starts licking at his hand hungrily.",
                "She's only distracting him; not a moment later, a Sawsbuck sneaks up on him.",
                "He's too weirded out and decides to get out of there before she can move.",
                "Something else"
            ],
            "content":"<div class=\"\"><div> <span>Leon and his Salandit stared in awe at the bizarre sight in front of them. Laying in the middle of an open clearing, with sunlight filtering down through the leaves, was an adorable little Deerling... with a massively distended stomach, half the size of her full body. She was laying on her side, rubbing at it with all four of her legs, moaning softly and pleasantly, clearly very into whatever this was.<br>\r\n<br>\r\nSlowly, quietly, Leon snuck forward, the Deerling too enraptured in her belly fondling to pay him any attention. Then, as he got closer, he saw the belly move slightly. He'd be tempted to think that maybe she was pregnant, except he knew that all Pokemon laid eggs, and he could swear he heard the faint sound of \"Rattata!\" from within her. He gulped loudly as he realized the implication, then froze as he realized he'd made his presence known, the Deerling stopping her rubbing to look at him.<br>\r\n<br>\r\nShe gave him a smile then patted her stomach, as though inviting him to give it a feel. He gulped again, tempted to oblige her</span></div></div>",
            "created":1599714000,
            "id":2900539,
            "title":"Deerling the Devourer"
        },
        "111223":{
            "author_id":"tomsketchit",
            "author_name":"TomSketchit",
            "choices":[
                "Leon makes a break for it, and even manages to save Sasha from her fate.",
                "Leon reacts too slow and finds his head engulfed as well.",
                "The Sawsbuck knocks him down and rubs his large, hungry cock against him.",
                "The Sawsbuck knocks him down and inserts him into her wet, hungry pussy.",
                "Something else"
            ],
            "content":"<div class=\"\"><div> <span>As Leon and Sasha stared at the bizarre sight of a Deerling, not a predatory or even naturally aggressive Pokemon at all, sitting with a belly stuffed full of a live Rattata, whose struggles were growing weaker by the second as the belly gurgled around it. The Deerling let out a cute belch, then smiled slyly at the two of them. Then, Leon realized that she wasn't looking directly at them. She was looking behind them.<br>\r\n<br>\r\nLeon felt a hot breath on his neck. He gulped, slowly turning to see a Sawsbuck staring him in the face with an open mouth. Before either of them could react, the large deer lurched its head forward and closed its jaws around Sasha's head. The Salandit struggled, only for the Sawsbuck to lift its head up and gulp, swallowing her in an instant. Leon felt his gut sink in horror at the sight and confirmation of what he feared. He wanted to run, but he didn't want to abandon his partner either, and found himself stuck in indecision. The Sawsbuck sighed happily, then licked its lips, still hungry and looking at the human frozen before it.</span></div></div>",
            "created":1601182800,
            "id":2911211,
            "title":"The Sneaky Sawsbuck"
        },
        "11124":{
            "author_id":"tomsketchit",
            "author_name":"TomSketchit",
            "choices":[
                "She simply nods, wanting to talk to him about what happened.",
                "Her demeanor changed, instinctively wanting to seduce him for some reason.",
                "Her stomach growled, and she started looking at him differently.",
                "She fled into the forest, leaving them with no answers.",
                "Something else"
            ],
            "content":"<div class=\"\"><div> <span>Leon stopped in the clearing, having come this way after hearing a Pokemon cry, staring at the bizarre sight before him. Sitting in the dappled sunlight through the leaves above was a humanoid Pokemon, an anthro like in the fanart he'd seen online. Judging from the dark, almost wispy looking skin with a head resembling a horned helmet made of wood, she was a Phantump. And she was definitely female, judging by her DD-cup breasts and thick thighs, as well as the feminine hairdo made of the same shadowy black substance of her body coming from the top of her stump head. Her bright, glowing eyes hadn't looked at Leon yet, just focused on examining her body with confusion, clearly not used to it.<br>\r\n<br>\r\n\"Did I evolve?\" he heard a high pitched girl's voice say. \"But this doesn't look right... and why does my voice sound like that? Am I speaking human right now?\"<br>\r\n<br>\r\nLeon, deciding it was rude to stare and that he didn't want to just leave her, cleared his throat to make his presence known. She jumped and looked up at him, eyes wide behind the helmet. He wasn't sure how, but he could swear he saw her blushing.<br>\r\n<br>\r\n\"Are you okay, miss?\" Leon said carefully, trying to take this in stride; after all, how much weirder was a sexy anthro Pokemon than a person being sucked into a bootleg Pokemon cartridge?<br>\r\n<br>\r\nThe Phantump just stared at him for a moment, then...</span></div></div>",
            "created":1599627600,
            "id":2899820,
            "title":"Leon and the Phantump"
        },
        "112":{
            "author_id":"tomsketchit",
            "author_name":"TomSketchit",
            "choices":[
                "Slowbro",
                "Ralts",
                "Popplio",
                "Chikorita",
                "More"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>More Options</span></div></span></div>",
            "created":1599541200,
            "id":2899802,
            "title":"Partner Options 2"
        },
        "113":{
            "author_id":"tomsketchit",
            "author_name":"TomSketchit",
            "choices":[
                "Ekans",
                "Misdreavus",
                "Snivy",
                "Rookidee",
                "More"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>More Options</span></div></span></div>",
            "created":1599541200,
            "id":2899803,
            "title":"Partner Options 3"
        },
        "114":{
            "author_id":"tomsketchit",
            "author_name":"TomSketchit",
            "choices":[
                "Mienfoo",
                "Abra",
                "Buneary",
                "Riolu",
                "More"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>Even More Options</span></div></span></div>",
            "created":1599541200,
            "id":2899804,
            "title":"Parter Options 4"
        },
        "1143":{
            "author_id":"lolekbolek",
            "author_name":"kura",
            "choices":[
                "Buneary seemed a bit bigger than usual... ",
                "Buneary is hungry",
                "You encountered a wild pokemon ",
                "Something else"
            ],
            "content":"<div class=\"\"><div> <span>Your starter was a Buneary. It was weird not having a regular starter, but you didn't mind since you bonded with your Buneary very well. <br>\r\n<br>\r\nShe was really sweet and cute, and loved to snuggle with you, her fur keeping you warm at night as she was always stayed out of her Pokeball.<br>\r\n<br>\r\nShe was also very good at finding berries when it was time to eat and you did notice she had quite an appetite.<br>\r\n<br>\r\nYou were thinking it was finally time to get yourself another Pokemon, so you two were currently exploring the wilderness together.<br>\r\n<br>\r\nAs you two were walking you noticed that...</span></div></div>",
            "created":1601182800,
            "id":2911302,
            "title":"Buneary"
        },
        "115":{
            "author_id":"tomsketchit",
            "author_name":"TomSketchit",
            "choices":[
                "Zorua",
                "Nickit",
                "Pikachu",
                "Pidove",
                "More"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>I hate doing list chapters, so I'm sorry, I'm trying to get these out of the way early and while I have this discounted Upgraded account to make them as big as I can.</span></div></span></div>",
            "created":1599541200,
            "id":2899806,
            "title":"Partner Options 5"
        },
        "13":{
            "author_id":"tomsketchit",
            "author_name":"TomSketchit",
            "choices":[
                "She comes out to find the Pokemon having an orgy.",
                "She sees that some of her Pokemon are missing and others have swollen bellies.",
                "While she's feeding them, some of them start getting frisky with her.",
                "One by one, the Pokemon begin transforming into anthros.",
                "Something else"
            ],
            "content":"<div class=\"\"><div> <span>Diana sighed as she came home, dropping off her purse, happy to be back after a long day of work at the daycare center she worked at. She loved taking care of kids, but they were such a handful sometimes... thankfully, her own children were older now and didn't need as much attention. The woman, in her mid-50s, paused as she noticed a game cartridge sitting out in the open. <i>How strange,</i> she thought, as it wasn't like her kids to leave something like this sitting around. A quick glance showed it to be some Pokemon game. While she had never gotten as into it as her kids had, she had watched them grow up with the series and enjoyed how happy the franchise made them. She did think it was odd that her teenage son and daughter were both still playing it, but she didn't judge that much.<br>\r\n<br>\r\nChuckling, she reached out to pick it up, wondering where they even were since neither had come out to greet her, only for a blinding flash to engulf her as she touched the cartridge, leaving the living room empty once it faded.<br>\r\n<br>\r\nDiana gasped and sat up in a bed, wondering where she was, why she didn't recognize the room she was in, or why she was dressed in unfamiliar clothes. As she investigated, she would be struck with a series of revelations that shook her to her core, making her question the reality of her situation.<br>\r\n<br>\r\nShe was in the Pokemon universe. She was a single woman, and she had apparently been regressed back into her 30s. She had no children. She worked as a Daycare Worker for Pokemon.<br>\r\n<br>\r\nDiana didn't know what had happened, why she was here, or even what she would have to do to get back... but she didn't let this break her. For now, she would do her best to adapt to this new world and try and find some way to get back to her family. A part of her wondered if, perhaps, her kids had found their way here as well and were in their own new lives, but she couldn't dwell on theories right now. For the time, she would live out this new life and keep an ear open for any possibilities.<br>\r\n<br>\r\nMonths later, Diana had adjusted quite well. She took the basic knowledge she knew from years of being around her Pokemon fan children and filled in the gaps as she went, soon knowing enough about this world to pass herself off as someone who lived in it. Surprisingly, running a Pokemon Daycare wasn't much different from working at a human one, albeit with a bit more fire breath than she was used to. She almost felt disturbed by how easily she fell into her new role, as though she were becoming complacent with her new life here.<br>\r\n<br>\r\nAnd then, one day, things would begin to change...</span></div></div>",
            "created":1601182800,
            "id":2911219,
            "title":"Diana the Daycare Worker"
        },
        "15":{
            "author_id":"tomsketchit",
            "author_name":"TomSketchit",
            "choices":[
                "A list of young men",
                "A list of young women",
                "A list of adult men",
                "A list of adult women",
                "More"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>Don't like the options for the other choices? Here's a chance to follow a different sort of person.</span></div></span></div>",
            "created":1599886800,
            "id":2901777,
            "title":"More People"
        },
        "151":{
            "author_id":"tomsketchit",
            "author_name":"TomSketchit",
            "choices":[
                "1",
                "2",
                "3",
                "4",
                "More"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>Take your pick, write your own story.</span></div></span></div>",
            "created":1599886800,
            "id":2901778,
            "title":"Young Men"
        },
        "152":{
            "author_id":"tomsketchit",
            "author_name":"TomSketchit",
            "choices":[
                "1",
                "2",
                "3",
                "4",
                "More"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>Pick an option and write your own story.</span></div></span></div>",
            "created":1599886800,
            "id":2901782,
            "title":"Young Women"
        },
        "153":{
            "author_id":"tomsketchit",
            "author_name":"TomSketchit",
            "choices":[
                "1",
                "2",
                "3",
                "4",
                "More"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>You probably get the picture now.</span></div></span></div>",
            "created":1599886800,
            "id":2901785,
            "title":"Adult Men"
        },
        "154":{
            "author_id":"tomsketchit",
            "author_name":"TomSketchit",
            "choices":[
                "1",
                "2",
                "3",
                "4",
                "More"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>Last one. God I hate writing list chapters.</span></div></span></div>",
            "created":1599886800,
            "id":2901787,
            "title":"Adult Women"
        },
        "155":{
            "author_id":"tomsketchit",
            "author_name":"TomSketchit",
            "choices":[
                "List 1",
                "List 2",
                "List 3",
                "List 4",
                "Something else"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>What if instead of arriving as yourself, you arrive as a Pokemon?</span></div></span></div>",
            "created":1599886800,
            "id":2901788,
            "title":"Human to Pokemon Options"
        },
        "1551":{
            "author_id":"tomsketchit",
            "author_name":"TomSketchit",
            "choices":[
                "Fennekin",
                "Popplio",
                "Snivy",
                "Pikachu",
                "More"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>God I hope people don't think I'm just trying to pad this out with lists.</span></div></span></div>",
            "created":1599886800,
            "id":2901789,
            "title":"Pokemon Options"
        },
        "1552":{
            "author_id":"tomsketchit",
            "author_name":"TomSketchit",
            "choices":[
                "Mimikyu",
                "Ralts",
                "Misdreavus",
                "Miltank",
                "More"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>I just want to give people as many choices as I can, since I can make more options than most right now.</span></div></span></div>",
            "created":1599886800,
            "id":2901790,
            "title":"Pokemon Options"
        },
        "1553":{
            "author_id":"tomsketchit",
            "author_name":"TomSketchit",
            "choices":[
                "Riolu",
                "Hatenna",
                "Nickit",
                "Poochyena",
                "Something else"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>Obligatory text</span></div></span></div>",
            "created":1599886800,
            "id":2901792,
            "title":"Pokemon Options"
        },
        "1554":{
            "author_id":"tomsketchit",
            "author_name":"TomSketchit",
            "choices":[
                "Sewaddle",
                "Feebas",
                "Taillow",
                "Ditto",
                "More"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>Last list I write today. Finally.</span></div></span></div>",
            "created":1599886800,
            "id":2901793,
            "title":"Pokemon Options"
        }
    },
    "info":{
        "author_id":"tomsketchit",
        "author_name":"TomSketchit",
        "brief_description":"You are pulled into the world of Pokemon. Soon after, things start getting... lewd there.",
        "created":1599605760,
        "description":"<td align=\"left\" class=\"norm\">Note: this is sort of a spiritual successor to an interactive I did many years ago on another account: <a class=\"blue2roll\" rel=\"nofollow\" href=\"https://www.writing.com/main/interactive-story/item_id/2009207-Adventures-in-Anthro-Poke-verse\" target=\"_blank\">https://www.writing.com/main/interactive-story/item_id/2009207-Adventures-in-Ant...</a><br>\r\n<br>\r\nOne day, you find a strange Pokemon cartridge that you don't remember owning. Curious, you pick it up, only for it to flash brightly, pulling you into another world. You wake up in the world of Pokemon, having been inserted there with a life already set up it seemed. For a while, you adjust to this in whatever way you see fit, until things start to change in the world... lewd things... things usually only seen in smutty fanfic...<br>\r\n<br>\r\nENCOURAGED/ALLOWED<br>\r\nTransformation, Expansion, Growth, Soft Vore, Unbirth, Sex<br>\r\n<br>\r\nNOT ALLOWED<br>\r\nGore, Snuff (vore is exception, but don't make it graphic), Foot Fetish, Toilet Fetishes, Slob, Underage (Characters under 18 cannot have sex, Characters under 15 cannot be involved in fetish period)<br>\r\n<br>\r\nAnything not listed is potentially allowed.<br>\r\n<br>\r\nADDITIONAL RULES<br>\r\nTry not to waste too much time on lists. Write a story, not an endless deluge of options that no one will ever do.<br>\r\n<br>\r\nPut effort into your writing. This may be fetish stuff, but have some pride in your work, please.<br>\r\n<br>\r\nThe main characters (main human and his Pokemon) cannot die. If they are put into a situation where they would die, they should immediately respawn as though there was a save point or they had whited out in a Pokemon game.<br>\r\n<br>\r\nIf there is a path you want expanded upon but don't feel like writing, you're free to ask me to try and fill it out. I make no promises.</td>",
        "id":2231755,
        "image_url":"https://images.Writing.Com/imgs/writing.com/writers/listing-header-5000.gif",
        "last_full_update":1599931560,
        "modified":1601259480,
        "pretty_title":"The Corruption of the Pokemon World"
    }
}