{
    "chapters":{
        "1":{
            "author_id":"cyam_01",
            "author_name":"RatDog",
            "choices":[
                "Locomotivation",
                "Rhodesian Island"
            ],
            "content":"<div class=\"\"><div> <span>after a hard day's night but when I get my hands on whoever did this they'll be soaring like a bird, man, from Al Capulco! I mean really, how many times doe the woodchuck chuck before he sees his shadow on that frosty morning march? If  you think I'm not serious, just ask the crows pecking holes in your neighbor's rooftop, they, like you, have a higher purpose in life! <br>\r\n<br>\r\nSo come on man, get with it! I'm not some raving madman howling against the windshield of your broken locomotivation, I truly have seen the days of future past, and let me tell you they are pointing us all, for all they are worth.</span></div></div>",
            "created":1308027600,
            "id":1126173,
            "title":"Sleeping like a log..."
        },
        "11":{
            "author_id":"friction",
            "author_name":"Steev the Friction Wizurd",
            "choices":[
                "Locomotivation #1",
                "Locomotivation #2",
                "Locomotivation #3",
                "Locomotivation #4",
                "Locomotivation #5"
            ],
            "content":"<div class=\"\"><div> <span>What is Locomotivation, you ask? I'll try to make my story short. Short stories are friendly stories and don't annoy all the ADHD kids in the pack. Listen, Wolfchild, and you shall hear of the midnight ride of Paul Revere...<br>\r\n<br>\r\nPaul invented Locomotivation in 1776. That's not true but I needed to say something or it would appear I had no clue. And I do have a Clue. Colonel Mustard did it with the lead pipe. I'm thinking - lead pipes? - no wonder those guys were so loco drinking that lead-heavy water. Lead is a funny word because it's a verb and it's also in pencils.<br>\r\n<br>\r\nYou're probably expecting me to say something about pencils now - I know that's what I was expecting - but patterns are made to be broken. Not really. That would be stupid. Spend all that time making a pattern and then breaking it. It would be better to put the pattern in a shoe box and save it in your closet. Then one day when you are old and about to die you could open the box and the pattern would come roaring out yelling, \"Why did you keep me trapped in a shoe box all those years!\" and it would scare you so much you would have a heart attack and die and then you wouldn't have to be old anymore.<br>\r\n<br>\r\nOK, this train is not gettting very far down the Locomotivation track. I will now give five people (or one person five chances) to define Locomotivation.</span></div></div>",
            "created":1315198800,
            "id":1181430,
            "title":"Locomotivation"
        },
        "111":{
            "author_id":"cyam_01",
            "author_name":"RatDog",
            "choices":[
                "Fried Mozzarella Sticks",
                "Cheap Horror Movie DVDs"
            ],
            "content":"<div class=\"\"><div> <span>OK, since I started this, I'll make an attempt to clarify. Locomotivation is what gets you going on the right track, or off the wrong track, or maybe just on a different track from your present course. Like someone ugly enough to make a freight train take a dirt road, or asking Ken Nordine the difference between next and noxt. <br>\r\n<br>\r\nCome on, it's not all that difficult to comprehend, we all end up in the same place in the end. We just need to take different paths, roads, or elevators to get there. It's not like you have to become a Columbian vegetarian, or sell your grandmother to the recycling center to pay blood money to Indians. (Although that might not be such a bad idea...)<br>\r\n<br>\r\nSo what's YOUR locomotivation?</span></div></div>",
            "created":1316581200,
            "id":1192326,
            "title":"Locomotivation #1"
        },
        "1111":{
            "author_id":"sky1",
            "author_name":"~Alexi~",
            "choices":[
                "Lookout you Clout!",
                "New start"
            ],
            "content":"<div class=\"\"><div> <span>Well! My name is Pigeon toes and this is my story of how I ended up in American pie.<br>\r\nI had just Left the Locomotive behind a few hours earlier and reached my room at the top of a Huge Hotel called The T<span style=\"text-decoration:line-through\">h</span>ree Tops  It was a long and tiring journey from Philadelphia to New York City. My dream place to be<img style=\"\" class=\"emoteZ\" src=\"https://images.Writing.Com/imgs/writing.com/writers/e15/music2.png\" alt=\"*Music2*\" title=\"Music2\" border=\"0\" width=\"15\" height=\"15\"> If I can make it here I'll make it anywhere.<img style=\"\" class=\"emoteZ\" src=\"https://images.Writing.Com/imgs/writing.com/writers/e15/piano.png\" alt=\"*Piano*\" title=\"Piano\" border=\"0\" width=\"15\" height=\"15\"><br>\r\n<br>\r\nI went out into the sidewalks and toed my way to Macys. I went straight to the top and thought I would go down one floor at a time when I stopped in my tracks and saw this amazing bird. Wooh boy, keep you cool. <img style=\"\" class=\"emoteZ\" src=\"https://images.Writing.Com/imgs/writing.com/writers/e15/burstv.png\" alt=\"*Burstv*\" title=\"Burstv\" border=\"0\" width=\"15\" height=\"15\">She was covered in a grey dress that had a dash of burgundy just where her neck ended. I was transfixed. I stepped back to get a better look and fell off Macys top floor feathers flying every where. I bounced hard on the way down and landed back on the sidewalk. <br>\r\n<br>\r\nNumb and waiting for my heavenly wings all I could think of was this burgundy bird and making my dreams to accommodate her. When, a passing tramp picked me up and bundled me into a carrier bag. My vision was was the old scruffy cuff of his ripped jacket and hear his voice singing<img style=\"\" class=\"emoteZ\" src=\"https://images.Writing.Com/imgs/writing.com/writers/e15/piano.png\" alt=\"*Piano*\" title=\"Piano\" border=\"0\" width=\"15\" height=\"15\">We're a couple of swety swells. We live in the newest Hotels<img style=\"\" class=\"emoteZ\" src=\"https://images.Writing.Com/imgs/writing.com/writers/e15/note2.png\" alt=\"*Note2*\" title=\"Note2\" border=\"0\" width=\"15\" height=\"15\"><br>\r\n<br>\r\nMinutes later I Could see where my destiny lied. He handed me to his Lady tramp and she put me on a barbeque where I really got a hot sun tan. I wouldn't try this at home guys. She put some pastry on top and they had me for their supper. All I could hear was Yum! Yum!<br>\r\nand a few burbs.<br>\r\n<br>\r\nThe moral of this story as I write from a heavenly place with my new wings. My Burgandy bird, I didn't know at the time had slipped while eyeing me and we both ended up as American Pie that day. <br>\r\n<br>\r\nWe now live in a pad in the further most cloud in new Hampshire and have a good life together. My Burgandy bird is swell and we soon will have a new name to pick out for our new arrival. My pigeon toes got me into trouble and I think we'll name him--- Lookout you clout! <img style=\"\" class=\"emoteZ\" src=\"https://images.Writing.Com/imgs/writing.com/writers/e15/shock.png\" alt=\"*Shock*\" title=\"Shock\" border=\"0\" width=\"15\" height=\"15\"> </span></div></div>",
            "created":1376283600,
            "id":1644633,
            "title":"Fried Pidgeontoes"
        },
        "11112":{
            "author_id":"rob2457",
            "author_name":"Rob G.  ~Led by the Master~",
            "choices":[
                "Moving Into the Mansion",
                "It's Exceptionally Hot Down Here"
            ],
            "content":"<div class=\"\"><div> <span>Yes, that's absolutely right. I had to have a new start somehow. But that is the true question at hand,<br>\r\nisn't it? How in the world do you ever get a new start in life? Once you are alive, isn't it perpetual living until you are dead? Aye! There's the rub. I died, and so did Miss Burgandy. We both have a new start now so it seems.<br>\r\n<br>\r\nMiss Burgandy is of course, now; Mrs. Burgandy Pigeon Toes, and she is now having our first little birdie baby. The misses is still quite stunning considering she has been through death, post mortem carving, and being eaten. Despite all of her flaws, I mean my flaws, I mean our flaws, we are sooo in love. I love Burgandy to pieces, at least all the pieces are still together considering we are nothing but bones now.<br>\r\n<br>\r\nLittle Stutter Step Pigeon Toes was born nothing more than a skeleton of a baby bird himself. Before you ask, yes; he had his daddy's problem, good ole pigeon toes. That has caused more problems in my family line than anything else you can imagine.<br>\r\n<br>\r\nAfter little  problem it was Stutter Step finally got the nerve to get out of his part of the nest, the fun began. Can you see that little bird with his pigeon toes trying to walk, and him with that aggravating stutter step on top of it all? He had the darndest time trying to do anything but it was time to teach him to fly. Now walking on clouds is tricky just so you know, and with Stutter Step's problem it was even trickier.<br>\r\n<br>\r\nStutter Step got to to the middle of the cloud and fell over. He sunk down to the middle of the cloud and got himself upright, made it to the edge of the cloud, and because he couldn't see anything; he fell right out of that cloud. Talk about de`ja vue. The good thing is, little Stutter Step Pigeon Toes died of fright before he hit the ground. So much for new starts.</span></div></div>",
            "created":1417237200,
            "id":1895386,
            "title":"New start"
        },
        "1112":{
            "author_id":"spunky",
            "author_name":"Ace Jones",
            "choices":[
                "Your choice.",
                "Other.",
                "Something else."
            ],
            "content":"<div class=\"\"><div> <span>In case no one knew this along with you fellow readers and the audience as well these may be cheap priced comedy horror movie DVD's but in reality these movies happen to be big budget classics.<br>\r\n<br>\r\nSomewhere on the outskirts of a big city somewhere on the east coast mainly New York City, giant quaking footsteps can be heard as a giant completely fat baby happens to be stomping his way towards the city as he then stops.<br>\r\n<br>\r\n\"Me giant completely fat baby take off giant sized regular diaper.\" The giant completely fat baby roared as he took off his giant sized regular diaper.<br>\r\n<br>\r\n\"Me feel better already now me giant completely fat baby stomp into big unsuspecting city.\" The giant completely fat baby roared once again as he started stomping his way towards the city.<br>\r\n<br>\r\nAt that time it was nighttime in New York City as the giant completely fat baby was sighted as he made his presence known.<br>\r\n<br>\r\n\"Peekaboo\" The giant completely fat baby roared as the citizens of New York City started panicking as the giant completely fat baby went on a rampage.<br>\r\n<br>\r\n</span></div></div>",
            "created":1574744400,
            "id":2752049,
            "title":"Cheap Horror Movie DVDs"
        },
        "112":{
            "author_id":"wordwarrior66",
            "author_name":"Word Warrior beating cancer!!",
            "choices":[
                "Turtle must trade his shell to get out of the well",
                "His friend Badger saves him",
                "Turtle soup, ya'll!"
            ],
            "content":"<div class=\"\"><div> <span>Locomotivation is certainly what is needed when sanctifying the tap-dancing tiger turtle. His glorious stripes made him a king among slimy things. So he tapped and he snapped until he and his shell fell into a well. \"This is no sweat\", said this dripping wet pet, as he climbed and he slimed, climbed and slimed, until he realized the sliming was no good for climbing. <br>\r\nSo he yelled and oh, he did yell, but he and his shell were still stuck in the well for quite a spell. In the well there was muck, so he really was stuck, but suddenly he heard a rather large truck. \"I'm here, I'm here!\" , he said ever so clear, but jumped in fear as a face did appear at the top of the well...</span></div></div>",
            "created":1429074000,
            "id":1964887,
            "title":"Locomotivation #2"
        },
        "113":{
            "author_id":"friction",
            "author_name":"Steev the Friction Wizurd",
            "choices":[
                "I woke up in a critter",
                "I woke up in jail",
                "Did I wake up?"
            ],
            "content":"<div class=\"\"><div> <span>I chose track number three! <br>\r\n<br>\r\nI'm probably giving the mistaken impression that Locomotivation has something to do with trains. I really hope it doesn't. Not that I have any thing against trains, but teleportation is so much quicker.<br>\r\n<br>\r\nHowever, none of the letters in \"teleportation\" match up with the letters in \"locomotivation\" except that they both end in \"ation\" but there is a thousand words that end that way. So I'm marking this one \"no match\". Back to your Mahjong tiles, grandma.<br>\r\n<br>\r\nI have received a Twitter request that I tell what it was like waking up in a frog. In one word: messy. The inside of a frog is wet, red, and smells of tongue and bugs. Needless to say, the first thing you want is a cup of strong black coffee.<br>\r\n<br>\r\nI'm curious as to how many of you (funny if you is just one person, eh?) have ever woke up inside a frog. But let's generalize that to any reptile or amphibian. So I am asking: What creature did you wake up in? And how did you get there?</span></div></div>",
            "created":1315198800,
            "id":1181435,
            "title":"The inside of a frog"
        },
        "115":{
            "author_id":"vpbanjo",
            "author_name":"dog pack:saving4 premium renew",
            "choices":[
                "The Flight",
                "More or less on the word, Locomotivation",
                "razy Moving, It Isn't"
            ],
            "content":"<div class=\"\"><div> <span>Good grief! Locomotivation is simple, you must be awake not to, know what this isn't.  Besides, or above, or below, or Locomotivation any way you don't define it isn't crazy moving at all.  Moving, I'm not going anywhere, that's Locomotivation.  Darn, I accidentally pressed the ignition button, guess I'm going on a flight somewhere.  Bye!</span></div></div>",
            "created":1315198800,
            "id":1181530,
            "title":"Locomotivation #5"
        },
        "1151":{
            "author_id":"innerlight",
            "author_name":"innerlight",
            "choices":null,
            "content":"<div class=\"\"><div> <span>The flight too get from Point A to Point B. \"My God Jerry watch out don't you know how to drive.\"\" Yes I do the darn it that SUV just kept going with out stopping.\" What do you mean?\" Didn't you see the big red nose on the side of it. No! I didn't! Darn it, Jerry watch out you almost hit the pink elephant standing in the field. What the heck! Okay! Okay! How do you put the brakes on this pig? Push the red button meow meow. What the heck! Why aren't you using the GPS. It's not working pull over we will use the map to get to Point A to Point B. Its no use their pulling up behind us. </span></div></div>",
            "created":1473915600,
            "id":2210682,
            "title":"The Flight"
        },
        "12":{
            "author_id":"vpbanjo",
            "author_name":"dog pack:saving4 premium renew",
            "choices":[
                "The In-incinerator",
                "The Trip",
                "Outer Space",
                "Rhodesian Ridge-back",
                "Ash To The Stars"
            ],
            "content":"<div class=\"\"><div> <span>Rhodesian Ridge-back I understand and have had the pleasure of getting to know a few of these find creatures. As for Rhodesian Island, well let me tell you!  And if you do you'll never ever positively know anything about this place.  Yup, it's a place in outer space and you'll have to not race to get there by rocket boosters shoving your ash to the stars.  really, I would certainly give you the wrong impression on what isn't true or even remotely false.  If you want the real scoop, don't listen at all and prepare for a very long story.  It'll be agonizing and you'll be laughing all the way to incinerator.  I won't miss you at all and will be anxious to know you're returning soon from your trip to the incinerator.</span></div></div>",
            "created":1315198800,
            "id":1181538,
            "title":"Rhodesian Island"
        },
        "121":{
            "author_id":"friction",
            "author_name":"Steev the Friction Wizurd",
            "choices":[
                "Pittsburgh",
                "Burger King",
                "King For A Day"
            ],
            "content":"<div class=\"\"><div> <span>It was Ensign Rator who inadvertantly dropped the cider into the incinerator. What's this Space Navy coming to? \"I'm innocent!\" he said at the inquiry and invoked his 5th Amendment Rights but the Choir found him guilty of inconsideration.<br>\r\n<br>\r\nThat's a nice little story concisely told but it doesn't begin to touch the depths of Locomotivation, the New Age Psych fad that is sweeping the nation. Now all we need is a giant dust pan and we can clean up this mess. Do you know where to find one?</span></div></div>",
            "created":1315285200,
            "id":1182082,
            "title":"The In-incinerator"
        },
        "125":{
            "author_id":"vpbanjo",
            "author_name":"dog pack:saving4 premium renew",
            "choices":[
                "star dreams on mars",
                "pigs pencil",
                "Where aren't I anyway"
            ],
            "content":"<div class=\"\"><div> <span>Because the stars were so far away, right in my back yard I had to jump so high I hit my head on the moon, then fell up to my knees under the bed.  Whoo, what am I dreaming or alive or somewhere I know not.  Maybe the fifty first state isn't the problem but the slimy rocket fuel isn't cold enough to boost me into bed.  Well, I'll wait till the cops give me a ride then gat me onto the magic carpet and dive further out of this world.  Then agin, kin might figure I'm nuts and snack one till I'm no more good.  Bad, well if rotten then I might survive this timely death which isn't nobody idea  cuz they don't want to be here anyways.  So off I go to de store to slurp some rocket fuel and blast off the fire works.  Mars will have to wait.  Stars are nowhere to see nothin' and it's to dark anyways.</span></div></div>",
            "created":1474002000,
            "id":2210736,
            "title":"Ash To The Stars"
        }
    },
    "info":{
        "author_id":"vpbanjo",
        "author_name":"dog pack:saving4 premium renew",
        "brief_description":"Tickle your funny bone with telling this story & laugh \"Nonsense Silly Story\"",
        "created":1308030000,
        "description":"<td align=\"left\" class=\"norm\">My day was a hectic lazy night when I was slowly propelled to my bed to walk through the zoo and listen to the animals sing.  It wasn't a good sentence however they tried vehemently to show their misery performing this musical.  What happen next gave me a shout of noise I couldn't hear, so i lept to my feet falling onto the street and saw elephants fly.  As if this wasn't bad enough my water broke and escaped from the flask which was pointed at me in self defense for me thirst was waning.<br>\r\nThe coroner eventually arrived scooped me into the stretcher and threw me into the back of his pickup truck.  As slow as possible I was driven through the forest to the circus called the Reformatory, and gently buried under debris in the buzzards nest.  \"wait!  I don't have a parachute!\" I thought as I again awoke in a frog.  Actually, I should be sleeping like a log.  <br>\r\n<br>\r\nAs if this wasn't fun enough, now you have the opportunity to add to this story.  Have fun, and by all means tickle someones funny bone so that we all can have a belly shaking laugh.  I look forward to reading your stories about your day.<br>\r\n<br>\r\nSafe travels and many blessings.</td>",
        "id":1785079,
        "image_url":"https://www.writing.com/main/images/action/display/ver/1577684425/item_id/1785079.jpeg",
        "modified":1577684400,
        "pretty_title":"My Day"
    }
}